{
  "doi": "10.1002/14651858.CD010606.pub3",
  "name": "Interventions for treating fractures of the distal femur in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fractures of the distal femur (the far end of the thigh bone just above the knee) are a considerable cause of morbidity. Various different surgical and non-surgical treatments have been used in the management of these injuries but the best treatment remains unknown."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of interventions for treating fractures of the distal femur in adults."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was October 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials in adults comparing interventions for treating fractures of the distal femur. Interventions included surgical implants (retrograde intramedullary nail (RIMN), fixed-angle devices, non-locking plate fixation, locking plate, internal fixation, distal femoral replacement, mono-axial plates, poly-axial plates and condylar buttress plates) and non-surgical management."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our critical outcomes were validated patient-reported outcome measures (PROMs), direct adverse events, participant-reported quality of life (QoL) and pain scores. Our other important outcomes were adverse events indirectly related to intervention, symptomatic non-union, malunion and resource use. We used GRADE to assess certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 14 studies with 753 participants: 13 studies compared different surgical interventions, and one study compared surgical with non-surgical management. Here, we report the effects for RIMN compared with locking plates. Three studies (221 participants) reported this comparison; it included the largest study population and these are the two most commonly used devices in contemporary orthopaedic trauma practice.\nStudies used three different tools to assess PROMs. We found very-low certainty evidence for lower Disability Rating Index scores after RIMN at short-term follow-up favouring RIMN (mean difference (MD) −21.90, 95% confidence interval (CI) −38.16 to −5.64; 1 study, 12 participants) and low-certainty evidence of little or no difference at long-term follow-up (standardised mean difference (SMD) −0.22, 95% CI −0.50 to 0.06; 2 studies, 198 participants). Re-expressing the SMD of the long-term follow-up data to Knee Society Score (KSS) used by one study found no clinical benefit of RIMN, based on a minimal clinically important difference of 9 points (MD 2.47, 95% CI −6.18 to 0.74). The effect on QoL was very uncertain at four months (MD 0.01, 95% CI −0.42 to 0.44; 1 study, 14 participants) and one year (MD 0.10, 95% CI −0.01 to 0.21; 1 study, 156 participants); this evidence was very low certainty.\nFor direct adverse events, studies reported reoperation, loss of fixation, superficial and deep infection, haematoma formation and implant loosening. Effects for all events were imprecise with the possibility of benefit or harm for both treatments. We considered reoperation the most clinically relevant. There was very low-certainty evidence of little or no difference in reoperation between the two implants (risk ratio (RR) 1.48, 95% CI 0.55 to 4.00; 1 study, 104 participants).\nNo studies reported pain.\nFor other important outcomes, we noted that people treated with RIMN may be more likely to have varus/valgus deformity (RR 2.18, 95% CI 1.09 to 4.37; 1 study, 33 participants; low-certainty evidence). However, we found no evidence of any important differences between treatments in terms of bony union, indirect adverse events, or resource use.\nOther comparisons of surgical interventions included in the review were: RIMN versus single fixed-angle device (3 studies, 175 participants); RIMN versus non-locking plate fixation (1 study, 18 participants); locking plate versus single fixed-angle device (2 studies, 130 participants); internal fixation versus distal femoral replacement (1 study, 23 participants); mono-axial plates versus poly-axial plates (2 studies, 67 participants); mono-axial plate versus condylar buttress plate (1 study, 78 participants). The certainty of the evidence for outcomes in these comparisons was low to very low, and most effect estimates were imprecise."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review highlights the major limitations of the available evidence concerning current treatment interventions for fractures of the distal femur. The currently available evidence is incomplete and insufficient to inform clinical practice. Priority should be given to randomised controlled trials comparing contemporary treatments for people with fractures of the distal femur. At a minimum, these should report validated patient-reported functional and quality-of-life outcomes at one and two years, with an agreed core outcome set. All trials should be reported in full using the CONSORT guidelines."
    }
  ],
  "pls_title": "Treatments for breaks in the lower part of the thigh bone in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "For treating people with broken lower thigh bones (distal femur), we think the best comparison is a metal rod placed within the thigh bone versus a metal plate placed on the outside of the bone and fixed with screws, but other methods are used. We are uncertain which treatment is superior, but there is some evidence to suggest the rod decreases disability.\nUncertainty remains around which metal implant is best for broken bones at the lower end of the thigh bone.\nFurther studies are required to compare commonly used operations."
    },
    {
      "heading": "Why is treating a broken distal femur important?",
      "text": "Breaks (fractures) of the lower part of the thigh bone (distal femur) are debilitating and painful injuries. The reduced mobility after these injuries is also an important cause of ill-health. Sometimes these fractures happen in people who have previously had a knee replacement; this can make treatment of the fracture more complicated."
    },
    {
      "heading": "What are the options to treat a broken distal femur?",
      "text": "Many treatments have been used in the management of these injuries. Historically, people were treated in bed with weights holding the leg straight. More recently, surgery has been used to fix the broken femur using metal implants (surgical fixation). Methods of surgical fixation include using plates and screws on the outside the femur or rods inside the femur to hold the fracture in place while it heals. The technology of these implants has become increasingly advanced with components that 'lock' together, forming a 'locked' device. Despite these advances, the best management of these injuries remains controversial."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We want to find out the effects of different methods for treating fractures of the lower femur in adults. Effects included: function scores, pain, quality of life (QoL) and any complications that arose as a result of the management method."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the scientific literature for randomised controlled trials (RCTs) (studies where patients are randomly assigned a treatment group) and quasi-RCTs (where patients are assigned a treatment group with no randomisation), published up to October 2021.\nWe summarised each study's results, assessing our confidence in the evidence based upon the study's methods and size."
    },
    {
      "heading": "What did we find?",
      "text": "We found 14 relevant studies with 753 participants with these fractures. Thirteen studies compared different surgical implants and one study compared surgery with non-surgical treatment."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Rods down the thigh versus a plate that locks (three studies, 221 participants)",
      "text": "we are uncertain of any differences in function or QoL. There is no evidence to suggest any differences in complications."
    },
    {
      "heading": "Rods within thigh bone versus a plate that is fixed (three studies, 175 participants)",
      "text": "we are uncertain of any differences in QoL between these two methods. We are uncertain of any differences in complications."
    },
    {
      "heading": "Rods within thigh bone versus a plate that does not lock (one study, 18 participants)",
      "text": "we found no evidence of any differences in complications between these two methods. We did not have any data for QoL or pain."
    },
    {
      "heading": "A plate that locks versus a plate that is fixed (two studies, 130 participants)",
      "text": "we found no evidence of fewer complications in plates that are fixed compared with a plate that locks. We did not have any data for QoL or pain."
    },
    {
      "heading": "Any surgical fixation versus a rod within thigh bone (one study, 23 participants)",
      "text": "there were limited data available for our analysis, but there is no evidence to suggest any differences in complications between these two methods."
    },
    {
      "heading": "Comparing two different types of metal plate (two studies, 67 participants)",
      "text": "at six months there is evidence to suggest improved patient outcome scores with a specific plate called a mono-axial plate, but this improvement was not shown at 12 months. When using x-rays to assess the function of the plates, there was evidence to suggest better x-rays with a plate called a poly-axial plate. There was no evidence to suggest differences in adverse events."
    },
    {
      "heading": "Comparing two different types of metal plates (one study, 78 participants)",
      "text": "we are uncertain of an improved patient-reported score in a mono-axial plate compared with a condylar buttress plate."
    },
    {
      "heading": "Surgical versus non-surgical management (one study, 42 participants)",
      "text": "there are few data reported for this comparison. However, there were more complications such as pressures sores due to the long duration of not moving associated with the non-surgical group, who stayed on average one month longer in hospital."
    },
    {
      "heading": "Main limitations of the study",
      "text": "Each of the studies was small and designed in a way that may affect the reliability of their findings. Most studies did not report the function scores and so it was difficult to compare. We are uncertain if these results are a true reflection of what is best for patients."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We searched for studies published up to 26 October 2021."
    }
  ]
}