{
  "doi": "10.1002/14651858.CD010134.pub2",
  "name": "Continuous chest compression versus interrupted chest compression for cardiopulmonary resuscitation of non‐asphyxial out‐of‐hospital cardiac arrest ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Out-of-hospital cardiac arrest (OHCA) is a major cause of death worldwide. Cardiac arrest can be subdivided into asphyxial and non asphyxial etiologies. An asphyxia arrest is caused by lack of oxygen in the blood and occurs in drowning and choking victims and in other circumstances. A non asphyxial arrest is usually a loss of functioning cardiac electrical activity. Cardiopulmonary resuscitation (CPR) is a well-established treatment for cardiac arrest. Conventional CPR includes both chest compressions and ‘rescue breathing’ such as mouth-to-mouth breathing. Rescue breathing is delivered between chest compressions using a fixed ratio, such as two breaths to 30 compressions or can be delivered asynchronously without interrupting chest compression. Studies show that applying continuous chest compressions is critical for survival and interrupting them for rescue breathing might increase risk of death. Continuous chest compression CPR may be performed with or without rescue breathing."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of continuous chest compression CPR (with or without rescue breathing) versus conventional CPR plus rescue breathing (interrupted chest compression with pauses for breaths) of non-asphyxial OHCA."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; Issue 1 2017); MEDLINE (Ovid) (from 1985 to February 2017); Embase (1985 to February 2017); Web of Science (1985 to February 2017). We searched ongoing trials databases including controlledtrials.com and clinicaltrials.gov. We did not impose any language or publication restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized and quasi-randomized studies in adults and children suffering non-asphyxial OHCA due to any cause. Studies compared the effects of continuous chest compression CPR (with or without rescue breathing) with interrupted CPR plus rescue breathing provided by rescuers (bystanders or professional CPR providers)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors extracted the data and summarized the effects as risk ratios (RRs), adjusted risk differences (ARDs) or mean differences (MDs). We assessed the quality of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included three randomized controlled trials (RCTs) and one cluster-RCT (with a total of 26,742 participants analysed). We identified one ongoing study. While predominantly adult patients, one study included children.\nUntrained bystander-administered CPR\nThree studies assessed CPR provided by untrained bystanders in urban areas of the USA, Sweden and the UK. Bystanders administered CPR under telephone instruction from emergency services. There was an unclear risk of selection bias in two trials and low risk of detection, attrition, and reporting bias in all three trials. Survival outcomes were unlikely to be affected by the unblinded design of the studies.\nWe found high-quality evidence that continuous chest compression CPR without rescue breathing improved participants’ survival to hospital discharge compared with interrupted chest compression with pauses for rescue breathing (ratio 15:2) by 2.4% (14% versus 11.6%; RR 1.21, 95% confidence interval (CI) 1.01 to 1.46; 3 studies, 3031 participants).\nOne trial reported survival to hospital admission, but the number of participants was too low to be certain about the effects of the different treatment strategies on survival to admission(RR 1.18, 95% CI 0.94 to 1.48; 1 study, 520 participants; moderate-quality evidence).\nThere were no data available for survival at one year, quality of life, return of spontaneous circulation or adverse effects.\nThere was insufficient evidence to determine the effect of the different strategies on neurological outcomes at hospital discharge (RR 1.25, 95% CI 0.94 to 1.66; 1 study, 1286 participants; moderate-quality evidence). The proportion of participants categorized as having good or moderate cerebral performance was 11% following treatment with interrupted chest compression plus rescue breathing compared with 10% to 18% for those treated with continuous chest compression CPR without rescue breathing.\nCPR administered by a trained professional\nIn one trial that assessed OHCA CPR administered by emergency medical service professionals (EMS) 23,711 participants received either continuous chest compression CPR (100/minute) with asynchronous rescue breathing (10/minute) or interrupted chest compression with pauses for rescue breathing (ratio 30:2). The study was at low risk of bias overall.\nAfter OHCA, risk of survival to hospital discharge is probably slightly lower for continuous chest compression CPR with asynchronous rescue breathing compared with interrupted chest compression plus rescue breathing (9.0% versus 9.7%) with an adjusted risk difference (ARD) of -0.7%; 95% CI (-1.5% to 0.1%); moderate-quality evidence.\nThere is high-quality evidence that survival to hospital admission is 1.3% lower with continuous chest compression CPR with asynchronous rescue breathing compared with interrupted chest compression plus rescue breathing (24.6% versus 25.9%; ARD -1.3% 95% CI (-2.4% to -0.2%)).\nSurvival at one year and quality of life were not reported.\nReturn of spontaneous circulation is likely to be slightly lower in people treated with continuous chest compression CPR plus asynchronous rescue breathing (24.2% versus 25.3%; -1.1% (95% CI -2.4 to 0.1)), high-quality evidence.\nThere is high-quality evidence of little or no difference in neurological outcome at discharge between these two interventions (7.0% versus 7.7%; ARD -0.6% (95% CI -1.4 to 0.1).\nRates of adverse events were 54.4% in those treated with continuous chest compressions plus asynchronous rescue breathing versus 55.4% in people treated with interrupted chest compression plus rescue breathing compared with the ARD being -1% (-2.3 to 0.4), moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Following OHCA, we have found that bystander-administered chest compression-only CPR, supported by telephone instruction, increases the proportion of people who survive to hospital discharge compared with conventional interrupted chest compression CPR plus rescue breathing. Some uncertainty remains about how well neurological function is preserved in this population and there is no information available regarding adverse effects.\nWhen CPR was performed by EMS providers, continuous chest compressions plus asynchronous rescue breathing did not result in higher rates for survival to hospital discharge compared to interrupted chest compression plus rescue breathing. The results indicate slightly lower rates of survival to admission or discharge, favourable neurological outcome and return of spontaneous circulation observed following continuous chest compression. Adverse effects are probably slightly lower with continuous chest compression.\nIncreased availability of automated external defibrillators (AEDs), and AED use in CPR need to be examined, and also whether continuous chest compression CPR is appropriate for paediatric cardiac arrest."
    }
  ],
  "pls_title": "Continuous chest compression versus interrupted chest compression for cardiopulmonary resuscitation (CPR) of non-asphyxial out-of-hospital cardiac arrest (OHCA)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "A cardiac arrest is when the heart stops pumping blood around the body. It is a major cause of death worldwide. A large number of cardiac arrests occur outside of hospitals. Conventional CPR includes both chest compressions and rescue breathing such as mouth-to-mouth resuscitation. This is known as interrupted chest compression with pauses at a fixed ratio for rescue breathing (e.g. 2 breaths: 30 compressions) .\nRescue breathing can be given by mouth-to-mouth or by ventilation devices used by ambulance services. Some studies suggest that applying continuous chest compression is critical for an individual's survival and that interrupting the chest compressions for rescue breathing might increase the risk of death. Continuous chest compression CPR may be performed with, or without, rescue breathing. The theory is that chest compression mimics the heart's action of pumping blood around the body and maintains the supply of oxygen and nutrients to important organs such as the brain. Trying to give mouth-to-mouth ventilation means interrupting chest compressions which could weaken the action of pumping blood.\nWe compared the effects of the two treatments when they were given by bystanders at the scene of a non-asphyxial OHCA and by ambulance crews who arrive later. (A non-asphyxial arrest does not result from drowning or choking.)"
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to February 2017."
    },
    {
      "heading": "Study characteristics",
      "text": "We included four studies; three compared the two approaches to resuscitation when given by untrained bystanders under instruction by telephone. One study compared the two approaches when given by EMS personnel.\nThe three studies, comparing the approaches given by untrained bystanders, (3737 participants) were all undertaken in urban areas and some included both children and adult OHCA. The, bystanders were all untrained and given telephone instructions from the emergency services.\nThe fourth study compared approaches given by EMS professionals (23,711 participants); it was undertaken in urban areas and included only adult OHCA."
    },
    {
      "heading": "Key results",
      "text": "When CPR was performed by bystanders, we found that more people survived until discharge from hospital after chest compression alone than they did following interrupted chest compression with pauses at a fixed ratio for rescue breathing (15 compressions to 2 breaths) (14% versus 11.6%). For the outcomes of survival to hospital admission and neurological outcomes, we did not have sufficient data to be certain that either strategy was better. No data was available for adverse effects, quality of life or survival at one-year.\nWhen CPR was performed by EMS professionals, we found that survival to hospital discharge was slightly lower with continuous chest compressions (100/minute) plus asynchronous rescue breathing (10/minutes) CPR compared with interrupted chest compression plus rescue breathing. Around 9.7% of people lived when they received interrupted chest compression plus rescue breathing compared with 9% of people who received continuous chest compression plus asynchronous rescue breathing.\nThe number of people who survived to hospital admission was slightly higher in those treated with interrupted chest compression plus rescue breathing compared with continuous chest compression plus asynchronous rescue breathing (25.9% versus 24.6%). There was little or no difference in neurological outcomes. The proportion of people who experienced adverse events was probably similar with 55.4% people treated with interrupted chest compression plus rescue breathing experiencing an adverse event compared with 54.4% in those treated with continuous chest compression asynchronous rescue breathing."
    },
    {
      "heading": "Quality of evidence",
      "text": "For bystander-provided CPR, the quality of the evidence was high for the outcome of survival to hospital discharge. For survival to hospital admission, one trial provided results and the evidence was of moderate-quality because of low numbers of people for whom data were available. This was also the case for neurological outcomes.\nIn the one EMS professional-provided CPR trial, the quality of the evidence was moderate for the outcome of survival to hospital discharge because the results do not exclude there being little or no difference between the two approaches, and this is also the case for adverse events. For survival to hospital admission there was high-quality evidence.\nThe main limitation of the current evidence is that only a few trials have been undertaken, and for some outcomes, not enough data have been generated."
    }
  ]
}