{
  "doi": "10.1002/14651858.CD006764.pub4",
  "name": "Different corticosteroids and regimens for accelerating fetal lung maturation for babies at risk of preterm birth ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Despite the widespread use of antenatal corticosteroids to prevent respiratory distress syndrome (RDS) in preterm infants, there is currently no consensus as to the type of corticosteroid to use, dose, frequency, timing of use or the route of administration."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects on fetal and neonatal morbidity and mortality, on maternal morbidity and mortality, and on the child and adult in later life, of administering different types of corticosteroids (dexamethasone or betamethasone), or different corticosteroid dose regimens, including timing, frequency and mode of administration."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth Group's Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (9 May 2022) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all identified published and unpublished randomised controlled trials or quasi-randomised controlled trials comparing any two corticosteroids (dexamethasone or betamethasone or any other corticosteroid that can cross the placenta), comparing different dose regimens (including frequency and timing of administration) in women at risk of preterm birth. We planned to exclude cross-over trials and cluster-randomised trials. We planned to include studies published as abstracts only along with studies published as full-text manuscripts."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently assessed study eligibility, extracted data and assessed the risk of bias of included studies. Data were checked for accuracy. We assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 11 trials (2494 women and 2762 infants) in this update, all of which recruited women who were at increased risk of preterm birth or had a medical indication for preterm birth. All trials were conducted in high-income countries.\nDexamethasone versus betamethasone\nNine trials (2096 women and 2319 infants) compared dexamethasone versus betamethasone. All trials administered both drugs intramuscularly, and the total dose in the course was consistent (22.8 mg or 24 mg), but the regimen varied. We assessed one new study to have no serious risk of bias concerns for most outcomes, but other studies were at moderate (six trials) or high (two trials) risk of bias due to selection, detection and attrition bias. Our GRADE assessments ranged between high- and low-certainty, with downgrades due to risk of bias and imprecision.\nMaternal outcomes\nThe only maternal primary outcome reported was chorioamnionitis (death and puerperal sepsis were not reported). Although the rate of chorioamnionitis was lower with dexamethasone, we did not find conclusive evidence of a difference between the two drugs (risk ratio (RR) 0.71, 95% confidence interval (CI) 0.48 to 1.06; 1 trial, 1346 women; moderate-certainty evidence). The proportion of women experiencing maternal adverse effects of therapy was lower with dexamethasone; however, there was not conclusive evidence of a difference between interventions (RR 0.63, 95% CI 0.35 to 1.13; 2 trials, 1705 women; moderate-certainty evidence).\nInfant outcomes\nWe are unsure whether the choice of drug makes a difference to the risk of any known death after randomisation, because the 95% CI was compatible with both appreciable benefit and harm with dexamethasone (RR 1.03, 95% CI 0.66 to 1.63; 5 trials, 2105 infants; moderate-certainty evidence). The choice of drug may make little or no difference to the risk of RDS (RR 1.06, 95% CI 0.91 to 1.22; 5 trials, 2105 infants; high-certainty evidence). While there may be little or no difference in the risk of intraventricular haemorrhage (IVH), there was substantial unexplained statistical heterogeneity in this result (average (a) RR 0.71, 95% CI 0.28 to 1.81; 4 trials, 1902 infants; I² = 62%; low-certainty evidence). We found no evidence of a difference between the two drugs for chronic lung disease (RR 0.92, 95% CI 0.64 to 1.34; 1 trial, 1509 infants; moderate-certainty evidence), and we are unsure of the effects on necrotising enterocolitis, because there were few events in the studies reporting this outcome (RR 5.08, 95% CI 0.25 to 105.15; 2 studies, 441 infants; low-certainty evidence).\nLonger-term child outcomes\nOnly one trial consistently followed up children longer term, reporting  at two years' adjusted age. There is probably little or no difference between dexamethasone and betamethasone in the risk of neurodevelopmental disability at follow-up (RR 1.02, 95% CI 0.85 to 1.22; 2 trials, 1151 infants; moderate-certainty evidence). It is unclear whether the choice of drug makes a difference to the risk of visual impairment (RR 0.33, 95% CI 0.01 to 8.15; 1 trial, 1227 children; low-certainty evidence). There may be little or no difference between the drugs for hearing impairment (RR 1.16, 95% CI 0.63 to 2.16; 1 trial, 1227 children; moderate-certainty evidence), motor developmental delay (RR 0.89, 95% CI 0.66 to 1.20; 1 trial, 1166 children; moderate-certainty evidence) or intellectual impairment (RR 0.97, 95% CI 0.79 to 1.20; 1 trial, 1161 children; moderate-certainty evidence). However, the effect estimate for cerebral palsy is compatible with both an important increase in risk with dexamethasone, and no difference between interventions (RR 2.50, 95% CI 0.97 to 6.39; 1 trial, 1223 children; low-certainty evidence).\nNo trials followed the children beyond early childhood.\nComparisons of different preparations and regimens of corticosteroids\nWe found three studies that included a comparison of a different regimen or preparation of either dexamethasone or betamethasone (oral dexamethasone 32 mg versus intramuscular dexamethasone 24 mg; betamethasone acetate plus phosphate versus betamethasone phosphate; 12-hourly betamethasone versus 24-hourly betamethasone). The certainty of the evidence for the main outcomes from all three studies was very low, due to  small sample size and  risk of bias. Therefore, we were limited in our ability to draw conclusions from any of these studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, it remains unclear whether there are important differences between dexamethasone and betamethasone, or between one regimen and another.\nMost trials compared dexamethasone versus betamethasone. While for most infant and early childhood outcomes there may be no difference between these drugs, for several important outcomes for the mother, infant and child the evidence was inconclusive and did not rule out significant benefits or harms.\nThe evidence on different antenatal corticosteroid regimens was sparse, and does not support the use of one particular corticosteroid regimen over another."
    }
  ],
  "pls_title": "Different corticosteroid treatments before early birth for improving outcomes for babies",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Babies born early (before 37 weeks of pregnancy, which is considered preterm birth) are at increased risk of health problems. These include lung problems (respiratory distress syndrome), bleeding of the brain (intraventricular haemorrhage) and death. Medicines called corticosteroids are given to the mother while still pregnant to help stop these problems occurring and there is high-quality evidence that they are effective in preventing many of these issues. These medicines work by maturing the baby's lungs before birth. There are different types of corticosteroid and they can be given in different ways and in different doses. While we know that giving mothers at risk of early birth corticosteroids has benefits for the baby, we do not know which type of corticosteroid is most beneficial and least harmful for mother and baby."
    },
    {
      "heading": "Why is this important?",
      "text": "Since there is no clear or agreed best type or dose, hospitals may vary in how they give this medicine. This review assessed all available evidence from randomised controlled trials (where the treatments people receive are decided at random; these trials usually give the most reliable evidence about treatment effects) to determine which medicine and way of giving the medicine is best for mother and baby. We  also wanted to find out what effect the medicines have once the babies have grown into children and adults."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 9 May 2022, and identified 18 trials. We checked all trials for trustworthiness and did not include trials where we had doubts. We included 11 trials (2494 women and 2762 babies). One of these trials included over 1500 babies, finished in 2013 and was at low risk of bias. The other trials were smaller, older and at moderate or high risk of bias.\nNine trials compared the two corticosteroids most commonly used before early birth, dexamethasone and betamethasone. For the mother, while there may be no difference between these medicines, we could not rule out the possibility that the risk of both infection and side effects were lower with dexamethasone (moderate-quality evidence). For the baby, we are unsure whether the choice of medicine make a difference to the risk of any death after the start of the trial (moderate-quality evidence). The choice of medicine probably  makes little or no difference to the risk of respiratory distress syndrome (high-quality evidence) and chronic lung disease (moderate-quality evidence). We found that there may be little or no difference between dexamethasone and betamethasone in the risk of intraventricular haemorrhage (low-quality evidence). We are uncertain whether the choice of medicine makes a difference to the risk of necrotising enterocolitis (inflammation of the small and large intestines), because this happened so rarely in the trials (low-quality evidence).\nOne large trial attempted to monitor all children longer term, reporting results when children were two years of age. This trial found that overall there is probably little or no difference in the risk of neurodevelopmental disability (illnesses that affect how the brain functions) at two years of age (moderate-quality evidence). The choice of medicine may make little or no difference to specific developmental outcomes including  hearing impairment (moderate-quality evidence), developmental delay (moderate-quality evidence) or learning difficulties (moderate-quality evidence). It is unclear whether the choice of medicine makes a difference to sight impairment (low-quality evidence). We are also unsure whether dexamethasone increases the risk of cerebral palsy (a group of disorders that affect the ability to move and maintain balance and posture) because there were  few events in the one study looking at this. We need information from more children to accurately assess the differences between these medicines for this outcome (low-quality evidence).\nThree trials compared different ways of giving corticosteroids. One trial compared two ways of giving dexamethasone (by mouth or injection into the muscle), another trial compared different preparations of betamethasone and a third trial compared two ways of giving betamethasone (different time intervals between doses). Because these trials were small and at moderate risk of bias, we do not know whether their findings give a good indication of how best to give these medicines."
    },
    {
      "heading": "What does this mean?",
      "text": "Although we found that the effects of dexamethasone and betamethasone are probably similar for many outcomes, we are not sure which is the best corticosteroid in the context of early birth. We found no trials that reported the effects of these medicines beyond two years of age, so we cannot comment on their long-term effect on the child's health.\nWe did not find much evidence on the best way to give corticosteroids, so we are unable to say whether one way might be better than another.\nWe need more studies to establish which is the best medicine and what is the best way to give it, and babies in these trials need to be monitored over a long period to see any effects on child and adult development."
    }
  ]
}