{
  "doi": "10.1002/14651858.CD008400.pub3",
  "name": "Acupuncture for mumps in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mumps is an acute, viral illness transmitted by respiratory droplets and saliva. A number of studies published in China have suggested that acupuncture is beneficial for children with mumps but the literature reporting the benefits or harms of acupuncture for mumps has not been systematically reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of acupuncture for children with mumps."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 11), MEDLINE (1950 to November week 3, 2014), EMBASE (1974 to December 2014), CINAHL (1981 to December 2014), AMED (1985 to December 2014), the Chinese BioMedical Literature Database (CBM) (1979 to November 2014), China National Knowledge Infrastructure (CNKI) (1979 to November 2014), Chinese Technology Periodical Database (CTPD) (1989 to November 2014) and Wanfang database (1982 to November 2014). We also handsearched a number of journals (from first issue to current issue)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing acupuncture with placebo acupuncture, no management, Chinese medication, Western medication or other treatments for mumps. Acupuncture included either traditional acupuncture or contemporary acupuncture, regardless of the source of stimulation (body, electro, scalp, fire, hand, fine needle, moxibustion)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data. We identified no trials for inclusion in this updated review."
    },
    {
      "heading": "Main results",
      "text": "No study met our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We could not reach any conclusion about the efficacy and safety of acupuncture as we identified no trials for inclusion in this review. More high-quality research is needed."
    }
  ],
  "pls_title": "Acupuncture for mumps in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We aimed to determine the effectiveness and safety of using acupuncture to treat mumps in children."
    },
    {
      "heading": "Background",
      "text": "Acupuncture has been used to treat children with mumps for hundreds of years in China. Benefits attributed to acupuncture include decreased swelling and pain, and shortening of the disease duration. According to traditional Chinese medicine, health is achieved by maintaining an uninterrupted flow of Qi, or energy, along 14 meridians. Mumps is caused by 'wind warmth evil' (epidemic heat) and 'pyretic toxicity' accumulated in the Shaoyang and Yangming meridians, thus the flow of Qi, sputum and 'heat evil' stagnate in and around the ears and the cheeks. Acupuncture can help expel 'wind warmth evil', clear pathogenic heat, remove toxic substances, act as an anti-inflammatory, alleviate pain and re-establish the normal flow of Qi, thus restoring internal balance."
    },
    {
      "heading": "Study characteristics",
      "text": "No trials met our inclusion criteria."
    },
    {
      "heading": "Key results",
      "text": "This update aimed to systematically review all randomised controlled trials (RCTs) that examined the efficacy and safety of acupuncture for children with mumps. The evidence is current to December 2014. Although acupuncture has been widely used in China for children with mumps and quite a number of trials claiming to be RCTs have been published, we identified no eligible trials. Although no trials were included, we reviewed the studies we found and there were no reports of adverse events with acupuncture as a treatment for children with mumps. Therefore, we cannot draw any definite conclusions about the efficacy and safety of acupuncture for children with mumps."
    }
  ]
}