{
  "doi": "10.1002/14651858.CD009389.pub3",
  "name": "Spinal cord stimulation for cancer‐related pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a review first published in The Cochrane Library in Issue 3, 2013. Cancer-related pain places a heavy burden on public health with related high expenditure. Severe pain is associated with a decreased quality of life in patients with cancer. A significant proportion of patients with cancer-related pain are under-treated. There is a need for more effective control of cancer-related pain. Spinal cord stimulation (SCS) may have a role in pain management. The effectiveness and safety of SCS for patients with cancer-related pain is currently unknown."
    },
    {
      "heading": "Objectives",
      "text": "This systematic review evaluated the effectiveness of SCS for cancer-related pain compared with standard care using conventional analgesic medication. We also appraised risk and potential adverse events associated with the use of SCS."
    },
    {
      "heading": "Search methods",
      "text": "This is an update of a review first published in The Cochrane Library in Issue 3, 2013. The search strategy for the update was the same as in the original review. We searched the following bibliographic databases in order to identify relevant studies: the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library; MEDLINE; EMBASE; and CBM (Chinese Biomedical Database) in October 2014. We also handsearched relevant journals. There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised controlled trials (RCTs) that directly compared SCS with other interventions with regards to the effectiveness of pain management. We also planned to include cross-over trials that compared SCS with another treatment. We planned to identify non-randomised controlled trials but these would only be included if no RCTs could be found."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The literature search for the update of this review found 121 potentially eligible articles. The initial search strategy yielded 430 articles. By scrutinising titles and abstracts, we found 412 articles irrelevant to the analytical purpose of this systematic review due to different scopes of diseases or different methods of intervention (intrathecal infusion system; oral medication) or aims other than pain control (spinal cord function monitoring, bladder function restoration or amelioration of organ metabolism). The remaining 18 trials were reviewed as full manuscripts. No RCTs were identified. Fourteen sporadic case reports and review articles were excluded and four before-and-after case series studies (92 participants) were included. Two review authors independently selected the studies to be included in the review according to the prespecified eligibility criteria. A checklist for methodological quality of non-randomised controlled trials was used (STROBE checklist) and all review authors discussed and agreed on the inclusion of trials and the results of the quality assessment."
    },
    {
      "heading": "Main results",
      "text": "No new studies were identified for inclusion in this update of the review. Four before-and-after case series studies (a total of 92 participants) met our criteria for inclusion in the previous version of the review. All included trials adopted a visual analogue scale (VAS) to evaluate pain relief. Heterogeneity existed in terms of baseline characteristics, electrode and stimulator parameters, level of implantation and route of implantation; each trial reported data differently. In two trials, pain relief was achieved in 76% (48/63) of participants at the end of the follow-up period. In the third trial, pre-procedure VAS was 6 to 9 (mean 7.43 ); the one-month post-implant VAS was 2 to 4 (mean 3.07); the 12-month post-implant VAS was 1 to 3 (mean 2.67). In the fourth trial, the pre-procedure VAS was 6 to 9 (mean 7.07); 1 to 4 (mean 2.67) at one-month; 1 to 4 (mean 1.87) at 12 months. Analgesic use was largely reduced. The main adverse events were infection of sites of implantation, cerebrospinal fluid (CSF) leakage, pain at the sites of electrodes, dislodgement of the electrodes, and system failure; however, the incidence in participants with cancer could not be calculated. Since all trials were small, non-randomised controlled trials, they carried high or unclear risk of all types of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Since the first publication of this review, no new studies were identified. Current evidence is insufficient to establish the role of SCS in treating refractory cancer-related pain. Future randomised studies should focus on the implantation of SCS in participants with cancer-related pain."
    }
  ],
  "pls_title": "Spinal cord stimulation for cancer pain",
  "pls_type": "long",
  "pls": "People with cancer often experience pain. Cancer pain or cancer-related pain is one of the worst factors for these patients. This type of pain tends to get worse as the cancer progresses. Despite better analgesics (pain killers) and techniques, cancer pain is still a problem for many people.\nTraditionally, cancer pain was controlled by drugs. When these drugs do not work, other ways of reducing pain can be used, such as neuromodulation (electrical stimulation of the nerves). Spinal cord stimulation is the most common method of neuromodulation.\nSpinal cord stimulation (SCS) involves putting electrodes on the spinal cord to control pain. The electrodes deliver impulses that may reduce pain. The technique is reversible and minimally invasive. SCS appears to have very few side effects, e.g. tiredness, compared to drugs used for pain relief. This technique has been widely used in non-cancer patients, yet the role of SCS for cancer pain is still unclear.\nIn the original review, we intended to evaluate how well SCS worked for cancer pain, compared with standard care (e.g. drugs). We also planned to look at harm and side effects of the treatment. To update this review, in October 2014 we looked for clinical trials that used SCS to treat cancer pain. We found no randomised controlled trials and four before-and-after case series studies (a total of 92 participants with cancer). All studies were small and of low quality.\nSCS participants used fewer drugs than standard treatment group. The main side effects were infection and pain at the sites of electrodes, cerebrospinal fluid (CSF) leakage, dislodged electrodes, and system failure. However, we could not tell which side effects occurred more frequently in cancer patients compared to non-cancer patients.\nThere is not enough good quality evidence to know whether SCS is better than drugs to relieve cancer pain. More trials comparing SCS with other ways of relieving pain are needed."
}