{
  "doi": "10.1002/14651858.CD012045.pub2",
  "name": "Partial nephrectomy versus radical nephrectomy for clinical localised renal masses",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Partial nephrectomy and radical nephrectomy are the relevant surgical therapy options for localised renal cell carcinoma. However, debate regarding the effects of these surgical approaches continues and it is important to identify and summarise high-quality studies to make surgical treatment recommendations."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of partial nephrectomy compared with radical nephrectomy for clinically localised renal cell carcinoma."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, PubMed, Embase, Web of Science, BIOSIS, LILACS, Scopus, two trial registries and abstracts from three major conferences to 24 February 2017, together with reference lists; and contacted selected experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "We included a randomised controlled trial comparing partial and radical nephrectomy for participants with small renal masses."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author screened all of the titles and abstracts; only citations that were clearly irrelevant were excluded at this stage. Next, two review authors independently assessed full-text reports, identified relevant studies, evaluated the eligibility of the studies for inclusion, assessed trial quality and extracted data. The update of the literature search was performed by two independent review authors. We used Review Manager 5 for data synthesis and data analyses."
    },
    {
      "heading": "Main results",
      "text": "We identified one randomised controlled trial including 541 participants that compared partial nephrectomy to radical nephrectomy. The median follow-up was 9.3 years.\nBased on low quality evidence, we found that time-to-death of any cause was decreased using partial nephrectomy (HR 1.50, 95% CI 1.03 to 2.18). This corresponds to 79 more deaths (5 more to 173 more) per 1000. Also based on low quality evidence, we found no difference in serious adverse events (RR 2.04, 95% CI 0.19 to 22.34). Findings are consistent with 4 more surgery-related deaths (3 fewer to 78 more) per 1000.\nBased on low quality evidence, we found no difference in time-to-recurrence (HR 1.37, 95% CI 0.58 to 3.24). This corresponds to 12 more recurrences (14 fewer to 70 more) per 1000. Due to the nature of reporting, we were unable to analyse overall rates for immediate and long-term adverse events. We found no evidence on haemodialysis or quality of life.\nReasons for downgrading related to study limitations (lack of blinding, cross-over), imprecision and indirectness (a substantial proportion of patients were ultimately found not to have a malignant tumour). Based on the finding of a single trial, we were unable to conduct any subgroup or sensitivity analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Partial nephrectomy may be associated with a decreased time-to-death of any cause. With regards to surgery-related mortality, cancer-specific survival and time-to-recurrence, partial nephrectomy appears to result in little to no difference."
    }
  ],
  "pls_title": "Partial nephrectomy for the treatment of clinically localised renal carcinomas",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence to compare the effects of removing only the tumour (partial nephrectomy) versus removing the entire kidney (radical nephrectomy) in individuals with a small kidney cancer that has not spread to other parts of the body."
    },
    {
      "heading": "Background",
      "text": "Small kidney tumours are often discovered on imaging studies (like CT scans) ordered for other reasons. Some of these tumours are cancer that can spread to other parts of the body, cause problems like bleeding or pain and even lead to death. The best way to treat these tumours is surgery that removes the tumour. This can be done by just removing the tumour (and some of the surrounding tissue) or by removing the tumour and the whole kidney. We do not know what is better."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the medical literature until 24 February 2017. We included one study with 541 study participants that randomly assigned participants with localised tumours of the kidney that were thought to be cancerous. On average, participants were followed for 9.3 years."
    },
    {
      "heading": "Key results",
      "text": "Participants who had only the tumour taken out appear to be more likely to die from any cause than participants that had the tumour and the whole kidney taken out. There appeared to be little to no difference in the time until the tumour comes back or in the risk of serious complications resulting in death. We did not find any evidence as to how the groups compared when it comes to the need for haemodialysis or how their quality of life compared."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence was low. This means that we have limited confidence in the results and that the true effect of partial nephrectomy may be substantially different."
    }
  ]
}