{
  "doi": "10.1002/14651858.CD013667.pub2",
  "name": "Interventions for self‐harm in children and adolescents",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Self-harm (SH; intentional self-poisoning or self-injury regardless of degree of suicidal intent or other types of motivation) is a growing problem in most countries, often repeated, and associated with suicide. Evidence assessing the effectiveness of interventions in the treatment of SH in children and adolescents is lacking, especially when compared with the evidence for psychosocial interventions in adults. This review therefore updates a previous Cochrane Review (last published in 2015) on the role of interventions for SH in children and adolescents."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of psychosocial interventions or pharmacological agents or natural products for SH compared to comparison types of care (e.g. treatment-as-usual, routine psychiatric care, enhanced usual care, active comparator, placebo, alternative pharmacological treatment, or a combination of these) for children and adolescents (up to 18 years of age) who engage in SH."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Common Mental Disorders Specialized Register, the Cochrane Library (Central Register of Controlled Trials [CENTRAL] and Cochrane Database of Systematic Reviews [CDSR]), together with MEDLINE, Ovid Embase, and PsycINFO (to 4 July 2020)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) comparing specific psychosocial interventions or pharmacological agents or natural products with treatment-as-usual (TAU), routine psychiatric care, enhanced usual care (EUC), active comparator, placebo, alternative pharmacological treatment, or a combination of these, in children and adolescents with a recent (within six months of trial entry) episode of SH resulting in presentation to hospital or clinical services. The primary outcome was the occurrence of a repeated episode of SH over a maximum follow-up period of two years. Secondary outcomes included treatment adherence, depression, hopelessness, general functioning, social functioning, suicidal ideation, and suicide."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently selected trials, extracted data, and appraised trial quality. For binary outcomes, we calculated odds ratios (ORs) and their 95% confidence internals (CIs). For continuous outcomes, we calculated the mean difference (MD) or standardised mean difference (SMD) and 95% CIs. The overall quality of evidence for the primary outcome (i.e. repetition of SH at post-intervention) was appraised for each intervention using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included data from 17 trials with a total of 2280 participants. Participants in these trials were predominately female (87.6%) with a mean age of 14.7 years (standard deviation (SD) 1.5 years). The trials included in this review investigated the effectiveness of various forms of psychosocial interventions. None of the included trials evaluated the effectiveness of pharmacological agents in this clinical population. There was a lower rate of SH repetition for DBT-A (30%) as compared to TAU, EUC, or alternative psychotherapy (43%) on repetition of SH at post-intervention in four trials (OR 0.46, 95% CI 0.26 to 0.82; N = 270; k = 4; high-certainty evidence). There may be no evidence of a difference for individual cognitive behavioural therapy (CBT)-based psychotherapy and TAU for repetition of SH at post-intervention (OR 0.93, 95% CI 0.12 to 7.24; N = 51; k = 2; low-certainty evidence). We are uncertain whether mentalisation based therapy for adolescents (MBT-A) reduces repetition of SH at post-intervention as compared to TAU (OR 0.70, 95% CI 0.06 to 8.46; N = 85; k = 2; very low-certainty evidence). Heterogeneity for this outcome was substantial ( I² = 68%). There is probably no evidence of a difference between family therapy and either TAU or EUC on repetition of SH at post-intervention (OR 1.00, 95% CI 0.49 to 2.07; N = 191; k = 2; moderate-certainty evidence). However, there was no evidence of a difference for compliance enhancement approaches on repetition of SH by the six-month follow-up assessment, for group-based psychotherapy at the six- or 12-month follow-up assessments, for a remote contact intervention (emergency cards) at the 12-month assessment, or for therapeutic assessment at the 12- or 24-month follow-up assessments."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the moderate or very low quality of the available evidence, and the small number of trials identified, there is only uncertain evidence regarding a number of psychosocial interventions in children and adolescents who engage in SH. Further evaluation of DBT-A is warranted. Given the evidence for its benefit in adults who engage in SH, individual CBT-based psychotherapy should also be further developed and evaluated in children and adolescents."
    }
  ],
  "pls_title": "Interventions for children and adolescents who self-harm",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We have reviewed the international literature regarding psychosocial interventions, pharmacological (drug), and natural product (dietary supplementation) treatment trials in the field. A total of 17 trials meeting our inclusion criteria were identified. There is little evidence of beneficial effects for individual cognitive behavioural therapy (CBT)-based psychotherapy, mentalisation-based therapy for adolescents (MBT-A), group-based psychotherapy, enhanced assessment approaches, compliance enhancement approaches, family interventions, or remote contact interventions. There is some evidence of effectiveness for dialectical behaviour therapy (DBT-A) for adolescents. However, few trials have been conducted and those that have are generally small, meaning that possible beneficial effects of some of these therapies cannot be ruled out."
    },
    {
      "heading": "Why is this review important?",
      "text": "Self-harm (SH), which includes intentional self-poisoning/overdose and self-injury, is a major problem in many countries and is strongly linked with suicide. It is therefore important that effective treatments for SH patients are developed. There has been an increase in the use of interventions for SH in children and adolescents. It is therefore important to assess the evidence for their effectiveness."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "Hospital administrators (e.g. service providers), health policy officers and third party payers (e.g. health insurers), clinicians working with patients who engage in SH, patients themselves, and their relatives."
    },
    {
      "heading": "What questions does this review aim to answer?",
      "text": "This review is an update of a previous Cochrane Review from 2015 which found little evidence of beneficial effects of interventions for SH in children and adolescents. This updated review aims to further evaluate the evidence for effectiveness of interventions for children and adolescents with SH with a broader range of outcomes."
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "To be included in the review, studies had to be randomised controlled trials of either psychosocial or drug treatments for children and adolescents up to 18 years of age who had recently engaged in SH."
    },
    {
      "heading": "What does the evidence from the review tell us?",
      "text": "There have been surprisingly few investigations of treatments for SH in children and adolescents, despite the size of this problem in many countries. We found positive effects of DBT-A on repetition of SH. There is currently no clear evidence for the effectiveness of individual CBT-based psychotherapy, MBT-A, group-based psychotherapy, enhanced assessment approaches, compliance enhancement approaches, family interventions, or remote contact interventions in preventing repetition of SH."
    },
    {
      "heading": "What should happen next?",
      "text": "We recommend further trials of DBT-A. Given the evidence for its benefit for adults who engage in SH, individual CBT-based psychotherapy should also be further developed and evaluated in children and adolescents. Given the extent of SH in children and adolescents, greater attention should be paid to the development and evaluation of specific therapies for this population."
    }
  ]
}