{
  "doi": "10.1002/14651858.CD001877.pub5",
  "name": "Screening for breast cancer with mammography",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A variety of estimates of the benefits and harms of mammographic screening for breast cancer have been published and national policies vary."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of screening for breast cancer with mammography on mortality and morbidity."
    },
    {
      "heading": "Search methods",
      "text": "We searched PubMed (22 November 2012) and the World Health Organization's International Clinical Trials Registry Platform (22 November 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing mammographic screening with no mammographic screening."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted data. Study authors were contacted for additional information."
    },
    {
      "heading": "Main results",
      "text": "Eight eligible trials were identified. We excluded a trial because the randomisation had failed to produce comparable groups.The eligible trials included 600,000 women in the analyses in the age range 39 to 74 years. Three trials with adequate randomisation did not show a statistically significant reduction in breast cancer mortality at 13 years (relative risk (RR) 0.90, 95% confidence interval (CI) 0.79 to 1.02); four trials with suboptimal randomisation showed a significant reduction in breast cancer mortality with an RR of 0.75 (95% CI 0.67 to 0.83). The RR for all seven trials combined was 0.81 (95% CI 0.74 to 0.87).\n\nWe found that breast cancer mortality was an unreliable outcome that was biased in favour of screening, mainly because of differential misclassification of cause of death. The trials with adequate randomisation did not find an effect of screening on total cancer mortality, including breast cancer, after 10 years (RR 1.02, 95% CI 0.95 to 1.10) or on all-cause mortality after 13 years (RR 0.99, 95% CI 0.95 to 1.03).\nTotal numbers of lumpectomies and mastectomies were significantly larger in the screened groups (RR 1.31, 95% CI 1.22 to 1.42), as were number of mastectomies (RR 1.20, 95% CI 1.08 to 1.32). The use of radiotherapy was similarly increased whereas there was no difference in the use of chemotherapy (data available in only two trials)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "If we assume that screening reduces breast cancer mortality by 15% and that overdiagnosis and overtreatment is at 30%, it means that for every 2000 women invited for screening throughout 10 years, one will avoid dying of breast cancer and 10 healthy women, who would not have been diagnosed if there had not been screening, will be treated unnecessarily. Furthermore, more than 200 women will experience important psychological distress including anxiety and uncertainty for years because of false positive findings. To help ensure that the women are fully informed before they decide whether or not to attend screening, we have written an evidence-based leaflet for lay people that is available in several languages on www.cochrane.dk. Because of substantial advances in treatment and greater breast cancer awareness since the trials were carried out, it is likely that the absolute effect of screening today is smaller than in the trials. Recent observational studies show more overdiagnosis than in the trials and very little or no reduction in the incidence of advanced cancers with screening."
    }
  ],
  "pls_title": "Screening for breast cancer with mammography",
  "pls_type": "long",
  "pls": "Screening with mammography uses X-ray imaging to find breast cancer before a lump can be felt. The goal is to treat cancer earlier, when a cure is more likely. The review includes seven trials that involved 600,000 women in the age range 39 to 74 years who were randomly assigned to receive screening mammograms or not. The studies which provided the most reliable information showed that screening did not reduce breast cancer mortality. Studies that were potentially more biased (less carefully done) found that screening reduced breast cancer mortality. However, screening will result in some women getting a cancer diagnosis even though their cancer would not have led to death or sickness. Currently, it is not possible to tell which women these are, and they are therefore likely to have breasts or lumps removed and to receive radiotherapy unnecessarily. If we assume that screening reduces breast cancer mortality by 15% after 13 years of follow-up and that overdiagnosis and overtreatment is at 30%, it means that for every 2000 women invited for screening throughout 10 years, one will avoid dying of breast cancer and 10 healthy women, who would not have been diagnosed if there had not been screening, will be treated unnecessarily. Furthermore, more than 200 women will experience important psychological distress including anxiety and uncertainty for years because of false positive findings.\nWomen invited to screening should be fully informed of both the benefits and harms. To help ensure that the requirements for informed choice for women contemplating whether or not to attend a screening programme can be met, we have written an evidence-based leaflet for lay people that is available in several languages on www.cochrane.dk. Because of substantial advances in treatment and greater breast cancer awareness since the trials were carried out, it is likely that the absolute effect of screening today is smaller than in the trials. Recent observational studies show more overdiagnosis than in the trials and very little or no reduction in the incidence of advanced cancers with screening."
}