{
  "doi": "10.1002/14651858.CD011976.pub2",
  "name": "Transcutaneous electrical nerve stimulation (TENS) for neuropathic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neuropathic pain, which is due to nerve disease or damage, represents a significant burden on people and society. It can be particularly unpleasant and achieving adequate symptom control can be difficult. Non-pharmacological methods of treatment are often employed by people with neuropathic pain and may include transcutaneous electrical nerve stimulation (TENS). This review supersedes one Cochrane Review 'Transcutaneous electrical nerve stimulation (TENS) for chronic pain' (Nnoaham 2014) and one withdrawn protocol 'Transcutaneous electrical nerve stimulation (TENS) for neuropathic pain in adults' (Claydon 2014). This review replaces the original protocol for neuropathic pain that was withdrawn."
    },
    {
      "heading": "Objectives",
      "text": "To determine the analgesic effectiveness of TENS versus placebo (sham) TENS, TENS versus usual care, TENS versus no treatment and TENS in addition to usual care versus usual care alone in the management of neuropathic pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, PsycINFO, AMED, CINAHL, Web of Science, PEDro, LILACS (up to September 2016) and various clinical trials registries. We also searched bibliographies of included studies for further relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials where TENS was evaluated in the treatment of central or peripheral neuropathic pain. We included studies if they investigated the following: TENS versus placebo (sham) TENS, TENS versus usual care, TENS versus no treatment and TENS in addition to usual care versus usual care alone in the management of neuropathic pain in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened all database search results and identified papers requiring full-text assessment. Subsequently, two review authors independently applied inclusion/exclusion criteria to these studies. The same review authors then independently extracted data, assessed for risk of bias using the Cochrane standard tool and rated the quality of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 15 studies with 724 participants. We found a range of treatment protocols in terms of duration of care, TENS application times and intensity of application. Briefly, duration of care ranged from four days through to three months. Similarly, we found variation of TENS application times; from 15 minutes up to hourly sessions applied four times daily. We typically found intensity of TENS set to comfortable perceptible tingling with very few studies titrating the dose to maintain this perception. Of the comparisons, we had planned to explore, we were only able to undertake a quantitative synthesis for TENS versus sham TENS. Insufficient data and large diversity in the control conditions prevented us from undertaking a quantitative synthesis for the remaining comparisons.\nFor TENS compared to sham TENS, five studies were suitable for pooled analysis. We described the remainder of the studies in narrative form. Overall, we judged 11 studies at high risk of bias, and four at unclear risk. Due to the small number of eligible studies, the high levels of risk of bias across the studies and small sample sizes, we rated the quality of the evidence as very low for the pooled analysis and very low individual GRADE rating of outcomes from single studies. For the individual studies discussed in narrative form, the methodological limitations, quality of reporting and heterogeneous nature of interventions compared did not allow for reliable overall estimates of the effect of TENS.\nFive studies (across various neuropathic conditions) were suitable for pooled analysis of TENS versus sham TENS investigating pain intensity using a visual analogue scale. We found a mean postintervention difference in effect size favouring TENS of -1.58 (95% confidence interval (CI) -2.08 to -1.09, P < 0.00001, n = 207, six comparisons from five studies) (very low quality evidence). There was no significant heterogeneity in this analysis. While this exceeded our prespecified minimally important difference for pain outcomes, we assessed the quality of evidence as very low meaning we have very little confidence in this effect estimate and the true effect is likely to be substantially different from that reported in this review. Only one study of these five investigated health related quality of life as an outcome meaning we were unable to report on this outcome in this comparison. Similarly, we were unable to report on global impression of change or changes in analgesic use in this pooled analysis.\nTen small studies compared TENS to some form of usual care. However, there was great diversity in what constituted usual care, precluding pooling of data. Most of these studies found either no difference in pain outcomes between TENS versus other active treatments or favoured the comparator intervention (very low quality evidence). We were unable to report on other primary and secondary outcomes in these single trials (health-related quality of life, global impression of change and changes in analgesic use).\nOf the 15 included studies, three reported adverse events which were minor and limited to 'skin irritation' at or around the site of electrode placement (very low quality evidence). Three studies reported no adverse events while the remainder did not report any detail with regard adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In this review, we reported on the comparison between TENS and sham TENS. The quality of the evidence was very low meaning we were unable to confidently state whether TENS is effective for pain control in people with neuropathic pain. The very low quality of evidence means we have very limited confidence in the effect estimate reported; the true effect is likely to be substantially different. We make recommendations with respect to future TENS study designs which may meaningfully reduce the uncertainty relating to the effectiveness of this treatment modality."
    }
  ],
  "pls_title": "Transcutaneous electrical nerve stimulation (TENS) for neuropathic pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "For adults with neuropathic pain, it is impossible to confidently state whether TENS is effective in relieving pain when compared to sham TENS."
    },
    {
      "heading": "Background",
      "text": "Neuropathic pain is pain due to injury or disease to nerves and can be difficult to treat effectively. It may occur following direct nerve injury or develop due to problems like diabetes, shingles and carpal tunnel syndrome. TENS is a common treatment for a range of pain conditions. It involves using a small battery operated unit to apply low level electrical currents through electrodes attached to the skin. This is suggested to relieve pain."
    },
    {
      "heading": "Review question",
      "text": "Does TENS improve pain intensity and health related quality of life in adults with neuropathic pain?"
    },
    {
      "heading": "Study characteristics",
      "text": "We reviewed all eligible clinical trials comparing TENS to 'fake' TENS (known as 'sham'), usual care or no treatment, or comparing TENS plus usual care versus usual care alone, for neuropathic pain in adults. As of September 2016, we found 15 studies eligible for inclusion. Of these 15 studies, we were able to combine results from five studies to investigate the effect of TENS compared to sham TENS for treatment of pain. The studies involved a range of neuropathic pain problems (e.g. people with spinal cord injury, back pain with nerve involvement, complications associated with diabetes, etc.). We found the quality of the studies overall to be low."
    },
    {
      "heading": "Key findings",
      "text": "We were unable to confidently state whether TENS is effective in relieving pain compared to sham TENS in people with neuropathic pain. This is due to the very low quality of the evidence, which means we have very limited confidence in this result and that future studies are likely to change this result. Lack of reported data meant we were unable to draw any conclusion on the effect of TENS treatment on health related quality of life, pain relieving medicine use or people's impression of how TENS changed their condition.\nWe described the results of 10 further studies comparing TENS against other types of treatment. These 10 studies were quite varied and so we could not combine them and analyse them together. This, together with the very low quality of these 10 studies, meant we were unable to judge pain relief, health related quality of life, pain medication use or impression of change.\nIn three of the 15 studies, some people using TENS experienced skin irritation under the electrode pads. Three studies reported no problems and the remaining studies did not provide any details on side effects. Based on this, it is not realistic to comment on side effects associated with TENS use."
    }
  ]
}