{
  "doi": "10.1002/14651858.CD010193.pub2",
  "name": "The Lund concept for severe traumatic brain injury",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Severe traumatic brain injury is a significant cause of morbidity and mortality. Treatment strategies in management of such injuries are directed to the prevention of secondary brain ischaemia, as a consequence of disturbed post-traumatic cerebral blood flow. They are usually concerned with avoiding high intracranial pressure (ICP) or adequate cerebral perfusion pressure (CPP). An alternative to this conventional treatment is the Lund concept, which emphasises a reduction in microvascular pressures."
    },
    {
      "heading": "Objectives",
      "text": "To assess the role of the Lund concept versus other treatment modalities such as ICP-targeted therapy, CPP-targeted therapy or other possible treatment strategies in the management of severe traumatic brain injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Injuries Group's Specialised Register, Cochrane Central Register of Controlled Trials (CENTRAL; Issue 10, 2013), MEDLINE (OvidSP), EMBASE (OvidSP), CINAHL Plus (EBSCO Host), ISI Web of Science (SCI-EXPANDED and CPCI-S) and trials registries. We searched the reference lists of relevant studies and published reviews found with our search. The most recent search was 5 November 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs, level 1 evidence) exploring the efficacy of the Lund concept in the treatment of traumatic brain injury."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected papers and made decisions about the eligibility of potentially relevant studies."
    },
    {
      "heading": "Main results",
      "text": "We found no studies that met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence that the Lund concept is a preferable treatment option in the management of severe traumatic brain injury."
    }
  ],
  "pls_title": "The Lund concept in the treatment of brain injuries",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Brain injuries are a significant cause of death and permanent disability. It is recognised that the magnitude of the injury is not defined at the moment of the injury, but rather develops in the hours and days that follow. Treatment in the hours following brain injury is aimed at the maintenance of adequate brain blood flow and the prevention of brain swelling. The Lund concept differs from conventional treatment strategies in emphasising the pressures inside small blood vessels in the brain."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the medical literature in order to find randomised controlled trials (RCTs) (studies where people are randomly assigned to a treatment or non-treatment group) that compared the Lund concept versus other treatments. We included people with severe traumatic brain injury, irrespective of their gender, age or race. The latest search was 5 November 2013."
    },
    {
      "heading": "Key results",
      "text": "We found no studies comparing the Lund concept versus other treatments. There is no evidence from RCTs that the Lund concept is a preferable treatment for brain injury and further research is needed."
    }
  ]
}