{
  "doi": "10.1002/14651858.CD003988.pub2",
  "name": "Combined hormonal versus nonhormonal versus progestin‐only contraception in lactation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postpartum contraception improves the health of mothers and children by lengthening birth intervals. For lactating women, contraception choices are limited by concerns about hormonal effects on milk quality and quantity and passage of hormones to the infant. Ideally, the contraceptive chosen should not interfere with lactation or infant growth. Timing of contraception initiation is also important. Immediately postpartum, most women have contact with a health professional, but many do not return for follow-up contraceptive counseling. However, immediate initiation of hormonal methods may disrupt the onset of milk production."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of hormonal contraceptives on lactation and infant growth"
    },
    {
      "heading": "Search methods",
      "text": "We searched for eligible trials until 2 March 2015. Sources included the Cochrane Central Register of Controlled Trials (CENTRAL), PubMed, POPLINE, Web of Science, LILACS, ClinicalTrials.gov, and ICTRP. We also examined review articles and contacted investigators."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought randomized controlled trials in any language that compared hormonal contraception versus another form of hormonal contraception, nonhormonal contraception, or placebo during lactation. Hormonal contraception includes combined or progestin-only oral contraceptives, injectable contraceptives, implants, and intrauterine devices.\nTrials had to have one of our primary outcomes: breast milk quantity or biochemical composition; lactation initiation, maintenance, or duration; infant growth; or timing of contraception initiation and effect on lactation. Secondary outcomes included contraceptive efficacy while breastfeeding and birth interval."
    },
    {
      "heading": "Data collection and analysis",
      "text": "For continuous variables, we calculated the mean difference (MD) with 95% confidence interval (CI). For dichotomous outcomes, we computed the Mantel-Haenszel odds ratio (OR) with 95% CI. Due to differing interventions and outcome measures, we did not aggregate the data in a meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "In 2014, we added seven trials for a new total of 11. Five reports were published before 1985 and six from 2005 to 2014. They included 1482 women. Four trials examined combined oral contraceptives (COCs), and three studied a levonorgestrel-releasing intrauterine system (LNG-IUS). We found two trials of progestin-only pills (POPs) and two of the etonogestrel-releasing implant. Older studies often lacked quantified results. Most trials did not report significant differences between the study arms in breastfeeding duration, breast milk composition, or infant growth. Exceptions were seen mainly in older studies with limited information.\nFor breastfeeding duration, two of eight trials indicated a negative effect on lactation. A COC study reported a negative effect on lactation duration compared to placebo but did not quantify results. Another trial showed a lower percentage of the LNG-IUS group breastfeeding at 75 days versus the nonhormonal IUD group (reported P < 0.05) but no significant difference at one year.\nFor breast milk volume, two older studies indicated lower volume for the COC group versus the placebo group. One trial did not quantify results. The other showed lower means (mL) for the COC group, e.g. at 16 weeks (MD -24.00, 95% CI -34.53 to -13.47) and at 24 weeks (MD -24.90, 95% CI -36.01 to -13.79). Another four trials did not report any significant difference between the study groups in milk volume or composition with two POPs, a COC, or the etonogestrel implant.\nSeven trials studied infant growth; one showed greater weight gain (grams) for the etonogestrel implant versus no method for six weeks (MD 426.00, 95% CI 58.94 to 793.06) but less compared with depot medroxyprogesterone acetate (DMPA) from 6 to 12 weeks (MD -271.00, 95% CI -355.10 to -186.90). The others studied POPs, COCs versus POPs, or an LNG-IUS."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Results were not consistent across the 11 trials. The evidence was limited for any particular hormonal method. The quality of evidence was moderate overall and low for three of four placebo-controlled trials of COCs or POPs. The sensitivity analysis included six trials with moderate quality evidence and sufficient outcome data. Five trials indicated no significant difference between groups in breastfeeding duration (etonogestrel implant insertion times, COC versus POP, and LNG-IUS). For breast milk volume or composition, a COC study showed a negative effect, while an implant trial showed no significant difference. Of four trials that assessed infant growth, three indicated no significant difference between groups. One showed greater weight gain in the etonogestrel implant group versus no method but less versus DMPA."
    }
  ],
  "pls_title": "Hormonal and nonhormonal birth control during breastfeeding",
  "pls_type": "long",
  "pls": "Birth control for women who are breastfeeding is important worldwide. Delaying the next pregnancy improves the health of women and children. Each year, millions of women decide whether to use birth control after having a baby. The decision includes the birth control type and when to start using it. Researchers and health care providers debate these issues. Some worry that hormones could affect the breast milk and therefore the baby's growth. Ideally, the birth control would not affect the type or amount of breast milk or the baby's growth. Identifying the best time to start birth control is also important. When monthly cycles return is uncertain, and the woman could get pregnant again.\nCombined birth control methods contain the hormones estrogen and progestin. Other types of birth control contain only progestin or no hormones. We looked at whether combined birth control or methods with only progestin affect breastfeeding more than other methods. We ran computer searches for randomized trials of birth control used during breastfeeding until 2 March 2015. These trials compared hormonal methods to other hormonal methods or to placebo ('dummy' method). We also looked at reference lists to find trials. For the initial review, we wrote to researchers to find other studies.\nWe included 11 studies with a total of 1482 women. These trials looked at many methods: pills, an implant, the injectable 'Depo,' and a hormonal intrauterine device (IUD). Some older reports did not have much data. Most trials showed no major difference due to hormonal birth control use. Two of eight trials noted less breastfeeding among women using hormonal birth control. One was a combined pill with few results and the other a hormonal IUD. In one study, the implant group infants gained more weight than those in the no-method group but less weight than infants in the 'Depo' group. Two trials noted that a combined pill had a negative effect on breast milk volume or content. One report did not have much data. The other showed lower volume for combined pill users than for women taking pills with only progestin.\nWe found little information on any specific birth control method, with usually two studies per method. Results were not consistent across all trials. The data were of moderate quality overall. The results of better quality showed little effect on breastfeeding or infant growth."
}