{
  "doi": "10.1002/14651858.CD003246.pub2",
  "name": "Intravenous oxytocin alone for cervical ripening and induction of labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oxytocin is the commonest induction agent used worldwide. It has been used alone, in combination with amniotomy or following cervical ripening with other pharmacological or non-pharmacological methods."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of oxytocin alone for third trimester cervical ripening and induction of labour in comparison with other methods of induction of labour or placebo/no treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (January 2009) and bibliographies of relevant papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing intravenous oxytocin with placebo or no treatment, or with prostaglandins (vaginal or intracervical) for third trimester cervical ripening or labour induction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility and carried out data extraction."
    },
    {
      "heading": "Main results",
      "text": "Sixty-one trials (12,819 women) are included.\nWhen oxytocin inductions were compared with expectant management, fewer women failed to deliver vaginally within 24 hours (8.4% versus 53.8%, risk ratio (RR) 0.16, 95% confidence interval (CI) 0.10 to 0.25). There was a significant increase in the number of women requiring epidural analgesia (RR 1.10, 95% CI 1.04 to 1.17). Fewer women were dissatisfied with oxytocin induction in the one trial reporting this outcome (5.9% versus 13.7%, RR 0.43, 95% CI 0.33 to 0.56).\nCompared with vaginal prostaglandins, oxytocin increased unsuccessful vaginal delivery within 24 hours in the two trials reporting this outcome (70% versus 21%, RR 3.33, 95% CI 1.61 to 6.89). There was a small increase in epidurals when oxytocin alone was used (RR 1.09, 95% CI 1.01 to 1.17).\nMost of the studies included women with ruptured membranes, and there was some evidence that vaginal prostaglandin increased infection in mothers (chorioamnionitis RR 0.66, 95% CI 0.47 to 0.92) and babies (use of antibiotics RR 0.68, 95% CI 0.53 to 0.87). These data should be interpreted cautiously as infection was not pre-specified in the original review protocol.\nWhen oxytocin was compared with intracervical prostaglandins, there was an increase in unsuccessful vaginal delivery within 24 hours (50.4% versus 34.6%, RR 1.47, 95% CI 1.10 to 1.96) and an increase in caesarean sections (19.1% versus 13.7%, RR 1.37, 95% CI 1.08 to 1.74) in the oxytocin group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Comparison of oxytocin with either intravaginal or intracervical PGE2 reveals that the prostaglandin agents probably increase the chances of achieving vaginal birth within 24 hours. Oxytocin induction may increase the rate of interventions in labour.\nA suggestion that for women with prelabour rupture of membranes induction with vaginal prostaglandin may increase risk of infection for mother and baby warrants further study."
    }
  ],
  "pls_title": "Oxytocin for induction of labour",
  "pls_type": "long",
  "pls": "Sometimes it is necessary to bring on labour artificially, because of safety concerns either for the pregnant woman or her baby. Oxytocin is the most common drug used to induce labour and has been used either alone, with other drugs or after artificial rupture of the membranes. In this review we looked at the use of oxytocin alone for inducing labour. The review included 61 studies with more than12,000 women. Overall, oxytocin seems to be a safe method of inducing labour. Compared to waiting to see whether labour starts naturally (expectant management), giving oxytocin led to more women having their babies within 24 hours, but more women needed an epidural for pain relief. Most of the studies recruited women with ruptured membranes and the number of babies with an infection was lower with oxytocin compared with expectant management.\nA comparison of oxytocin with other drugs to induce labour (vaginal or intracervical prostaglandins) showed that women were more likely to have their babies within 24 hours with prostaglandin. Fewer women had epidurals with prostaglandin. Side effects for the mother were similar in the two groups."
}