{
  "doi": "10.1002/14651858.CD001009",
  "name": "Mecamylamine (a nicotine antagonist) for smoking cessation",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mecamylamine is a nicotine antagonist (that is, it blocks the effect of nicotine). The rationale for its use in smoking cessation is that it may block the rewarding effect of nicotine and thus reduce the urge to smoke."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to determine the effectiveness of mecamylamine in promoting smoking cessation, either alone or in combination with nicotine replacement therapy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Tobacco Addiction Group trials register for trials using mecamylamine in October 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized trials of mecamylamine, either alone or in combination with nicotine replacement therapy, which reported smoking cessation rates at least six months after intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The main outcome measure was sustained abstinence from smoking (biochemically validated) after at least six months follow up in patients smoking at baseline. Smokers lost to follow up were regarded as being continuing smokers. Because of the preliminary nature of available data, we did not perform meta-analysis but report the results narratively."
    },
    {
      "heading": "Main results",
      "text": "We identified two studies, both from the same investigators. In a study of 48 volunteers, a combination of mecamylamine plus nicotine patch was more effective than nicotine patch alone (abstinence rate at one year 37.5% vs 4.2%). In a second study, 80 volunteers were treated for four weeks prior to cessation with one of four treatments: 1. Nicotine patch plus mecamylamine capsules 2. Nicotine alone 3. Mecamylamine alone 4. No active drug. All four groups received combination treatment with nicotine and mecamylamine after the scheduled quit date. The abstinence rates in these four groups were respectively 40%, 20%, 15% and 15%. The higher abstinence rate in the group treated with combination therapy was not statistically significant. The authors reported a statistically significant benefit of mecamylamine using Kaplan-Meier survival analysis.\nIn the doses used, mecamylamine was well tolerated, although up to 40% of subjects required reductions in dose, usually because of constipation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Data from two small studies suggest that the combination of nicotine and mecamylamine may be superior to nicotine alone in promoting smoking cessation. However, these results require confirmation in larger studies before the treatment can be recommended clinically."
    }
  ],
  "pls_title": "Does mecamylamine help people to stop smoking",
  "pls_type": "long",
  "pls": "Mecamylamine is a drug originally marketed for lowering blood pressure, which was found to block the rewarding effects of nicotine. At doses high enough to do this, though, mecamylamine can have significant adverse effects, including drowsiness, hypotension and constipation. It has been suggested that smaller doses may work well with nicotine replacement therapy (NRT), and the two therapies may offset each other's adverse effects. Our review of trials found that while mecamylamine did not have a great effect on quitting rates, it may enhance the effectiveness of NRT and is worth further research."
}