{
  "doi": "10.1002/14651858.CD009907.pub2",
  "name": "Foam dressings for venous leg ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Venous leg ulcers are a common and recurring type of chronic or complex wound that are associated with considerable cost to patients and to healthcare providers. Primary wound contact dressings are usually applied beneath compression devices with the aim of aiding healing. Foam dressings are used frequently, and a variety of foam products is available on the market. The evidence base to guide dressing choice, however, is sparse."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of foam dressings on the healing of venous leg ulcers."
    },
    {
      "heading": "Search methods",
      "text": "In October 2012 we searched The Cochrane Wounds Group Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library ); the Database of Abstracts of Reviews of Effects (DARE) (The Cochrane Library ); the Economic Evaluation Database (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE; EBSCO CINAHL. There were no restrictions based on language or date of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published or unpublished randomised controlled trials (RCTs) that evaluated the effects of any type of foam dressing in the treatment of venous ulcers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, data extraction and risk of bias assessment. Meta-analysis was undertaken when deemed feasible and appropriate."
    },
    {
      "heading": "Main results",
      "text": "Twelve RCTs (1023 participants) reporting 14 comparisons were included in this review. There was no difference in healing outcomes between hydrocellular foam dressings and polyurethane foam dressings (three RCTs). Pooled data across five RCTs (418 participants) showed no statistically significant difference between foam dressings and hydrocolloid dressings in the proportion of ulcers healed at 12 to 16 weeks (risk ratio (RR) 1.00, 95% confidence interval (CI) 0.81 to 1.22). No statistically significant between-group differences in healing outcomes were detected when foam dressings were compared with: paraffin gauze (two RCTs); hydrocapillary dressing (one RCT); knitted viscose dressing (one RCT); and protease modulating matrix (one RCT). No statistically significant between-group differences in the proportion of participants experiencing adverse events were detected when hydrocellular foam dressings were compared with polyurethane foam dressings, or when foam dressings were compared with hydrocapillary, hydrocolloid, or knitted viscose dressings (one RCT for each comparison). Six RCTs were considered as being at overall high risk of bias, and the remaining six RCTs were considered to be at overall unclear risk of bias. No included RCT had an overall low risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current evidence base does not suggest that foam dressings are more effective in the healing of venous leg ulcers than other wound dressing treatments. The evidence in this area is of low quality. Further evidence is required from well-designed and rigorously-conducted RCTs, that employ methods to minimise bias and report them clearly, before any definitive conclusions can be made regarding the efficacy of foam dressings in the management of venous leg ulcers."
    }
  ],
  "pls_title": "Foam dressings for venous leg ulcers",
  "pls_type": "long",
  "pls": "Venous leg ulcers are a common and recurring type of chronic wound. Compression therapy (bandages or stockings) is used to treat venous leg ulcers. Dressings that aim to protect the wound and provide a moist environment to aid ulcer healing are applied beneath compression devices. Foam dressings are one of several types of dressing available. We evaluated the evidence from 12 randomised controlled trials that either compared different types of foam dressings, or compared foam dressings with other types of wound dressings. We found no evidence to suggest that polyurethane foam dressings are significantly better or worse than hydrocellular foam dressings in venous leg ulcer healing. Similarly, we found no evidence to suggest that foam dressings are significantly better or worse than other types of dressings (paraffin-impregnated gauze dressings, hydrocapillary dressings, hydrocolloid dressings, knitted viscose dressings, or protease-modulating matrix dressings), for the healing of venous leg ulcers. We found insufficient evidence to draw any conclusions regarding: adverse events, quality of life, costs, pain, or dressing performance. Overall, the current evidence is of low or unclear methodological quality. This limits the making of any specific recommendations regarding the use of foam dressings. Further, good quality evidence is required before definitive conclusions can be made regarding the role of foam dressings in the management of venous leg ulcers."
}