{
  "doi": "10.1002/14651858.CD010743.pub2",
  "name": "Xylitol‐containing products for preventing dental caries in children and adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dental caries is a highly prevalent chronic disease which affects the majority of people. It has been postulated that the consumption of xylitol could help to prevent caries. The evidence on the effects of xylitol products is not clear and therefore it is important to summarise the available evidence to determine its effectiveness and safety."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different xylitol-containing products for the prevention of dental caries in children and adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Oral Health Group Trials Register (to 14 August 2014), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 2014, Issue 7), MEDLINE via OVID (1946 to 14 August 2014), EMBASE via OVID (1980 to 14 August 2014), CINAHL via EBSCO (1980 to 14 August 2014), Web of Science Conference Proceedings (1990 to 14 August 2014), Proquest Dissertations and Theses (1861 to 14 August 2014). We searched the US National Institutes of Health Trials Register (http://clinicaltrials.gov) and the WHO Clinical Trials Registry Platform for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials assessing the effects of xylitol products on dental caries in children and adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the results of the electronic searches, extracted data and assessed the risk of bias of the included studies. We attempted to contact study authors for missing data or clarification where feasible. For continuous outcomes, we used means and standard deviations to obtain the mean difference and 95% confidence interval (CI). We used the continuous data to calculate prevented fractions (PF) and 95% CIs to summarise the percentage reduction in caries. For dichotomous outcomes, we reported risk ratios (RR) and 95% CIs. As there were less than four studies included in the meta-analysis, we used a fixed-effect model. We planned to use a random-effects model in the event that there were four or more studies in a meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "We included 10 studies that analysed a total of 5903 participants. One study was assessed as being at low risk of bias, two were assessed as being at unclear risk of bias, with the remaining seven being at high risk of bias.\nThe main finding of the review was that, over 2.5 to 3 years of use, a fluoride toothpaste containing 10% xylitol may reduce caries by 13% when compared to a fluoride-only toothpaste (PF -0.13, 95% CI -0.18 to -0.08, 4216 children analysed, low-quality evidence).\nThe remaining evidence on children, from small single studies with risk of bias issues and great uncertainty associated with the effect estimates, was insufficient to determine a benefit from xylitol products. One study reported that xylitol syrup (8 g per day) reduced caries by 58% (95% CI 33% to 83%, 94 infants analysed, low quality evidence) when compared to a low-dose xylitol syrup (2.67 g per day) consumed for 1 year.\nThe following results had 95% CIs that were compatible with both a reduction and an increase in caries associated with xylitol: xylitol lozenges versus no treatment in children (very low quality body of evidence); xylitol sucking tablets versus no treatment in infants (very low quality body of evidence); xylitol tablets versus control (sorbitol) tablets in infants (very low quality body of evidence); xylitol wipes versus control wipes in infants (low quality body of evidence).\nThere was only one study investigating the effects of xylitol lozenges, when compared to control lozenges, in adults (low quality body of evidence). The effect estimate had a 95% CI that was compatible with both a reduction and an increase in caries associated with xylitol.\nFour studies reported that there were no adverse effects from any of the interventions. Two studies reported similar rates of adverse effects between study arms. The remaining studies either mentioned adverse effects but did not report any usable data, or did not mention them at all. Adverse effects include sores in the mouth, cramps, bloating, constipation, flatulence, and loose stool or diarrhoea."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found some low quality evidence to suggest that fluoride toothpaste containing xylitol may be more effective than fluoride-only toothpaste for preventing caries in the permanent teeth of children, and that there are no associated adverse-effects from such toothpastes. The effect estimate should be interpreted with caution due to high risk of bias and the fact that it results from two studies that were carried out by the same authors in the same population. The remaining evidence we found is of low to very low quality and is insufficient to determine whether any other xylitol-containing products can prevent caries in infants, older children, or adults."
    }
  ],
  "pls_title": "Can xylitol used in products like sweets, candy, chewing gum and toothpaste help prevent tooth decay in children and adults?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review has been produced to assess whether or not xylitol, a natural sweetener used in products such as sweets, candy, chewing gum and toothpaste, can help prevent tooth decay in children and adults."
    },
    {
      "heading": "Background",
      "text": "Tooth decay is a common disease affecting up to 90% of children and most adults worldwide. It impacts on quality of life and can be the reason for thousands of children needing dental treatment under general anaesthetic in hospital. However, it can easily be prevented and treated by good oral health habits such as brushing teeth regularly with toothpaste that contains fluoride and cutting down on sugary food and drinks. If left undisturbed, the unhelpful bacteria in the mouth - which cause decay - multiply and stick to the surfaces of teeth producing a sticky film. Then, when sugar is eaten or drank, the bad bacteria in the film are able to make acid resulting in tooth decay.\nXylitol is a natural sweetener, which is equally as sweet as normal sugar (sucrose). As well as providing an alternative to sugar, it has other properties that are thought to help prevent tooth decay, such as increasing the production of saliva and reducing the growth of bad bacteria in the mouth so that less acid is produced.\nIn humans, xylitol is known to cause possible side effects such as bloating, wind and diarrhoea."
    },
    {
      "heading": "Study characteristics",
      "text": "Authors from the Cochrane Oral Health Group carried out this review of existing studies and the evidence is current up to 14 August 2014. It includes 10 studies published from 1991 to 2014 in which 7969 participants were randomised (5903 of whom were included in the analyses) to receive xylitol products or a placebo (a substitute without xylitol) or no treatment, and the amount of tooth decay was compared. One study included adults, the others included children aged from 1 month to 13 years. The products tested were the kind that are held in the mouth and sucked (lozenges, sucking tablets and sweets) or slowly released through a dummy/pacifier, as well as toothpastes, syrups, and wipes."
    },
    {
      "heading": "Key results",
      "text": "There is some evidence to suggest that using a fluoride toothpaste containing xylitol may reduce tooth decay in the permanent teeth of children by 13% over a 3 year period when compared to a fluoride-only toothpaste. Over this period, there were no side effects reported by the children. The remaining evidence we found did not allow us to conclude whether or not any other xylitol-containing products can prevent tooth decay in infants, older children, or adults."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence presented is of low to very low quality due to the small amount of available studies, uncertain results, and issues with the way in which they were conducted."
    }
  ]
}