{
  "doi": "10.1002/14651858.CD014823",
  "name": "Factors that influence the provision of home‐based rehabilitation services for people needing rehabilitation: a qualitative evidence synthesis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "To increase people’s access to rehabilitation services, particularly in the context of the COVID-19 pandemic, we need to explore how the delivery of these services can be adapted. This includes the use of home-based rehabilitation and telerehabilitation. Home-based rehabilitation services may become frequently used options in the recovery process of patients, not only as a solution to accessibility barriers, but as a complement to the usual in-person inpatient rehabilitation provision. Telerehabilitation is also becoming more viable as the usability and availability of communication technologies improve."
    },
    {
      "heading": "Objectives",
      "text": "To identify factors that influence the organisation and delivery of in-person home-based rehabilitation and home-based telerehabilitation for people needing rehabilitation."
    },
    {
      "heading": "Search methods",
      "text": "We searched PubMed, Global Health, the VHL Regional Portal, Epistemonikos, Health Systems Evidence, and EBM Reviews as well as preprints, regional repositories, and rehabilitation organisations websites for eligible studies, from database inception to search date in June 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies that used qualitative methods for data collection and analysis; and that explored patients, caregivers, healthcare providers and other stakeholders’ experiences, perceptions and behaviours about the provision of in-person home-based rehabilitation and home-based telerehabilitation services responding to patients’ needs in different phases of their health conditions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used a purposive sampling approach and applied maximum variation sampling in a four-step sampling frame. We conducted a framework thematic analysis using the CFIR (Consolidated Framework for Implementation Research) framework as our starting point. We assessed our confidence in the findings using the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach."
    },
    {
      "heading": "Main results",
      "text": "We included 223 studies in the review and sampled 53 of these for our analysis. Forty-five studies were conducted in high-income countries, and eight in low-and middle-income countries. Twenty studies addressed in-person home-based rehabilitation, 28 studies addressed home-based telerehabilitation services, and five studies addressed both modes of delivery. The studies mainly explored the perspectives of healthcare providers, patients with a range of different health conditions, and their informal caregivers and family members.\nBased on our GRADE-CERQual assessments, we had high confidence in eight of the findings, and moderate confidence in five, indicating that it is highly likely or likely respectively that these findings are a reasonable representation of the phenomenon of interest. There were two findings with low confidence.\nHigh and moderate confidence findings\nHome-based rehabilitation services delivered in-person or through telerehabilitation\nPatients experience home-based services as convenient and less disruptive of their everyday activities. Patients and providers also suggest that these services can encourage patients' self-management and can make them feel empowered about the rehabilitation process. But patients, family members, and providers describe privacy and confidentiality issues when services are provided at home. These include the increased privacy of being able to exercise at home but also the loss of privacy when one’s home life is visible to others.\nPatients and providers also describe other factors that can affect the success of home-based rehabilitation services. These include support from providers and family members, good communication with providers, the requirements made of patients and their surroundings, and the transition from hospital to home-based services.\nTelerehabilitation specifically\nPatients, family members and providers see telerehabilitation as an opportunity to make services more available. But providers point to practical problems when assessing whether patients are performing their exercises correctly. Providers and patients also describe interruptions from family members.\nIn addition, providers complain of a lack of equipment, infrastructure and maintenance and patients refer to usability issues and frustration with digital technology. Providers have different opinions about whether telerehabilitation is cost-efficient for them. But many patients see telerehabilitation as affordable and cost-saving if the equipment and infrastructure have been provided.\nPatients and providers suggest that telerehabilitation can change the nature of their relationship. For instance, some patients describe how telerehabilitation leads to easier and more relaxed communication. Other patients describe feeling abandoned when receiving telerehabilitation services.\nPatients, family members and providers call for easy-to-use technologies and more training and support. They also suggest that at least some in-person sessions with the provider are necessary. They feel that telerehabilitation services alone can make it difficult to make meaningful connections. They also explain that some services need the provider’s hands. Providers highlight the importance of personalising the services to each person’s needs and circumstances."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This synthesis identified several factors that can influence the successful implementation of in-person home-based rehabilitation and telerehabilitation services. These included factors that facilitate implementation, but also factors that can challenge this process. Healthcare providers, program planners and policymakers might benefit from considering these factors when designing and implementing programmes."
    }
  ],
  "pls_title": "Factors that influence the provision of home- based rehabilitation services for people needing rehabilitation: a qualitative evidence synthesis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "The aim of this Cochrane qualitative evidence synthesis was to explore factors that influence rehabilitation services that are delivered in people’s own homes. The synthesis looked at services that were delivered in person as well as services that were delivered through telerehabilitation. To answer this question, we analysed 53 qualitative studies."
    },
    {
      "heading": "Key messages",
      "text": "Home-based rehabilitation, delivered in-person or through telerehabilitation, can be experienced as more accessible and more convenient than facility-based services. Patients, providers and family members also describe how home-based services can change the nature of their relationships and can have practical and resource implications that can be both positive and negative."
    },
    {
      "heading": "What was studied in this synthesis?",
      "text": "The COVID-19 pandemic has led to a stronger focus on home-based healthcare. This includes the delivery of home-based rehabilitation services delivered in person or using telerehabilitation. Home-based rehabilitation services may become a common option in the recovery process of patients, either instead of facility-based services or as a complement to these services. Telerehabilitation is also becoming more common as people’s access to digital technologies increases."
    },
    {
      "heading": "What are the main findings of this synthesis?",
      "text": "We analysed 53 qualitative studies where patients received rehabilitation services in their own homes. In some of the studies, healthcare providers delivered the services in person. In the other studies, providers delivered the services through telerehabilitation using digital technologies. The studies explored the views and experiences of patients, families and healthcare providers. Most of the studies were from high-income countries.\nOur findings highlight several factors that can influence the organisation and delivery of home-based rehabilitation. We have moderate to high confidence in the following findings.\nHome-based rehabilitation services delivered in-person or through telerehabilitation\nPatients experience home-based services as convenient and less disruptive of their everyday activities. Patients and providers also suggest that these services can encourage patients' self-management and can make them feel empowered about the rehabilitation process. But patients, family members, and providers describe privacy and confidentiality issues when services are provided at home. These include the increased privacy of being able to exercise at home but also the loss of privacy when one’s home life is visible to others.\nPatients and providers also describe other factors that can affect the success of home-based rehabilitation services. These include support from providers and family members, good communication with providers, the requirements made of patients and their surroundings, and the transition from hospital to home-based services.\nTelerehabilitation specifically\nPatients, family members and providers see telerehabilitation as an opportunity to make services more available. But providers point to practical problems when assessing whether patients are performing their exercises correctly. Providers and patients also describe interruptions from family members.\nIn addition, providers complain of a lack of equipment, infrastructure and maintenance and patients refer to usability issues and frustration with digital technology. Providers have different opinions about whether telerehabilitation is cost-efficient for them. But many patients see telerehabilitation as affordable and cost-saving if the equipment and infrastructure has been provided.\nPatients and providers suggest that telerehabilitation can change the nature of their relationship. For instance, some patients describe how telerehabilitation leads to easier and more relaxed communication. Other patients describe feeling abandoned when receiving telerehabilitation services.\nPatients, family members and providers call for easy-to-use technologies and more training and support. They also suggest that at least some in-person sessions with the provider are necessary. They feel that telerehabilitation services alone can make it difficult to make meaningful connections. They also explain that some services need the provider’s hands. Providers highlight the importance of personalising the services to each person’s needs and circumstances."
    },
    {
      "heading": "How up to date is this synthesis?",
      "text": "We searched for studies that had been published up to 16 June 2022."
    }
  ]
}