{
  "doi": "10.1002/14651858.CD011707.pub2",
  "name": "Different communication strategies for disclosing a diagnosis of schizophrenia and related disorders ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Delivering the diagnosis of a serious illness is an important skill in most fields of medicine, including mental health. Research has found that communication skills can impact on a person's recall and understanding of the diagnosis, treatment options and prognosis. People may feel confused and perplexed when information about their illness is not communicated properly. Sharing information about diagnosis of a serious mental illness is particularly challenging. The nature of mental illness is often difficult to explain since there may be no clear aetiology, and the treatment options and prognosis may vary enormously. In addition, newly diagnosed psychiatric patients, who are actively ill, often may not accept their diagnosis due to lack of insight or stigma attached to the condition. There are several interventions that aim to help clinicians to communicate life changing medical diagnoses to people; however, little is known specifically for delivering a diagnosis of schizophrenia."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate evidence from randomised controlled trials (RCTs) for the efficacy of different communication strategies used by clinicians to inform people about the diagnosis and outcome of schizophrenia compared with treatment as usual and to compare efficacy between different communication strategies."
    },
    {
      "heading": "Search methods",
      "text": "On 22 June 2015 and 29 June 2016, we searched the Cochrane Schizophrenia Group's Study-Based Register of Trials. We also searched sources of grey literature (e.g., dissertations, theses, clinical reports, evaluations published on websites, clinical guidelines and reports from regulatory agencies)."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include all relevant RCTs that included adults with schizophrenia or related disorders, including schizophreniform disorder, schizoaffective disorder and delusional disorder. The trials would have investigated the effects of communication strategy or strategies that helped clinicians deliver information specifically about a diagnosis of schizophrenia (which can also include communication regarding the treatment options available and prognosis)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors independently examined all reports from the searches for any relevant studies. We planned to extract data independently. For binary outcomes, we would have calculated risk ratio (RR) and its 95% confidence interval (CI), on an intention-to-treat basis. For continuous data, we would have estimated the mean difference (MD) between groups and its 95% CI. We would have employed a random-effects model for analyses. We planned to assess risk of bias for included studies. We created a 'Summary of findings' table using GRADE."
    },
    {
      "heading": "Main results",
      "text": "The searches identified 44 records which appeared to be relevant to the aims of the review. We obtained full reports for seven potential studies; however, after close inspection none of these studies met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Good communication of diagnosis can affect treatment planning, compliance and patient outcomes, especially in the case of conditions such as schizophrenia, which has the potential to cause serious life disruption for both people with schizophrenia and their carers. Currently, there is no evidence based on findings from RCTs assessing the effects of communication strategies for disclosing the diagnosis of schizophrenia and related disorders. Research is required."
    }
  ],
  "pls_title": "Sharing information about the diagnosis and outcomes of schizophrenia: evidence from well-designed clinical trials",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Health professionals have a duty to give information to their patients in a way that is understandable, especially when the condition is severe and life altering. Schizophrenia and similar related disorders are serious mental illnesses that can have long term, disruptive effects on the lives of both patients and their carers. The way a person is told they have a serious illness and what having this illness will mean for them can affect how they accept their diagnosis and treatment plans which then ultimately can affect their recovery and long-term outlook. At the moment, there is no information or evidence regarding how best to disclose a diagnosis of schizophrenia."
    },
    {
      "heading": "Searching for evidence",
      "text": "In June 2015 and June 2016, we explored the medical literature and the Cochrane Schizophrenia Group's study-based register using appropriate keywords to find any studies which evaluated a method that guided or helped health professionals with how to deliver the news about the diagnosis of schizophrenia. We specifically searched for randomised controlled trials as these are considered the best way (gold standard) to evaluate the effects of treatments. We identified 44 publications and inspected these. From these, we obtained seven full reports of trials and that we thought could be relevant; however, none of these studies could be included in the review."
    },
    {
      "heading": "Conclusions",
      "text": "Currently health professionals can use good quality, evidence based information to guide them in the sharing of news about diagnosis of a serious physical illnesses; however, there is no such evidence available concerning the sharing of news about the diagnosis of schizophrenia. This is a serious gap in knowledge which needs attention and studies are needed in this area."
    }
  ]
}