{
  "doi": "10.1002/14651858.CD012003.pub2",
  "name": "Breastfeeding education and support for women with twins or higher order multiples",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There are rising rates of multiple births worldwide with associated higher rates of complications and more hospital care, often due to prematurity. While there is strong evidence about the risks of not breastfeeding, rates of breastfeeding in women who have given birth to more than one infant are lower than with singleton births. Breastfeeding more than one infant can be more challenging because of difficulties associated with the birth or prematurity. The extra demands on the mother of frequent suckling, coordinating the needs of more than one infant or admission to the neonatal intensive care unit can lead to delayed initiation or early cessation. Additional options such as breast milk expression, the use of donor milk or different methods of supplementary feeding may be considered. Support and education about breastfeeding has been found to improve the duration of any breastfeeding for healthy term infants and their mothers, however evidence is lacking about interventions that are effective to support women with twins or higher order multiples."
    },
    {
      "heading": "Objectives",
      "text": "To assess effectiveness of breastfeeding education and support for women with twins or higher order multiples."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 June 2016), ClinicalTrials.gov (30 June 2016), the WHO International Clinical Trials Registry Platform (ICTRP) (1 July 2016), the excluded studies list from the equivalent Cochrane review of singletons, and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials comparing extra education or support for women with twins or higher order multiples were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. We planned to assess the quality of evidence using the GRADE approach, but were unable to analyse any data."
    },
    {
      "heading": "Main results",
      "text": "We found 10 trials (23 reports) of education and support for breastfeeding that included women with twins or higher order multiples. The quality of evidence was mixed, and the risk of bias was mostly high or unclear. It is difficult to blind women or staff to group allocation for this intervention, so in all studies there was high risk of performance and high or unclear risk of detection bias. Trials recruited 5787 women (this included 512 women interviewed as part of a cluster randomised trial); of these, data were available from two studies for 42 women with twins or higher order multiples. None of the interventions were specifically designed for women with more than one infant, and the outcomes for multiples were not reported separately for each infant. Due to the scarcity of evidence and the format in which data were reported, a narrative description of the data is presented, no analyses are presented in this review, and we were unable to GRADE the evidence.\nThe two trials with data for women with multiple births compared home nurse visits versus usual care (15 women), and telephone peer counselling versus usual care (27 women). The number of women who initiated breastfeeding was reported (all 15 women in one study, 25 out of 27 women in one study). Stopping any breastfeeding before four to six weeks postpartum, stopping exclusive breastfeeding before four to six weeks postpartum, stopping any breastfeeding before six months postpartum andstopping exclusive breastfeeding before six months postpartum were not explicitly reported, and there were insufficient data to draw any meaningful conclusions from survival data.\nStopping breast milk expression before four to six weeks postpartum, andstopping breast milk expression before six months postpartum were not reported. Measures ofmaternal satisfaction were reported in one study of 15 women, but there were insufficient data to draw any conclusions; no other secondary outcomes were reported for women with multiple births in either study. No adverse events were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence from randomised controlled trials about the effectiveness of breastfeeding education and support for women with twins or higher order multiples, or the most effective way to provide education and support . There was no evidence about the best way to deliver the intervention, the timing of care, or the best person to deliver the care. There is a need for well-designed, adequately powered studies of interventions designed for women with twins or higher order multiples to find out what types of education and support are effective in helping these mothers to breastfeed their babies."
    }
  ],
  "pls_title": "Breastfeeding education and support for women with multiple pregnancies",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Breastfeeding has many benefits that include protecting the baby against inflammatory diseases of the gut, lungs or ears, and longer term health problems such as diabetes and obesity, improved cognitive outcomes, and protecting the mother against breast cancer. Rates of breastfeeding are lower in women who have given birth to more than one baby than for women who have a single baby. However, there are challenges to overcome in breastfeeding multiples (twins, triplets or more). Education and support have been found to increase the number of women who start breastfeeding and improve the duration of any breastfeeding for single healthy term babies. This education and support may come from lay workers or from health professionals. It could be given in preparation for birth or once the babies arrive.\nMothers who have more than one baby have many additional challenges to overcome to breastfeed their babies and they may need additional advice and support. They have extra demands of frequent suckling, coordinating the potentially differing needs of more than one baby, or the need to express milk and to feed different babies by different feeding methods. The mothers have a greater likelihood of giving birth preterm and their babies being admitted to the neonatal intensive care unit, which can lead to delayed starting or early stopping of breastfeeding."
    },
    {
      "heading": "Why is this important?",
      "text": "Breastfeeding helps babies’ health and development. Giving birth to more than one baby poses additional challenges for a mother planning to breastfeed. The mothers are also more likely to have to consider options such as breast milk expression, the use of donor milk or fortification of the milk and different methods of supplementary feeding. Some mothers may prefer feeding expressed breast milk because they can be certain about the volume of milk being fed and as a way of allowing others to assist with feeding. We wanted to find out if education and support helps mothers of multiples to breastfeed."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for randomised controlled trials on 30 June 2016 and 1 July 2016 and found 10 studies (23 reports) to include in our review. All the studies were of education and support for all mothers, not just those giving birth to more than one baby, which introduced methodological issues for looking specifically at multiple births. Trials recruited 5787 women (this included 512 women interviewed as part of a cluster randomised trial). The number of babies from multiple pregnancies was small and none of the studies had sufficient numbers to provide information about how interventions worked for mothers of multiples. There were several problems with how the studies had been done, including women knowing if they were in the group getting support.\nThe authors of two of the studies sent us their findings for women with multiple births (42 women in total). The trials compared home nurse visits versus usual care (15 women), and telephone peer counselling versus usual care (27 women). They looked at the number of women stopping any or exclusive breastfeeding before four weeks after giving birth and before six months, without any clear improvements provided by the intervention. All 15 women in one study and 25 out of 27 women in the other had started breastfeeding. There was no information on breast milk expression. Other outcome measures were reported, including a measure of maternal satisfaction in one study of 15 women, but there were not sufficient numbers to allow us to draw any conclusions. No adverse events were reported."
    },
    {
      "heading": "What does this mean?",
      "text": "We could not draw conclusions from the evidence available from randomised controlled trials about whether education and support helps mothers of multiples to breastfeed. None of the studies were designed to offer tailored support or education to women who give birth to more than one baby. More research is needed to find out what types of education and support could help mothers of multiples to breastfeed their babies. Data from these studies should be presented and analysed in an appropriate way for multiple babies."
    }
  ]
}