{
  "doi": "10.1002/14651858.CD006185.pub5",
  "name": "Electromechanical‐assisted training for walking after stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Electromechanical- and robot-assisted gait-training devices are used in rehabilitation and might help to improve walking after stroke. This is an update of a Cochrane Review first published in 2007 and previously updated in 2017."
    },
    {
      "heading": "Objectives",
      "text": "Primary\n• To determine whether electromechanical- and robot-assisted gait training versus normal care improves walking after stroke\nSecondary\n• To determine whether electromechanical- and robot-assisted gait training versus normal care after stroke improves walking velocity, walking capacity, acceptability, and death from all causes until the end of the intervention phase"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched 6 January 2020); the Cochrane Central Register of Controlled Trials (CENTRAL; 2020 Issue 1), in the Cochrane Library; MEDLINE in Ovid (1950 to 6 January 2020); Embase (1980 to 6 January 2020); the Cumulative Index to Nursing and Allied Health Literature (CINAHL; 1982 to 20 November 2019); the Allied and Complementary Medicine Database (AMED; 1985 to 6 January 2020); Web of Science (1899 to 7 January 2020); SPORTDiscus (1949 to 6 January 2020); the Physiotherapy Evidence Database (PEDro; searched 7 January 2020); and the engineering databases COMPENDEX (1972 to 16 January 2020) and Inspec (1969 to 6 January 2020). We handsearched relevant conference proceedings, searched trials and research registers, checked reference lists, and contacted trial authors in an effort to identify further published, unpublished, and ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials and randomised controlled cross-over trials in people over the age of 18 years diagnosed with stroke of any severity, at any stage, in any setting, evaluating electromechanical- and robot-assisted gait training versus normal care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, assessed methodological quality and risk of bias, and extracted data. We assessed the quality of evidence using the GRADE approach. The primary outcome was the proportion of participants walking independently at follow-up."
    },
    {
      "heading": "Main results",
      "text": "We included in this review update 62 trials involving 2440 participants. Electromechanical-assisted gait training in combination with physiotherapy increased the odds of participants becoming independent in walking (odds ratio (random effects) 2.01, 95% confidence interval (CI) 1.51 to 2.69; 38 studies, 1567 participants; P < 0.00001; I² = 0%; high-quality evidence) and increased mean walking velocity (mean difference (MD) 0.06 m/s, 95% CI 0.02 to 0.10; 42 studies, 1600 participants; P = 0.004; I² = 60%; low-quality evidence) but did not improve mean walking capacity (MD 10.9 metres walked in 6 minutes, 95% CI -5.7 to 27.4; 24 studies, 983 participants; P = 0.2; I² = 42%; moderate-quality evidence). Electromechanical-assisted gait training did not increase the risk of loss to the study during intervention nor the risk of death from all causes. Results must be interpreted with caution because (1) some trials investigated people who were independent in walking at the start of the study, (2) we found variation between trials with respect to devices used and duration and frequency of treatment, and (3) some trials included devices with functional electrical stimulation. Post hoc analysis showed that people who are non-ambulatory at the start of the intervention may benefit but ambulatory people may not benefit from this type of training. Post hoc analysis showed no differences between the types of devices used in studies regarding ability to walk but revealed differences between devices in terms of walking velocity and capacity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "People who receive electromechanical-assisted gait training in combination with physiotherapy after stroke are more likely to achieve independent walking than people who receive gait training without these devices. We concluded that eight patients need to be treated to prevent one dependency in walking. Specifically, people in the first three months after stroke and those who are not able to walk seem to benefit most from this type of intervention. The role of the type of device is still not clear. Further research should consist of large definitive pragmatic phase 3 trials undertaken to address specific questions about the most effective frequency and duration of electromechanical-assisted gait training, as well as how long any benefit may last. Future trials should consider time post stroke in their trial design."
    }
  ],
  "pls_title": "Do electronic or robotic gait-training devices help people walk better after a stroke?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Electronic and robotic devices plus physiotherapy help people walk independently again after a stroke. They may particularly benefit people in the first three months after a stroke, as well as people who are unable to walk.\nWe need more research to find out how often, and for how long, these devices should be used."
    },
    {
      "heading": "What is a stroke?",
      "text": "A stroke happens when the flow of blood to part of the brain is cut off, blocking the supply of oxygen and nutrients to brain cells. This causes a sudden attack of weakness that usually affects one side of the body. If the supply of blood to the brain is stopped, brain cells begin to die. This can lead to brain injury, disability, and possibly death.\nPeople who survive a stroke are often left with long-term problems caused by injury to their brain. They may find physical activities, such as walking, difficult because of weakened leg muscles on one side of their body, stiff joints, or lack of co-ordination. People may need a long period of rehabilitation, including physiotherapy, before they can recover their former independence. Physiotherapy includes exercise, massage, skills training, and electrical treatment to help people re-gain movement."
    },
    {
      "heading": "Walking after a stroke",
      "text": "Improving walking is one of the main goals of rehabilitation after a stroke. Robotic devices (programmed to move and perform certain tasks automatically) and electrically operated mechanical (electromechanical) devices have been developed to help people improve their gait (the way they walk). People having difficulty walking need lots of walking practice."
    },
    {
      "heading": "Why we did this Cochrane Review",
      "text": "Gait-training devices allow people who can't walk to have intensive walking practice, without the need for a lot of physical support from their therapist as they practice walking.\nWe wanted to find out if gait-training devices could help people improve their walking after a stroke."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at the use of gait-training devices to help people learn to walk again after a stroke. We were interested in:\n• how many people could walk independently;\n• how fast people could walk;\n• how far they could walk in six minutes;\n• how many people dropped out of the study; and\n• how many people died.\nWe looked for studies in which the treatments people received were decided at random. This type of study usually gives the most reliable evidence about the effects of a treatment."
    },
    {
      "heading": "Search date",
      "text": "we included evidence published up to January 2020."
    },
    {
      "heading": "What we found",
      "text": "We found 62 studies in 2440 adults (average age 47 to 76 years) who had had a stroke and were learning to walk again. The effects of physiotherapy plus electromechanical and robotic devices for gait training were compared with the effects of physiotherapy alone or usual care. In most studies, the training period lasted three to four weeks; the shortest time was 10 days, and the longest eight weeks."
    },
    {
      "heading": "What are the results of our review?",
      "text": "At the end of training, compared with physiotherapy or usual care, using a gait‑training device plus physiotherapy:\n• helped more people walk independently (38 studies; 1567 people);\n• may have increased people's average walking speed (42 studies; 1600 people);\n• probably did not increase how far people could walk in six minutes (24 studies; 983 people); and\n• probably did not increase how many people dropped out of the study, or how many people died (62 studies; 2440 people).\nFor every eight people treated with a device plus physiotherapy, one extra person could walk independently by the end of treatment."
    },
    {
      "heading": "How reliable are these results?",
      "text": "We are confident that gait-training devices plus physiotherapy help more people walk independently than physiotherapy or usual care alone. This result is unlikely to change with more evidence.\nWe are moderately confident about the effects of these devices plus physiotherapy on distance walked in six minutes, how many people dropped out, and how many died. However, these results may change when more evidence becomes available.\nWe are less confident about the effects of these devices on walking speed; this result is likely to change with more evidence."
    }
  ]
}