{
  "doi": "10.1002/14651858.CD008145.pub4",
  "name": "Interventions for improving coverage of childhood immunisation in low‐ and middle‐income countries ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Immunisation plays a major role in reducing childhood morbidity and mortality. Getting children immunised against potentially fatal and debilitating vaccine-preventable diseases remains a challenge despite the availability of efficacious vaccines, particularly in low- and middle-income countries. With the introduction of new vaccines, this becomes increasingly difficult. There is therefore a current need to synthesise the available evidence on the strategies used to bridge this gap. This is a second update of the Cochrane Review first published in 2011 and updated in 2016, and it focuses on interventions for improving childhood immunisation coverage in low- and middle-income countries."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of intervention strategies to boost demand and supply of childhood vaccines, and sustain high childhood immunisation coverage in low- and middle-income countries."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, CINAHL, and Global Index Medicus (11 July 2022). We searched Embase, LILACS, and Sociological Abstracts (2 September 2014). We searched WHO ICTRP and ClinicalTrials.gov (11 July 2022). In addition, we screened reference lists of relevant systematic reviews for potentially eligible studies, and carried out a citation search for 14 of the included studies (19 February 2020)."
    },
    {
      "heading": "Selection criteria",
      "text": "Eligible studies were randomised controlled trials (RCTs), non-randomised RCTs (nRCTs), controlled before-after studies, and interrupted time series conducted in low- and middle-income countries involving children that were under five years of age, caregivers, and healthcare providers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently screened the search output, reviewed full texts of potentially eligible articles, assessed the risk of bias, and extracted data in duplicate, resolving discrepancies by consensus. We conducted random-effects meta-analyses and used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "Forty-one studies involving 100,747 participants are included in the review. Twenty studies were cluster-randomised and 15 studies were individually randomised controlled trials. Six studies were quasi-randomised. The studies were conducted in four upper-middle-income countries (China, Georgia, Mexico, Guatemala), 11 lower-middle-income countries (Côte d'Ivoire, Ghana, Honduras, India, Indonesia, Kenya, Nigeria, Nepal, Nicaragua, Pakistan, Zimbabwe), and three lower-income countries (Afghanistan, Mali, Rwanda).\nThe interventions evaluated in the studies were health education (seven studies), patient reminders (13 studies), digital register (two studies), household incentives (three studies), regular immunisation outreach sessions (two studies), home visits (one study), supportive supervision (two studies), integration of immunisation services with intermittent preventive treatment of malaria (one study), payment for performance (two studies), engagement of community leaders (one study), training on interpersonal communication skills (one study), and logistic support to health facilities (one study).\nWe judged nine of the included studies to have low risk of bias; the risk of bias in eight studies was unclear and 24 studies had high risk of bias.\nWe found low-certainty evidence that health education (risk ratio (RR) 1.36, 95% confidence interval (CI) 1.15 to 1.62; 6 studies, 4375 participants) and home-based records (RR 1.36, 95% CI 1.06 to 1.75; 3 studies, 4019 participants) may improve coverage with DTP3/Penta 3 vaccine. Phone calls/short messages may have little or no effect on DTP3/Penta 3 vaccine uptake (RR 1.12, 95% CI 1.00 to 1.25; 6 studies, 3869 participants; low-certainty evidence); wearable reminders probably have little or no effect on DTP3/Penta 3 uptake (RR 1.02, 95% CI 0.97 to 1.07; 2 studies, 1567 participants; moderate-certainty evidence). Use of community leaders in combination with provider intervention probably increases the uptake of DTP3/Penta 3 vaccine (RR 1.37, 95% CI 1.11 to 1.69; 1 study, 2020 participants; moderate-certainty evidence). We are uncertain about the effect of immunisation outreach on DTP3/Penta 3 vaccine uptake in children under two years of age (RR 1.32, 95% CI 1.11 to 1.56; 1 study, 541 participants; very low-certainty evidence). We are also uncertain about the following interventions improving full vaccination of children under two years of age: training of health providers on interpersonal communication skills (RR 5.65, 95% CI 3.62 to 8.83; 1 study, 420 participants; very low-certainty evidence), and home visits (RR 1.29, 95% CI 1.15 to 1.45; 1 study, 419 participants; very low-certainty evidence). The same applies to the effect of training of health providers on interpersonal communication skills on the uptake of DTP3/Penta 3 by one year of age (very low-certainty evidence). The integration of immunisation with other services may, however, improve full vaccination (RR 1.29, 95% CI 1.16 to 1.44; 1 study, 1700 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Health education, home-based records, a combination of involvement of community leaders with health provider intervention, and integration of immunisation services may improve vaccine uptake. The certainty of the evidence for the included interventions ranged from moderate to very low. Low certainty of the evidence implies that the true effect of the interventions might be markedly different from the estimated effect. Further, more rigorous RCTs are, therefore, required to generate high-certainty evidence to inform policy and practice."
    }
  ],
  "pls_title": "Interventions that will increase and sustain the uptake of vaccines in low- and middle-income countries",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to evaluate the effect of different strategies to increase the number of children in low- and middle-income countries who are vaccinated to prevent infection by a disease. Researchers in Cochrane collected and analysed all relevant studies to answer this question and found 41 relevant studies."
    },
    {
      "heading": "Do strategies to improve childhood vaccination work?",
      "text": "Millions of children in low- and middle-income countries still die from diseases that could have been prevented with vaccines, partly because the number of children that are vaccinated in this setting is still low. Governments and others have tried different strategies to increase the number of children vaccinated."
    },
    {
      "heading": "What was studied in the review?",
      "text": "We reviewed all interventions that aimed at improving vaccine uptake by children under the age of five years. These included interventions that target the caregivers (parents/guardians), care providers, the community, the health system, or a combination of any of these."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors found 41 relevant studies from Afghanistan, China, Côte d'Ivoire, Ethiopia, Georgia, Ghana, Guatemala, Honduras, India, Indonesia, Kenya, Mali, Mexico, Nepal, Nicaragua, Nigeria, Pakistan, Rwanda, and Zimbabwe. These studies included 100,747 participants. They compared people receiving these strategies to people who only received the usual healthcare services. The studies showed the following."
    },
    {
      "heading": "Immunisation outreach alone or in combination with non-monetary incentives or health education",
      "text": "Immunisation outreach alone or in combination with non-monetary incentives or health educationprobably improves full vaccination uptake among children under five years of age."
    },
    {
      "heading": "Health education",
      "text": "Health educationmay lead to more children receiving three doses of diphtheria-tetanus-pertussis containing vaccine (DTP3)."
    },
    {
      "heading": "The use of specially designed immunisation cards",
      "text": "The use of specially designed immunisation cardsmay improve the uptake of DTP3."
    },
    {
      "heading": "Using phone call or text messages to remind caregivers about vaccination",
      "text": "Using phone call or text messages to remind caregivers about vaccinationmay have little or no effect on improving uptake of DTP3."
    },
    {
      "heading": "Involvement of community leaders in combination with health provider intervention",
      "text": "Involvement of community leaders in combination with health provider interventionprobably improves uptake of DTP3."
    },
    {
      "heading": "We are uncertain if training of health providers on interpersonal communication skills",
      "text": "We are uncertain if training of health providers on interpersonal communication skillsimproves the uptake of DTP3."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence for the interventions studied ranged from moderate to very low, implying that the results of further research could differ from the results of this review. The main reasons for our reduced confidence in the evidence are that in some of the studies people were not randomly placed into different intervention groups. This means that differences between the groups could be due to differences between people rather than between the interventions. For some interventions, the results were very inconsistent across the different studies and for some only one study was available, or the intervention had few people studied."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that were published up to July 2022."
    }
  ]
}