{
  "doi": "10.1002/14651858.CD007714.pub2",
  "name": "Non‐invasive ventilation during exercise training for people with chronic obstructive pulmonary disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Exercise training as a component of pulmonary rehabilitation improves health-related quality of life (HRQL) and exercise capacity in people with chronic obstructive pulmonary disease (COPD). However, some individuals may have difficulty performing exercise at an adequate intensity. Non-invasive ventilation (NIV) during exercise improves exercise capacity and dyspnoea during a single exercise session. Consequently, NIV during exercise training may allow individuals to exercise at a higher intensity, which could lead to greater improvement in exercise capacity, HRQL and physical activity."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether NIV during exercise training (as part of pulmonary rehabilitation) affects exercise capacity, HRQL and physical activity in people with COPD compared with exercise training alone or exercise training with sham NIV."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases between January 1987 and November 2013 inclusive: The Cochrane Airways Group specialised register of trials, AMED, CENTRAL, CINAHL, EMBASE, LILACS, MEDLINE, PEDro, PsycINFO and PubMed."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that compared NIV during exercise training versus exercise training alone or exercise training with sham NIV in people with COPD were considered for inclusion in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion in the review, extracted data and assessed risk of bias. Primary outcomes were exercise capacity, HRQL and physical activity; secondary outcomes were training intensity, physiological changes related to exercise training, dyspnoea, dropouts, adverse events and cost."
    },
    {
      "heading": "Main results",
      "text": "Six studies involving 126 participants who completed the study protocols were included. Most studies recruited participants with severe to very severe COPD (mean forced expiratory volume in one second (FEV1) ranged from 26% to 48% predicted). There was an increase in percentage change peak and endurance exercise capacity with NIV during training (mean difference in peak exercise capacity 17%, 95% confidence interval (CI) 7% to 27%, 60 participants, low-quality evidence; mean difference in endurance exercise capacity 59%, 95% CI 4% to 114%, 48 participants, low-quality evidence). However, there was no clear evidence of a difference between interventions for all other measures of exercise capacity. The results for HRQL assessed using the St George's Respiratory Questionnaire do not rule out an effect of NIV (total score mean 2.5 points, 95% CI -2.3 to 7.2, 48 participants, moderate-quality evidence). Physical activity was not assessed in any study. There was an increase in training intensity with NIV during training of 13% (95% CI 1% to 27%, 67 participants, moderate-quality evidence), and isoload lactate was lower with NIV (mean difference -0.97 mmol/L, 95% CI -1.58mmol/L to -0.36 mmol/L, 37 participants, moderate-quality evidence). The effect of NIV on dyspnoea or the number of dropouts between interventions was uncertain, although again results were imprecise. No adverse events and no information regarding cost were reported. Only one study blinded participants, whereas three studies used blinded assessors. Adequate allocation concealment was reported in four studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The small number of included studies with small numbers of participants, as well as the high risk of bias within some of the included studies, limited our ability to draw strong evidence-based conclusions. Although NIV during lower limb exercise training may allow people with COPD to exercise at a higher training intensity and to achieve a greater physiological training effect compared with exercise training alone or exercise training with sham NIV, the effect on exercise capacity is unclear. Some evidence suggests that NIV during exercise training improves the percentage change in peak and endurance exercise capacity; however, these findings are not consistent across other measures of exercise capacity. There is no clear evidence that HRQL is better or worse with NIV during training. It is currently unknown whether the demonstrated benefits of NIV during exercise training are clinically worthwhile or cost-effective."
    }
  ],
  "pls_title": "Breathing support via a mask during exercise training for people with chronic obstructive pulmonary disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Quality of life and exercise tolerance are commonly reduced in people with chronic obstructive pulmonary disease (COPD). In addition, physical activity levels are lower compared with those of healthy people of a similar age. Exercise training as a part of a formal rehabilitation programme is an important component of management for people with COPD and has been shown to improve both quality of life and exercise tolerance. However, some individuals may have difficulty performing exercise at an adequate training intensity. Non-invasive ventilation (NIV) is a method of providing breathing support using a machine called a ventilator. Breathing support is delivered via a mask that is worn over the nose, mouth or both, or via a mouthpiece. During a single exercise session, NIV has been shown to improve exercise tolerance and reduce breathlessness. Consequently, NIV used over multiple exercise sessions (during exercise training) may allow people with COPD to exercise at a higher intensity and potentially to achieve greater improvement in exercise tolerance, quality of life and physical activity."
    },
    {
      "heading": "Review question",
      "text": "We conducted a review to determine whether NIV during exercise training affects exercise tolerance, quality of life and physical activity compared with exercise training alone or exercise training with sham NIV (placebo) in people with COPD."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to November 2013. We included six studies involving 126 participants who completed the study protocols. Most studies recruited participants with severe to very severe COPD. The average age of participants ranged from 63 to 71 years. Cycling or treadmill exercise training was performed in the studies. The duration of exercise training programmes ranged from six to twelve weeks."
    },
    {
      "heading": "Key results",
      "text": "The percentage change in peak exercise capacity increased by an average of 17% in three studies, and the percentage change in endurance exercise capacity by an average of 59% in two studies that provided NIV during training compared with training without NIV or training with sham NIV. However, these improvements in exercise capacity were not consistent findings as there was no clear evidence that NIV improved all other measures of exercise capacity. The results for quality of life were uncertain and our analysis did not exclude there being an effect with NIV during exercise training in two studies. Physical activity was not assessed in any of the studies. Non-invasive ventilation allowed participants to exercise at a higher training intensity (average of 13% higher) in three studies, and evidence of a greater training effect on the muscles was found in two studies, as a marker in the blood (isoload blood lactate) was significantly lower by an average of 0.97 mmol/L. No information regarding adverse events or cost was reported. It is currently unknown whether demonstrated benefits of NIV during exercise training are clinically worthwhile or cost-effective."
    },
    {
      "heading": "Quality of the evidence",
      "text": "This review was generally limited by the small number of included studies and the small numbers of participants within the included studies. The quality of the evidence was low for exercise capacity outcomes, largely because of issues with study design. Consequently, the effect of NIV during exercise training on exercise capacity is uncertain. The quality of the evidence for quality of life, training intensity and isoload blood lactate was moderate, and these findings can be interpreted with a greater degree of confidence."
    }
  ]
}