{
  "doi": "10.1002/14651858.CD012006.pub2",
  "name": "Patient and lay carer education for preventing pressure ulceration in at‐risk populations",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers (PUs) are injuries to the skin and underlying tissues that occur most commonly over bony prominences, such as the hips and heels as a result of pressure and shear forces. PUs cause pain, discomfort, longer hospital stays, and decreased quality of life. They are also very costly to treat and consume substantial parts of healthcare budgets. PUs are largely preventable, and education targeted at patients and their carers is considered important."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of patient and/or lay carer education on preventing pressure ulceration in at-risk people, in any care setting."
    },
    {
      "heading": "Search methods",
      "text": "In June 2019 we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE (including In-Process & Other Non-Indexed Citations); Ovid Embase; Ovid PsycINFO and EBSCO CINAHL Plus. We also searched clinical trials registries for ongoing and unpublished studies.  There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that recruited people of any age at risk of pressure ulceration, and RCTs that recruited people who informally care for someone at risk of pressure ulceration."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, data extraction, 'Risk of bias' assessment, and GRADE assessment of the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 10 studies with 11 publications (2261 participants analysed). Seven targeted their intervention at people at risk of ulceration and measured outcomes on these at risk people; two targeted those at risk and their family carers and measured outcomes on the at risk people cared for by their families; and one targeted lay carers only and measured outcomes on the at risk people they cared for. There were two main types of interventions: the provision of information on prevention of pressure ulcers, and the use of different types of education programmes.\nProvision of information on the prevention of pressure ulcers\nThree studies (237 participants) reported data for this comparison: two provided information directly to those at risk and their carers, and the third provided information to lay carers. As data could not be pooled we present individual study data. The evidence for primary outcomes is of very low certainty (downgraded twice for study limitations and twice for imprecision).\nWe are uncertain whether the combined use of a self-instruction manual and one-to-one patient training and counselling versus a self-instruction manual alone reduces the proportion of at risk people developing a new PU (risk ratio (RR) 0.40, 95% confidence interval (CI) 0.14 to 1.18), or whether carer self-instruction and one-to-one counselling versus self-instruction alone reduces the proportion of at risk people developing a new PU (RR 2.05, 95% CI 0.19 to 21.70).\nWe are uncertain whether the use of home-based training, compared with routine ward-based training, reduces the proportion of at risk people developing a new PU (RR 0.53, 95% CI 0.27 to 1.02).\nOne study explored the secondary outcome patient knowledge of pressure ulcer prevention; however, as usable data were not provided, we were unable to carry out further analysis, and no effect estimate could be calculated.\nEducational programmes on the prevention of pressure ulcers\nSeven studies (2024 participants analysed) provided data for this comparison. In all studies the intervention was aimed at people at risk of ulceration.\nRisk of pressure ulceration\nOne secondary report of an included study reported the primary outcome as time to PU development or occurrence and three studies and one secondary report of an included study reported this as the proportion of at risk people developing a new PU. One study reported the secondary outcome grade of PU and five studies and one secondary report of an included study reported on patient knowledge.\nThere is low certainty evidence of there being no clear difference in the proportion of participants developing a new PU between use of a pressure ulcer prevention care bundle (PUPCB) and standard care: HR 0.58, 95% CI 0.25 to 1.33 (downgraded twice for imprecision).\nOne secondary report of an included study explored whether individualised PU education and monthly structured telephone follow-up changes the mean time to PU occurrence. Not all participants in this study developed a pressure ulcer, therefore the mean time to pressure ulcer occurrence could not be calculated from the data.\nWe are uncertain whether the following three interventions reduce the proportion of at risk people developing a new PU as we assessed the certainty of evidence as very low: individualised PU education and monthly structured telephone follow-up (RR 0.55, 95% CI 0.23 to 1.30), education delivery (RR 3.57, 95% CI 0.78 to 16.38), (downgraded twice for risk of bias and twice for imprecision); and computerised feedback and one-to-one consultations (no clear data provided), (downgraded twice for risk of bias and once for indirectness).\nGrade of pressure ulcer\nThere is low certainty evidence that use of a PU prevention care bundle may make no difference to the severity of new PU development when compared with standard care.\nPatient knowledge\nWe are uncertain whether the following interventions improve patient knowledge: enhanced educational intervention and structured follow-up (mean difference (MD) 9.86, 95% CI 1.55 to 18.17); multi component motivational interviewing/self-management with a multi component education intervention (no clear data provided); Spinal Cord Injury Navigator programme (no clear data provided); individualised PU education and monthly structured telephone follow-up (no clear data provided); computerised feedback (no clear data provided), structured, patient-centric PU prevention education event (MD 30.15, 95% CI 23.56 to 36.74). We assessed the certainty of the evidence for this outcome as low or very low (downgraded for risk of bias, imprecision, or indirectness)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are uncertain whether educational interventions make any difference to the number of new PUs that develop, or to patient knowledge based on evidence from the 10 included studies, which we assessed as of low or very low certainty due to problems with risk of bias, serious imprecision and indirectness. The low certainty of evidence means that additional research is required to confirm these results."
    }
  ],
  "pls_title": "Patient and lay carer education for preventing pressure ulceration in at-risk populations",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this review was to find out whether education programmes aimed at people at risk of developing pressure ulcers (also known as bedsores or decubitus ulcers) and their carers are effective in the prevention of pressure ulcers. We collected and analysed all relevant studies (randomised controlled trials) to answer this question, and found 10 studies with 11 publications for inclusion. Randomised controlled trials are medical studies where the treatment or care that people receive is chosen at random. This type of trial provides the most reliable health evidence."
    },
    {
      "heading": "Key messages",
      "text": "In all studies, it is uncertain whether educational interventions make any difference to the proportion of at risk people developing a new ulcer, or to patient or lay carer knowledge."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Pressure ulcers are wounds that occur on the skin or underlying tissues. People who cannot move and change position (such as those using wheelchairs, or in long-term nursing and hospital care) are at most risk of developing pressure ulcers. These wounds can cause pain, discomfort, and distress and have a negative effect on quality of life. Preventing pressure ulcers is therefore very important. Educating people about the risks of pressure ulcers and how to prevent them is considered to be an important part of preventative care."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found 10 relevant studies, with 11 publications, (2261 participants analysed) dating from 2002 to 2018 comparing interventions aimed at educating people at risk of developing pressure ulcers or their carers. Four studies (five publications) included people with spinal cord injuries, mainly males, with a mean age of less than 60 years. The remaining studies included both males and females of varying ages, some who had disorders of the central nervous system, and others who were other types of at risk people cared for in hospital or in the community. Seven studies focused on people at risk of pressure ulcers; two focused on at risk people and carers; and one focused on lay carers. The interventions tested aimed to prevent pressure ulcers either by providing people with written information or by involving them in a variety of educational programmes. The studies explored the impact of the interventions on at risk people, either 1) the number of new pressure ulcers developed, 2) the severity of pressure ulcers developed, or 3) patient knowledge. None of the studies explored patient or lay carer satisfaction with the interventions.\nTwo studies (three publications) were funded by the Department of Veterans Affairs (USA). Two studies were funded by the National Institute for Disability and Rehabilitation Research (USA). One study was funded by the Department of Health Policy Research Programme (UK); one study by the Post Graduate Institute of Medical Education and Research (Chandigarh, India); one study by the Indian Council of Medical Research (New Delhi, India); and one study by the National Health and Medical Research Council (Australia). Two studies did not outline any source of funding.\nThe results of the trials do not allow us to draw any firm conclusions regarding the effectiveness of educational interventions in preventing pressure ulcers, or in increasing patient knowledge about pressure ulcer prevention. The certainty of the evidence in these trials is low or very low."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies that had been published up to June 2019."
    }
  ]
}