{
  "doi": "10.1002/14651858.CD003241.pub2",
  "name": "Electrostimulation for promoting recovery of movement or functional ability after stroke ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Electrostimulation might improve motor recovery after stroke by providing neuromuscular re-training."
    },
    {
      "heading": "Objectives",
      "text": "To find if electrostimulation improved functional motor ability, and the ability to undertake activities of daily living."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched August 2005), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 1, 2004), MEDLINE (1966 to January 2004), EMBASE (1980 to January 2004), CINAHL (1982 to January 2004), AMED - Allied and Complementary Medicine Database (1985 to January 2004), Physiotherapy Evidence Database (PEDro), REHABDATA and the ISI Science Citation Index (1981 to 2003). We placed a request on the PHYSIO e-mail discussion list and contacted authors of relevant studies to elicit any unpublished or ongoing studies, searched the reference lists of included trials and contacted trialists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of electrostimulation delivered to the peripheral neuromuscular system which was designed to improve voluntary movement control, functional motor ability and activities of daily living."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, assessed trial quality and extracted the data."
    },
    {
      "heading": "Main results",
      "text": "Of the 2077 references identified, 24 trials were included in this review. For electrostimulation compared with no treatment this review found that electrostimulation improved some aspects of functional motor ability and some aspects of motor impairment and normality of movement. In addition, there was a significant difference in favour of no treatment compared with electrostimulation for an aspect of functional motor ability. For electrostimulation compared with placebo this review found that electrostimulation improved an aspect of functional motor ability. For electrostimulation compared with conventional physical therapy this review found that electrostimulation improved an aspect of motor impairment. There were no statistically significant differences between electrostimulation and control treatment for all other outcomes. However, these results need to be interpreted with reference to the following: (1) the majority of analyses only contained one trial; (2) variation was found between included trials in time after stroke, level of functional deficit, and dose of electrostimulation; and (3) the possibility of selection and detection bias in the majority of included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At present, there are insufficient robust data to inform clinical use of electrostimulation for neuromuscular re-training. Research is needed to address specific questions about the type of electrostimulation that might be most effective, in what dose and at what time after stroke."
    }
  ],
  "pls_title": "Electrostimulation for promoting recovery of movement or functional ability after stroke",
  "pls_type": "long",
  "pls": "Electrostimulation is a potential treatment to improve recovery of movement control and functional ability after stroke but the results of this review are inconclusive. After stroke many people are unable to use their affected limbs in everyday activities such as walking, ascending/descending stairs, washing hair or opening a coffee jar. One way to improve recovery might be to train affected muscles by using electrostimulation. This review examined the findings of 24 randomised controlled trials of electrostimulation provided to improve the ability to voluntarily move the affected limb and/or use the affected limb in everyday activities. The available evidence suggests that when electrostimulation is compared to no treatment then there might be a small effect on some aspects of function in favour of electrostimulation. However, the majority of findings in favour of electrostimulation were found when it was compared to a group of stroke patients who were not receiving any treatment and for all but two of the outcomes examined there were no differences between either electrostimulation and placebo or between electrostimulation and another type of physical therapy. This review also found that there were many differences between randomised controlled trials in the types of stroke patients who were included, the doses of electrostimulation and the outcome measures used. This meant that many of the comparisons made in the review related to one randomised trial rather than two or more. In addition, the numbers of participants in trials were relatively small. The results of this review therefore need to be interpreted with caution."
}