{
  "doi": "10.1002/14651858.CD012905.pub2",
  "name": "Fenoldopam for preventing and treating acute kidney injury",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fenoldopam is a short-acting benzazepine selective dopaminergic A1 (DA1) receptor agonist with increased activity at the D1 receptor compared with dopamine. Activation of the DA1 receptors increases kidney blood flow because of dilatation of the afferent and efferent arterioles. Previous reviews have been published on the efficacy and safety of fenoldopam for acute kidney injury (AKI); however, they either combined data on its effect on both prevention and treatment of AKI, focused on only those undergoing cardiac surgery and/or excluded children."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to assess the benefits and harms of fenoldopam for the prevention or treatment of AKI in children and adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 12 November 2024 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register were identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Registry Platform (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) evaluating fenoldopam for the prevention or treatment of AKI in children and adults following surgery, radiocontrast exposure or sepsis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed studies for eligibility, assessed the studies for risk of bias and extracted data from the studies. Dichotomous outcomes were presented as relative risk (RR) with 95% confidence intervals (CI). For continuous outcomes, the mean difference (MD) with 95% CI was used. Statistical analysis was performed using the random-effects model. We assessed the certainty of the evidence using the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "We identified 25 RCTs, including 3339 randomised participants. Twenty-three studies used fenoldopam for preventing AKI and two for the treatment of AKI. Nine studies included participants undergoing cardiac surgery, and one included children. The risks of bias for sequence generation and concealment were low in 11 and 13 studies, respectively. Only 13 and 18 studies were at low risk of performance bias and detection bias, respectively. The risk of attrition bias and selective reporting were judged to be at low risk of bias in 17 and 10 studies, respectively.\nWe included data in the meta-analyses from eight of the 14 studies comparing fenoldopam with placebo or saline, all six studies comparing fenoldopam with dopamine, all five studies comparing fenoldopam with N-acetylcysteine (NAC) for the prevention of AKI and from the two studies comparing fenoldopam with placebo or saline for the treatment of AKI.\nCompared with placebo or saline fenoldopam probably results in fewer participants developing AKI (RR 0.72, 95% CI 0.53 to 0.98; 8 studies, 1147 participants; I2 = 48%; moderate certainty) but may make little or no difference to the number requiring kidney replacement therapy (KRT) (RR 0.81, 95% CI 0.31 to 2.15; 7 studies, 835 participants; I2 = 17%), risk of death (RR 0.76, 95% CI: 0.58 to 1.00; 7 studies, 944 participants; I2 = 0%) or change in urine output (SMD 0.20, 95% CI -0.44 to 0.84; 2 studies, 58 participants; I2 = 34%; all low certainty). Fenoldopam may result in a shorter stay in the ICU (MD -1.81 days; 95% CI -2.41 to -1.21; 4 studies, 403 participants; I2 = 0%). It is uncertain whether adverse events (hypotension, myocardial infarction, drug intolerance, cardiac arrhythmias) differed between the treatment groups as the certainty of the evidence was very low. In patients undergoing cardiac surgery, fenoldopam, compared to placebo or saline, may make little or no difference to the prevention of AKI, the need for KRT or death.\nCompared with dopamine, fenoldopam may make little or no difference to the prevention of AKI (RR 0.62, 95% CI 0.23 to 1.68; 4 studies, 398 participants; I2 = 78%), the number requiring KRT (RR 0.74, 95% CI 0.29 to 1.87; 4 studies, 434 participants; I2 = 0%) or the risk of death (RR 1.27, 95% CI 0.36 to 4.50; 2 studies, 174 participants; I2 = 0%) (all low certainty). It is uncertain whether participants receiving fenoldopam were more likely to develop hypotension compared with those receiving dopamine (RR 3.00, 95% CI 1.06 to 8.52; 1 study, 80 participants; very low certainty). Change in urine output was not reported.\nIt is uncertain whether fenoldopam compared with NAC prevents AKI (RR 1.68, 95% CI 0.79 to 3.56; 3 studies, 359 participants; I2 = 38%), reduces the need for KRT (RR 0.96, 95% CI 0.15 to 6.26; 2 studies, 137 participants; I2 = 0%), or the risk of death (RR 1.05, 95% CI 0.07 to 15.66; 1 study, 39 participants) (all very low certainty). It is uncertain whether hypotension was more frequent with fenoldopam (RR 5.10, 95% CI 0.25, 104.94; 1 study, 192 participants; very low certainty). Change in urine output was not reported.\nIn participants with established AKI, it is uncertain whether fenoldopam compared to placebo or half saline reduces the numbers needing KRT (RR: 0.91, 95% CI 0.54 to 1.54; 2 studies, 822 participants; I2 = 58%; very low certainty) or the risk of death (RR 0.81, 95% CI 0.44 to 1.48; 2 studies, 822 participants; I2 = 66%; very low certainty), or if it increases the risk of hypotension (RR 1.65, 95% CI 1.22 to 2.22; 2 studies, 822 participants; I2 = 0%; very low certainty)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Fenoldopam administration in patients at risk of AKI is probably associated with a lower risk of developing AKI and shorter ICU stay when compared with placebo or saline, but has little or no effect on the need for KRT or the risk of death. In those undergoing cardiac surgery, fenoldopam may not confer any benefits compared with placebo or saline. Furthermore, it remains unclear whether fenoldopam is more or less effective than either dopamine or NAC in reducing the risk for AKI or the need for KRT. Further well-designed and adequately powered studies are required to evaluate the efficacy and safety of fenoldopam in preventing or treating AKI."
    }
  ],
  "pls_title": "What are the benefits and risks of fenoldopam for preventing or treating acute kidney injury?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Fenoldopam (a medicine that rapidly widens and relaxes blood vessels) probably reduces the risk of developing acute kidney injury (AKI) (a condition where the kidneys suddenly lose their ability to filter waste from the blood) in people who are at risk of developing AKI compared to placebo (dummy medicine) or saline (salt solution).\n• Fenoldopam may reduce the time spent in intensive care compared to placebo or saline.\n• Fenoldopam, compared to other active medicines (dopamine and B-acetylcysteine), had uncertain effects on the risk of developing AKI, the need for kidney replacement therapy (using machines to filter the blood) and the time spent in intensive care."
    },
    {
      "heading": "What is acute kidney injury?",
      "text": "Acute kidney injury (AKI) is a common complication of many severe illnesses and their treatment, as well as surgical procedures (such as heart operations) and occurs when the kidneys suddenly lose their ability to remove waste products from the blood and control the amount of water and minerals such as sodium and potassium in the body. AKI is most common in people who are in hospital and mostly in people who are in intensive care units (ICU). People having AKI is not a good sign for general and kidney health. Fenoldopam is a medication that rapidly relaxes and widens blood vessels, allowing easy blood flow. Several studies suggest that fenoldopam may help to prevent or treat people whose kidneys suddenly stop functioning."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if fenoldopam was better than other treatments to prevent AKI and if fenoldopam helps treat people who are in the early stages of AKI. We also wanted to find out if fenoldopam was associated with any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that examined the use of fenoldopam compared with active medications (medicines known to be used for preventing AKI), placebo (dummy medicine) or saline (salt solution) in people who are at risk of developing AKI or treating those who already have AKI. We compared and summarised the results of the studies, and we rated our confidence in the evidence, based on factors such as the methods and size of the study."
    },
    {
      "heading": "What did we find?",
      "text": "We found 25 studies involving 3339 people; 24 were in adults, and one was in children. Of these, 23 studies were in people at risk of AKI, and two studies were in people with established AKI. The studies were conducted in only three countries: the USA, Italy and Ireland. We found that in people at risk of AKI, fenoldopam lowered the chances of getting AKI and may reduce the time spent in ICU when compared to those who received a placebo or saline. However, in those with AKI, it is uncertain whether fenoldopam reduces the number of people needing kidney replacement therapy (using machines to filter the blood) compared with those who received a placebo or saline. For side effects, there was no difference between fenoldopam and placebo or saline for either preventing or treating AKI. When fenoldopam was compared to dopamine (an active medication) there may be little or no difference in the number developing AKI, those needing kidney replacement therapy, or in the risk of dying. The effect of fenoldopam compared to other active medications is unclear."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The small number of studies (per comparison) and the small size of the studies were limitations in this review. Not all the studies provided data about the outcomes we were interested in. We are moderately confident that fenoldopam reduces the chance of getting AKI compared to placebo or saline. We are less confident in the results for the need for kidney replacement therapy and time spent in the ICU. We have little confidence in the evidence for the use of fenoldopam compared to other active medications for preventing AKI."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date as of 12 November 2024."
    }
  ]
}