{
  "doi": "10.1002/14651858.CD001471.pub2",
  "name": "Educational games for mental health professionals",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In traditional didactic teaching, the learner has a passive role, digesting the knowledge presented by the teacher. Stimulating and active teaching processes may be better at instilling information than more pedestrian approaches. Games involving repetition, reinforcement, association and use of multiple senses have been proposed as part of experiential learning."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of educational games on the knowledge attainment and clinical skills of mental health professionals compared to the effects of standard teaching approaches."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (November 2005), AMED (1998 - November 2005), British Nursing Index (November 2005), Cochrane Library (Issue 3, 2005), CINAHL (November 2005) EMBASE (November 2005), Educational Resources Information Centre on CSA (1966 - November 2005), MEDLINE (November 2005) and PsycINFO (November 2005)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing any educational game aiming at increasing knowledge and/or skills with a standard educational approach for mental health professionals."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For individual person data we calculated the Odds Ratio (OR) and their 95% confidence intervals (CI) based on a fixed effects model. For dichotomous data we calculated relative risks (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis based on a fixed effects model. We calculated numbers needed to treat/harm (NNT/NNH) where appropriate. For continuous data, we calculated weighted mean differences (WMD) again based on a fixed effects model."
    },
    {
      "heading": "Main results",
      "text": "We identified one trial (n=34) of an educational game for mental health nursing students of only a few hours follow up. For an outcome we arbitrarily defined ('no academically important improvement [a 10% improvement in scores]') those allocated to educational games fared considerably better than students in the standard education techniques group (OR 0.06 CI 0.01 to 0.3, NNT 3 CI 2 to 4). On average those in the games group scored six more points than the control students on a test of questions relevant to psychosis set to the standard of the mental health nursing curriculum of the day (WMD 6.00 CI 2.6 to 9.4)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current limited evidence suggests educational games could help mental health students gain more points in their tests, especially if they have left revision to the last minute. This salient study should be refined and repeated."
    }
  ],
  "pls_title": "Educational games for mental health professionals",
  "pls_type": "long",
  "pls": "Standard teaching techniques in health care often contain traditional didactic elements. Learning from traditional didactic teaching has never been a very active process and can subsequently be tedious and tiring. In this review we wished to investigate the effects of more interactive ways of teaching mental health professionals. We identified one relevant trial which, although very small and short, did suggest quite a considerable short term positive effect for the more interactive teaching approach. On average, mental health nursing students who had been taught using this method scored six points more in a follow-up test than students allocated to the standard teaching techniques.\nThis interesting experiment should be reproduced to determine whether the increased knowledge is sustained and, if so, whether this produces better skills and attitudes."
}