{
  "doi": "10.1002/14651858.CD011024.pub2",
  "name": "Interventions for increasing acceptance of local anaesthetic in children and adolescents having dental treatment ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Delivery of pain-free dentistry is crucial for reducing fear and anxiety, completion of treatment, and increasing acceptance of future dental treatment in children. Local anaesthetic (LA) facilitates this pain-free approach but it remains challenging. A number of interventions to help children cope with delivery of LA have been described, with no consensus on the best method to increase its acceptance."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of methods for acceptance of LA in children and adolescents during dental treatment."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health's Information Specialist searched the Cochrane Oral Health's Trials Register (to 24 May 2019); the Cochrane Central Register of Controlled Trials (CENTRAL; 2019 Issue 4) in the Cochrane Library (searched 24 May 2019); MEDLINE Ovid (1946 to 24 of May 2019); Embase Ovid (1980 to 24 May 2019); and Web of Science (1900 to 24 May 2019). The US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov) and World Health Organization International Clinical Trials Registry Platform were also searched to 24 May 2019. There were no restrictions on language or date of publications."
    },
    {
      "heading": "Selection criteria",
      "text": "Parallel randomised controlled trials (RCTs) of interventions used to increase acceptance of dental LA in children and adolescents under the age of 18 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We performed data extraction and assessment of risk of bias independently and in duplicate. We contacted authors for missing information. We assessed the certainty of the body of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 26 trials with 2435 randomised participants aged between 2 and 16 years. Studies were carried out between 2002 and 2019 in dental clinics in the UK, USA, the Netherlands, Iran, India, France, Egypt, Saudi Arabia, Syria, Mexico, and Korea. Studies included equipment interventions (using several LA delivery devices for injection or audiovisual aids used immediately prior to or during LA delivery or both) and dentist interventions (psychological behaviour interventions delivered in advance of LA (video modelling), or immediately prior to or during delivery of LA or both (hypnosis, counter-stimulation).\nWe judged one study to be at low risk and the rest at high risk of bias. Clinical heterogeneity of the included studies rendered it impossible to pool data into meta-analyses. None of the studies reported on our primary outcome of acceptance of LA. No studies reported on the following secondary outcomes: completion of dental treatment, successful LA/painless treatment, patient satisfaction, parent satisfaction, and adverse events.\nAudiovisual distraction compared to conventional treatment: the evidence was uncertain for the outcome pain-related behaviour during delivery of LA with a reduction in negative behaviour when 3D video glasses where used in the audiovisual distraction group (risk ratio (RR) 0.13, 95% confidence interval (CI) 0.03 to 0.50; 1 trial, 60 participants; very low-certainty evidence).\nThe wand versus conventional treatment: the evidence was uncertain regarding the effect of the wand on pain-related behaviour during delivery of LA. Four studies reported a benefit in using the wand while the remaining studies results suggested no difference between the two methods of delivering LA (six trials, 704 participants; very low-certainty evidence).\nCounter-stimulation/distraction versus conventional treatment: the evidence was uncertain for the outcome pain experience during delivery of LA with children experiencing less pain when counter-stimulation was used (RR 0.12, 95% CI 0.04 to 0.34; 1 trial, 134 participants; very low-certainty evidence).\nHypnosis versus conventional treatment: the evidence was uncertain for the outcome pain experience during delivery of LA with participants in the hypnosis group experiencing less pain (mean difference (MD) -1.79, 95% CI -3.01 to -0.57; 1 trial, 29 participants; very low-certainty evidence).\nOther comparisons considered included pre-cooling of the injection site, the wand versus Sleeper One, the use of a camouflage syringe, use of an electrical counter-stimulation device, and video modelling acclimatisation, and had a single study each. The findings from these other comparisons were insufficient to draw any affirmative conclusions about their effectiveness, and were considered to be very low-certainty evidence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find sufficient evidence to draw firm conclusions as to the best interventions to increase acceptance of LA in children due to variation in methodology and nature/timing of outcome measures. We recommend further parallel RCTs, reported in line with the CONSORT Statement. Care should be taken when choosing outcome measures."
    }
  ],
  "pls_title": "Interventions to facilitate delivery of local anaesthetic in children and adolescents during dental treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review questio",
      "text": "n\nWith this Cochrane Review we tried to find out the best way to get children to accept receiving an injection of local anaesthetic during dental treatment."
    },
    {
      "heading": "Background",
      "text": "It is important that children and adolescents receive dental treatment without pain so they have less anxiety and fear. It will also help them accept treatment in the future. Giving local anaesthetic, medication that temporarily stops the sense of pain in one small area of the body while the child stays awake and alert, will help to achieve this. However, it is not always easy to give children local anaesthetic. Some children do not cope well with the injection. There are a number of interventions that may help children accept dental local anaesthetic, however, there is no agreement over which is the best method."
    },
    {
      "heading": "Study characteristics",
      "text": "This review is up-to-date as of 24 May 2019. We included 26 studies with a total of 2435 children aged between 2 and 16 years. The studies were carried out between 2002 and 2019 in dental clinics in the UK, USA, the Netherlands, Iran, India, France, Egypt, Saudi Arabia, Syria, Mexico, and Korea.\nWe included studies comparing the use of different equipment like audiovisual glasses or a computerised device for injection called the wand, or dentist interventions like hypnosis, counter-stimulation/distraction, video modelling, to increase the acceptance of delivery of local anaesthetic. These interventions were compared against delivery of local anaesthetic using a conventional syringe (usual care), or any other dental equipment or dentist intervention. Interventions were given just before the injection and others were given just before, during the injection, and continued during the dental treatment."
    },
    {
      "heading": "Key results",
      "text": "The evidence was uncertain for audiovisual distraction (using 3D video glasses as distraction) compared to conventional treatment. The evidence was uncertain when comparing the wand to conventional treatment. The evidence was also uncertain for counter-stimulation/distraction compared to conventional treatment and for hypnosis compared to conventional treatment.\nOther comparisons considered included pre-cooling of the injection site, the wand versus another electronic system called Sleeper One, the use of a camouflage syringe, use of an electrical counter-stimulation device, and video modelling. They had a single study each. The findings from these other comparisons were not enough to be able to decide on their effectiveness.\nThe included studies did not mention if there were any harmful effects of the different interventions."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The level of belief we have in these findings is very low. This was due to high risk of bias and the small number of people studied in the included trials."
    },
    {
      "heading": "Conclusion",
      "text": "We do not have enough evidence to say which intervention works better to increase acceptance of local anaesthetic in children and adolescents. We suggest that more well-conducted studies should be done in this area."
    }
  ]
}