{
  "doi": "10.1002/14651858.CD004287.pub4",
  "name": "Tissue adhesives for closure of surgical incisions",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sutures (stitches), staples and adhesive tapes have been used for many years as methods of wound closure, but tissue adhesives have entered clinical practice more recently. Closure of wounds with sutures enables the closure to be meticulous, but the sutures may show tissue reactivity and can require removal. Tissue adhesives offer the advantages of an absence of risk of needlestick injury and no requirement to remove sutures later. Initially, tissue adhesives were used primarily in emergency room settings, but this review looks at the use of tissue adhesives in the operating room/theatre where surgeons are using them increasingly for the closure of surgical skin incisions."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of various tissue adhesives compared with conventional skin closure techniques for the closure of surgical wounds."
    },
    {
      "heading": "Search methods",
      "text": "In March 2014 for this second update we searched the Cochrane Wounds Group Specialised Register; The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE and EBSCO CINAHL. We did not restrict the search and study selection with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We conducted screening of eligible studies, data extraction and risk of bias assessment independently and in duplicate. We expressed results as random-effects models using mean difference for continuous outcomes and risk ratios (RR) with 95% confidence intervals (CI) for dichotomous outcomes. We investigated heterogeneity, including both clinical and methodological factors."
    },
    {
      "heading": "Main results",
      "text": "This second update of the review identified 19 additional eligible trials resulting in a total of 33 studies (2793 participants) that met the inclusion criteria. There was low quality evidence that sutures were significantly better than tissue adhesives for reducing the risk of wound breakdown (dehiscence; RR 3.35; 95% CI 1.53 to 7.33; 10 trials, 736 participants that contributed data to the meta-analysis). The number needed to treat for an additional harmful outcome was calculated as 43. For all other outcomes - infection, patient and operator satisfaction and cost - there was no evidence of a difference for either sutures or tissue adhesives. No evidence of differences was found between tissue adhesives and tapes for minimising dehiscence, infection, patients' assessment of cosmetic appearance, patient satisfaction or surgeon satisfaction. However there was evidence in favour of using tape for surgeons' assessment of cosmetic appearance (mean difference (VAS 0 to 100) 9.56 (95% CI 4.74 to 14.37; 2 trials, 139 participants). One trial compared tissue adhesives with a variety of methods of wound closure and found both patients and clinicians were significantly more satisfied with the alternative closure methods than the adhesives. There appeared to be little difference in outcome for different types of tissue adhesives. One study that compared high viscosity with low viscosity adhesives found that high viscosity adhesives were less time-consuming to use than low viscosity tissue adhesives, but the time difference was small."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Sutures are significantly better than tissue adhesives for minimising dehiscence. In some cases tissue adhesives may be quicker to apply than sutures. Although surgeons may consider the use of tissue adhesives as an alternative to other methods of surgical site closure in the operating theatre, they need to be aware that sutures minimise dehiscence. There is a need for more well designed randomised controlled trials comparing tissue adhesives with alternative methods of closure. These trials should include people whose health may interfere with wound healing and surgical sites of high tension."
    }
  ],
  "pls_title": "Tissue adhesives for closure of surgical skin incisions",
  "pls_type": "long",
  "pls": "Tissue adhesives or glues are increasingly used in place of stitches (sutures) or staples to close wounds. It has been suggested that tissue adhesives may be quicker and easier to use than sutures for closing surgical wounds. Tissue adhesives carry no risk of sharps injury - unlike needles that are used for sutures - and are thought to provide a barrier to infection. This may mean that they also promote healing, and the need for removal of sutures is avoided.\nThe researchers searched the medical literature up to March 2014, and identified 33 medical studies that investigated the use of tissue adhesives for closure of wounds. They compared tissue adhesive with another method of closure such as sutures, staples, tape, or another type of tissue adhesive. The main outcomes of interest were whether wounds stayed closed - and did not break down - and whether they became infected. The results of the review showed clearly that fewer wounds broke down when sutures were used. Studies also reported that some types of tissue adhesives might be slightly quicker to use than other types. There was no clear difference between tissue adhesives and the alternative closure methods for cosmetic results or costs. Results regarding surgeons' and patients' preferred skin closure method were mixed."
}