{
  "doi": "10.1002/14651858.CD004222.pub2",
  "name": "Treatment for women with postpartum iron deficiency anaemia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postpartum anaemia is associated with breathlessness, tiredness, palpitations and maternal infections. Blood transfusions or iron supplementation have been used in the treatment of iron deficiency anaemia. Recently other anaemia treatments, in particular erythropoietin therapy, have also been used."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical effects of treatments for postpartum anaemia, including oral, intravenous or subcutaneous iron/folate supplementation and erythropoietin administration, and blood transfusion."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 May 2004), the Cochrane Central Register of Controlled Trials (The Cochrane Library, Issue 1, 2003), MEDLINE (1966 to March 2003), EMBASE (1980 to March 2003), Current Contents and ACP Journal Club (from inception to March 2003). We updated this search on 7 June 2012 and added the results to the awaiting classification section."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing therapy for postpartum iron deficiency anaemia (oral, intravenous or subcutaneous administration of iron, folate, erythropoietin or blood transfusion) with placebo, another treatment or no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Six included RCTs involving 411 women described treatment with erythropoietin or iron as their primary interventions. No RCTs were identified that assessed treatment with blood transfusion. Few outcomes relating to clinical maternal and neonatal factors were reported: studies focused largely on surrogate outcomes such as haematological indices. Overall, the methodological quality of the included RCTs was reasonable; however, their usefulness in this review is restricted by the interventions and outcomes reported.\nWhen compared with iron therapy only, erythropoietin increased the likelihood of lactation at discharge from hospital (1 RCT, n = 40; relative risk (RR) 1.90, 95% confidence interval (CI) 1.21 to 2.98). No apparent effect on need for blood transfusions was found, when erythropoietin plus iron was compared to treatment with iron only (2 RCTs, n = 100; RR 0.20, 95% CI 0.01 to 3.92), although the RCTs may have been of insufficient size to rule out important clinical differences. Haematological indices (haemoglobin and haemocrit) showed some increases when erythropoietin was compared to iron only, iron and folate, but not when compared with placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some limited evidence of favourable outcomes for treatment of postpartum anaemia with erythropoietin. However, most of the available literature focuses on laboratory haematological indices, rather than clinical outcomes. Further high-quality trials assessing the treatment of postpartum anaemia with iron supplementation and blood transfusions are required. Future trials may also examine the significance of the severity of anaemia in relation to treatment, and an iron-rich diet as an intervention.\n[Note: The 27 citations in the awaiting classification section of the review may alter the conclusions of the review once assessed.]"
    }
  ],
  "pls_title": "Treatment for women with postpartum iron deficiency anaemia",
  "pls_type": "long",
  "pls": "Erythropoietin, a hormone, may help to treat women who develop anaemia after giving birth, but there may be rare adverse events.\nWomen with anaemia after childbirth may feel tired and breathless and are at risk of infection. Traditional treatments include iron supplementation and blood transfusion for severe anaemia. A hormone, erythropoietin, may help improve iron levels in the blood and the woman's ability to lactate. However, rare adverse events (damage to red blood cells) have been reported. No studies examined the effects of oral iron supplementation alone, the most common treatment for this type of anaemia, or blood transfusions as treatments for women with anaemia after childbirth. More research, particularly of simple interventions such as oral iron supplementation, is required."
}