{
  "doi": "10.1002/14651858.CD003087.pub2",
  "name": "Double gloving to reduce surgical cross‐infection",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The invasive nature of surgery, with its increased exposure to blood, means that during surgery there is a high risk of transfer of pathogens. Pathogens can be transferred through contact between surgical patients and the surgical team, resulting in post-operative or blood borne infections in patients or blood borne infections in the surgical team. Both patients and the surgical team need to be protected from this risk. This risk can be reduced by implementing protective barriers such as wearing surgical gloves. Wearing two pairs of surgical gloves, triple gloves, glove liners or cloth outer gloves, as opposed to one pair, is considered to provide an additional barrier and further reduce the risk of contamination."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this review was to determine if additional glove protection reduces the number of surgical site or blood borne infections in patients or the surgical team. The secondary objective was to determine if additional glove protection reduces the number of perforations to the innermost pair of surgical gloves. The innermost gloves (next to skin) compared with the outermost gloves are considered to be the last barrier between the patient and the surgical team."
    },
    {
      "heading": "Search methods",
      "text": "For this second update we searched the Wounds Group Specialised Register (June 2009), the Cochrane Central Register of Controlled Trials (CENTRAL) (Issue 2, 2009), Ovid MEDLINE (1950 to May Week 5 2009), Ovid EMBASE (1980 to 2009 Week 22 ) and EBSCO CINAHL (1982 to May Week 4 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials involving: single gloving, double gloving, triple gloving, glove liners, knitted outer gloves, steel weave outer gloves and perforation indicator systems."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors independently assessed the relevance and quality of each trial. Data was extracted by one author and cross checked for accuracy by the second author."
    },
    {
      "heading": "Main results",
      "text": "Two trials were found which addressed the primary outcome, namely, surgical site infections in patients. Both trials reported no infections.\nThirty one randomised controlled trials measuring glove perforations were identified and included in the review.\nFourteen trials of double gloving (wearing two pairs of surgical latex gloves) were pooled and showed that there were significantly more perforations to the single glove than the innermost of the double gloves (OR 4.10, 95% CI 3.30 to 5.09).\nEight trials of indicator gloves (coloured latex gloves worn underneath latex gloves to more rapidly alert the team to perforations) showed that significantly fewer perforations were detected with single gloves compared with indicator gloves (OR 0.10, 95% CI 0.06 to 0.16) or with standard double glove compared with indicator gloves (OR 0.08, 95% CI 0.04 to 0.17).\nTwo trials of glove liners (a glove knitted with cloth or polymers worn between two pairs of latex gloves)(OR 26.36, 95% CI 7.91 to 87.82), three trials of knitted gloves (knitted glove worn on top of latex surgical gloves)(OR 5.76, 95% CI 3.25 to 10.20) and one trial of triple gloving (three pairs of latex surgical gloves)(OR 69.41, 95% CI 3.89 to 1239.18) all compared with standard double gloves, showed there were significantly more perforations to the innermost glove of a standard double glove in all comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no direct evidence that additional glove protection worn by the surgical team reduces surgical site infections in patients, however the review has insufficient power for this outcome.\nThe addition of a second pair of surgical gloves significantly reduces perforations to innermost gloves. Triple gloving, knitted outer gloves and glove liners also significantly reduce perforations to the innermost glove. Perforation indicator systems results in significantly more innermost glove perforations being detected during surgery."
    }
  ],
  "pls_title": "Double gloving to reduce surgical cross-infection",
  "pls_type": "long",
  "pls": "Surgical operations are undertaken within a clean environment and with members of the surgical team wearing sterile gloves. Sterile surgical gloves aim to protect the patient from contamination with bacteria from members of the surgical team and protect the surgical team from the body fluids of the patient. Double-gloving (wearing two sets of gloves) is becoming more common, especially for surgery where sharp surfaces are formed (such as orthopaedic or dental surgery). The review found that a second pair of gloves does protect the inner pair, without apparently affecting surgical performance. A glove liner between the two pairs of gloves reduces breaks to the inner glove even further, and extra-thick gloves seem to be as good as two pairs."
}