{
  "doi": "10.1002/14651858.CD012721.pub3",
  "name": "Beta‐blockers and inhibitors of the renin‐angiotensin aldosterone system for chronic heart failure with preserved ejection fraction ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Beta-blockers and inhibitors of the renin-angiotensin-aldosterone system improve survival and reduce morbidity in people with heart failure with reduced left ventricular ejection fraction (LVEF); a review of the evidence is required to determine whether these treatments are beneficial for people with heart failure with preserved ejection fraction (HFpEF)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of beta-blockers, angiotensin-converting enzyme inhibitors, angiotensin receptor blockers, angiotensin receptor neprilysin inhibitors, and mineralocorticoid receptor antagonists in people with HFpEF."
    },
    {
      "heading": "Search methods",
      "text": "We updated searches of CENTRAL, MEDLINE, Embase, and one clinical trial register on 14 May 2020 to identify eligible studies, with no language or date restrictions. We checked references from trial reports and review articles for additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials with a parallel group design, enrolling adults with HFpEF, defined by LVEF greater than 40%."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 41 randomised controlled trials (231 reports), totalling 23,492 participants across all comparisons. The risk of bias was frequently unclear and only five studies had a low risk of bias in all domains.\nBeta-blockers (BBs)\nWe included 10 studies (3087 participants) investigating BBs. Five studies used a placebo comparator and in five the comparator was usual care. The mean age of participants ranged from 30 years to 81 years.\nA possible reduction in cardiovascular mortality was observed (risk ratio (RR) 0.78, 95% confidence interval (CI) 0.62 to 0.99; number needed to treat for an additional benefit (NNTB) 25; 1046 participants; three studies), however, the certainty of evidence was low. There may be little to no effect on all-cause mortality (RR 0.82, 95% CI 0.67 to 1.00; 1105 participants; four studies; low-certainty evidence). The effects on heart failure hospitalisation, hyperkalaemia, and quality of life remain uncertain.\nMineralocorticoid receptor antagonists (MRAs)\nWe included 13 studies (4459 participants) investigating MRA. Eight studies used a placebo comparator and in five the comparator was usual care. The mean age of participants ranged from 54.5 to 80 years.\nPooled analysis indicated that MRA treatment probably reduces heart failure hospitalisation (RR 0.82, 95% CI 0.69 to 0.98; NNTB = 41; 3714 participants; three studies; moderate-certainty evidence). However, MRA treatment probably has little or no effect on all-cause mortality (RR 0.91, 95% CI 0.78 to 1.06; 4207 participants; five studies; moderate-certainty evidence) and cardiovascular mortality (RR 0.90, 95% CI 0.74 to 1.11; 4070 participants; three studies; moderate-certainty evidence). MRA treatment may have little or no effect on quality of life measures (mean difference (MD) 0.84, 95% CI -2.30 to 3.98; 511 participants; three studies; low-certainty evidence). MRA treatment was associated with a higher risk of hyperkalaemia (RR 2.11, 95% CI 1.77 to 2.51; number needed to treat for an additional harmful outcome (NNTH) = 11; 4291 participants; six studies; high-certainty evidence).\nAngiotensin-converting enzyme inhibitors (ACEIs)\nWe included eight studies (2061 participants) investigating ACEIs. Three studies used a placebo comparator and in five the comparator was usual care. The mean age of participants ranged from 70 to 82 years.\nPooled analyses with moderate-certainty evidence suggest that ACEI treatment likely has little or no effect on cardiovascular mortality (RR 0.93, 95% CI 0.61 to 1.42; 945 participants; two studies), all-cause mortality (RR 1.04, 95% CI 0.75 to 1.45; 1187 participants; five studies) and heart failure hospitalisation (RR 0.86, 95% CI 0.64 to 1.15; 1019 participants; three studies), and may result in little or no effect on the quality of life (MD -0.09, 95% CI -3.66 to 3.48; 154 participants; two studies; low-certainty evidence). The effects on hyperkalaemia remain uncertain.\nAngiotensin receptor blockers (ARBs)\nEight studies (8755 participants) investigating ARBs were included. Five studies used a placebo comparator and in three the comparator was usual care. The mean age of participants ranged from 61 to 75 years.\nPooled analyses with high certainty of evidence suggest that ARB treatment has little or no effect on cardiovascular mortality (RR 1.02, 95% 0.90 to 1.14; 7254 participants; three studies), all-cause mortality (RR 1.01, 95% CI 0.92 to 1.11; 7964 participants; four studies), heart failure hospitalisation (RR 0.92, 95% CI 0.83 to 1.02; 7254 participants; three studies), and quality of life (MD 0.41, 95% CI -0.86 to 1.67; 3117 participants; three studies). ARB was associated with a higher risk of hyperkalaemia (RR 1.88, 95% CI 1.07 to 3.33; 7148 participants; two studies; high-certainty evidence).\nAngiotensin receptor neprilysin inhibitors (ARNIs)\nThree studies (7702 participants) investigating ARNIs were included. Two studies used ARBs as the comparator and one used standardised medical therapy, based on participants' established treatments at enrolment. The mean age of participants ranged from 71 to 73 years.\nResults suggest that ARNIs may have little or no effect on cardiovascular mortality (RR 0.96, 95% CI 0.79 to 1.15; 4796 participants; one study; moderate-certainty evidence), all-cause mortality (RR 0.97, 95% CI 0.84 to 1.11; 7663 participants; three studies; high-certainty evidence), or quality of life (high-certainty evidence). However, ARNI treatment may result in a slight reduction in heart failure hospitalisation, compared to usual care (RR 0.89, 95% CI 0.80 to 1.00; 7362 participants; two studies; moderate-certainty evidence). ARNI treatment was associated with a reduced risk of hyperkalaemia compared with valsartan (RR 0.88, 95% CI 0.77 to 1.01; 5054 participants; two studies; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is evidence that MRA and ARNI treatment in HFpEF probably reduces heart failure hospitalisation but probably has little or no effect on cardiovascular mortality and quality of life. BB treatment may reduce the risk of cardiovascular mortality, however, further trials are needed. The current evidence for BBs, ACEIs, and ARBs is limited and does not support their use in HFpEF in the absence of an alternative indication. Although MRAs and ARNIs are probably effective at reducing the risk of heart failure hospitalisation, the treatment effect sizes are modest. There is a need for improved approaches to patient stratification to identify the subgroup of patients who are most likely to benefit from MRAs and ARNIs, as well as for an improved understanding of disease biology, and for new therapeutic approaches."
    }
  ],
  "pls_title": "Beta-blockers and inhibitors of the renin-angiotensin aldosterone system for chronic heart failure with preserved ejection fraction",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We investigated the effects of beta-blockers (BBs), mineralocorticoid receptor antagonists (MRAs), angiotensin converting enzyme inhibitors (ACEIs), angiotensin receptor blockers (ARBs) and angiotensin receptor neprilysin inhibitors (ARNIs) on survival, hospital admissions for heart failure, quality of life and potassium levels in people with heart failure with preserved ejection fraction (HFpEF)."
    },
    {
      "heading": "Background",
      "text": "Heart failure is a common condition that occurs when the function of the heart muscle is impaired, being associated with symptoms of breathlessness and fatigue, and a reduction in survival. In around half of cases of heart failure, where the left ventricular ejection fraction is reduced to less than 40% (reflecting significant impairment of contractile function), several drug treatments are known to be effective at improving survival and reducing hospitalisation. In the remaining cases, where the ejection fraction is normal or only mildly reduced (HFpEF), it is not clear whether the same drug treatments are effective at improving outcomes."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought to investigate whether treatments for heart failure with reduced ejection fraction are also effective in HFpEF. We conducted a comprehensive search for all trials investigating BBs, MRAs, ACEIs, ARBs or ARNIs (evidence current to 14 May 2020)."
    },
    {
      "heading": "Results and conclusions",
      "text": "We included 10 studies with 3087 randomised participants for BBs, 13 studies with 4459 randomised participants for MRAs, eight studies with 2061 randomised participants for ACEIs, eight studies with 8755 randomised participants for ARBs and three studies with 7702 randomised participants for ARNIs. We combined the evidence in a pooled analysis for each drug class and for each of the outcomes assessed. Not all included studies are part of each analysis.\nWe found that BBs may improve cardiovascular mortality. However, the certainty of evidence was low due to small trials and uncertainty about the methods used. For MRAs, the results suggest a reduction in heart failure hospitalisation but little or no effect on cardiovascular and all-cause mortality; however, the certainty of evidence was only moderate. For ACEIs, treatment probably has little or no effect on the outcomes of cardiovascular mortality, all-cause mortality and heart failure hospitalisation; however, the certainty of evidence was only moderate. We found high certainty of evidence for ARB treatment, with the results suggesting little or no effect. We found that ARNI treatment has little or no effect on cardiovascular mortality (moderate-certainty evidence), all-cause mortality (high-certainty evidence), or quality of life (high-certainty evidence). ARB treatment may reduce slightly heart failure hospitalisations (moderate-certainty evidence). Treatment with MRAs and ARBs was found to increase the risk of high potassium in the blood.\nIn conclusion, treatment with MRAs, and possibly ARNIs, was found to result in a slight reduction in the risk of hospitalisation due to heart failure. There was some evidence of a possible beneficial effect of BB on mortality due to cardiovascular disease. Treatment with ACEI probably has no beneficial effect in people with HFpEF, however, this remains uncertain due to a lack of evidence from clinical trials. For ARBs, the evidence suggested that treatment is of little or no benefit in people with HFpEF."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of evidence ranged from high to low across the outcomes and drug classes studied. With the exception of ARBs and ARNIs, there was a lack of large-scale trials in HFpEF for the interventions and outcomes tested."
    }
  ]
}