{
  "doi": "10.1002/14651858.CD012797.pub2",
  "name": "Enteral zinc supplementation for prevention of morbidity and mortality in preterm neonates ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm and low birth weight infants are born with low stores in zinc, which is a vital trace element for growth, cell differentiation and immune function. Preterm infants are at risk of zinc deficiency during the postnatal period of rapid growth. Systematic reviews in the older paediatric population have previously shown that zinc supplementation potentially improves growth and positively influences the course of infectious diseases. In paediatric reviews, the effect of zinc supplementation was most pronounced in those with low nutritional status, which is why the intervention could also benefit preterm infants typically born with low zinc stores and decreased immunity."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether enteral zinc supplementation, compared with placebo or no supplementation, affects important outcomes in preterm infants, including death, neurodevelopment, common morbidities and growth."
    },
    {
      "heading": "Search methods",
      "text": "Our searches are up-to-date to 20 February 2020. For the first search, we used the standard search strategy of Cochrane Neonatal to search the Cochrane Central Register of Controlled Trials (CENTRAL 2017, Issue 8), MEDLINE via PubMed (1966 to 29 September 2017), Embase (1980 to 29 September 2017), and CINAHL (1982 to 29 September 2017). We also searched clinical trials databases, conference proceedings, and the reference lists of retrieved articles for randomised controlled trials (RCTs) and quasi-RCTs. We ran an updated search from 1 January 2017 to 20 February 2020 in the following databases: CENTRAL via CRS Web, MEDLINE via Ovid, and CINAHL via EBSCOhost."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and quasi-RCTs that compared enteral zinc supplementation versus placebo or no supplementation in preterm infants (gestational age < 37 weeks), and low birth weight babies (birth weight < 2500 grams), at any time during their hospital admission after birth. We included zinc supplementation in any formulation, regimen, or dose administered via the enteral route. We excluded infants who underwent gastrointestinal (GI) surgery during their initial hospital stay, or had a GI malformation or another condition accompanied by abnormal losses of GI juices, which contain high levels of zinc (including, but not limited to, stomas, fistulas, and malabsorptive diarrhoea)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methods of Cochrane Neonatal. Two review authors separately screened abstracts, evaluated trial quality and extracted data. We synthesised effect estimates using risk ratios (RR), risk differences (RD), and standardised mean differences (SMD). Our primary outcomes of interest were all-cause mortality and neurodevelopmental disability. We used the GRADE approach to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included five trials with a total of 482 preterm infants; there was one ongoing trial. The five included trials were generally small, but of good methodological quality.\nEnteral zinc supplementation compared to no zinc supplementation\nEnteral zinc supplementation started in hospitalised preterm infants may decrease all-cause mortality (between start of intervention and end of follow-up period) (RR 0.55, 95% CI 0.31 to 0.97; 3 studies, 345 infants; low-certainty evidence). No data were available on long-term neurodevelopmental outcomes at 18 to 24 months of (post-term) age. Enteral zinc supplementation may have little or no effect on common morbidities such as bronchopulmonary dysplasia (RR 0.66, 95% CI 0.31 to 1.40, 1 study, 193 infants; low-certainty evidence), retinopathy of prematurity (RR 0.14, 95% CI 0.01 to 2.70, 1 study, 193 infants; low-certainty evidence), bacterial sepsis (RR 1.11, 95% CI 0.60 to 2.04, 2 studies, 293 infants; moderate-certainty evidence), or necrotising enterocolitis (RR 0.08, 95% CI 0.00 to 1.33, 1 study, 193 infants; low-certainty evidence).\nThe intervention probably improves weight gain (SMD 0.46, 95% CI 0.28 to 0.64; 5 studies, 481 infants; moderate-certainty evidence); and may slightly improve linear growth (SMD 0.75, 95% CI 0.36 to 1.14, 3 studies, 289 infants; low-certainty evidence), but may have little or no effect on head growth (SMD 0.21, 95% CI -0.02 to 0.44, 3 studies, 289 infants; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Enteral supplementation of zinc in preterm infants compared to no supplementation or placebo may moderately decrease mortality and probably improve short-term weight gain and linear growth, but may have little or no effect on common morbidities of prematurity. There are no data to assess the effect of zinc supplementation on long-term neurodevelopment."
    }
  ],
  "pls_title": "Enteral zinc supplementation for prevention of morbidity and mortality in preterm neonates",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "do preterm infants (babies born early) die less often and develop and grow better when they receive extra zinc by way of the stomach?"
    },
    {
      "heading": "Background",
      "text": "zinc is an important trace element required by babies to grow well and to fight infections. When babies are born early, they miss out on the transfer of many important nutrients from the mother through the umbilical cord which would normally happen in the last weeks of pregnancy. Therefore, their zinc stores are low. Adding extra zinc to the milk of preterm babies might mean that they grow and develop better and get less sick from complications which often affect babies born too early, and therefore die less often."
    },
    {
      "heading": "Study characteristics",
      "text": "we included five small trials (482 preterm infants) which were all of reasonably strong design. There was one ongoing study. The search for trials is up-to-date as of 20 February 2020."
    },
    {
      "heading": "Key results",
      "text": "preterm babies who received extra zinc by way of the stomach (a maximum of 10 mg per day either by mouth or through a feeding tube) while they were still in hospital probably die less often, probably put on weight and grew slightly better in length than those preterm babies who did not receive extra zinc. Extra zinc probably makes little to no difference to common problems in preterm babies such as chronic lung or eye problems, infection with bacteria or bowel problems. The trials which we included in this review did not have any information on the effect of extra zinc on the development later in life of the babies such as their ability to walk, their hearing or vision, language or their intelligence. We did not find indications of adverse effects of the extra zinc given to the babies. New and larger trials are needed to learn more about the effect on long-term development and growth when zinc is given by way of the stomach to babies born early."
    },
    {
      "heading": "Certainty of evidence",
      "text": "we assessed the evidence from the included trials on the effects of extra zinc in preterm babies as being of 'low- to moderate-certainty', because the trials were small, some had a few methodological weaknesses and the reported findings were inconsistent with each other for some of the outcomes. This means that further research through larger trials will likely provide important contributions to the existing knowledge and increase our confidence in the results."
    }
  ]
}