{
  "doi": "10.1002/14651858.CD006531.pub2",
  "name": "Paroxetine versus other anti‐depressive agents for depression",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Paroxetine is the most potent inhibitor of the reuptake of serotonin of all selective serotonin reuptake inhibitors (SSRIs) and has been studied in many randomised controlled trials (RCTs). However, these comparative studies provided contrasting findings and systematic reviews of RCTs have always considered the SSRIs as a group, and evidence applicable to this group of drugs might not be applicable to paroxetine alone. The present systematic review assessed the efficacy and tolerability profile of paroxetine in comparison with tricyclics (TCAs), SSRIs and newer or non-conventional agents."
    },
    {
      "heading": "Objectives",
      "text": "1. To determine the efficacy of paroxetine in comparison with other anti-depressive agents in alleviating the acute symptoms of Major Depressive Disorder.\n2. To review acceptability of treatment with paroxetine in comparison with other anti-depressive agents.\n3. To investigate the adverse effects of paroxetine in comparison with other anti-depressive agents."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Depression, Anxiety and Neurosis Review Group's Specialized Register (CCDANCTR, to 30 September 2012), which includes relevant randomised controlled trials from the following bibliographic databases: The Cochrane Library (all years), EMBASE (1974 to date), MEDLINE (1950 to date) and PsycINFO (1967 to date). Reference lists of relevant papers and previous systematic reviews were handsearched. Pharmaceutical companies marketing paroxetine and experts in this field were contacted for supplemental data."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials allocating participants with major depression to paroxetine versus any other antidepressants (ADs), both conventional (such as TCAs, SSRIs) and newer or non-conventional (such as hypericum). For trials which had a cross-over design, only results from the first randomisation period were considered."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently checked eligibility and extracted data using a standard form. Data were then entered in RevMan 5.2 with a double-entry procedure. Information extracted included study and participant characteristics, intervention details, settings and efficacy, acceptability and tolerability measures."
    },
    {
      "heading": "Main results",
      "text": "A total of 115 randomised controlled trials (26,134 participants) were included. In 54 studies paroxetine was compared with older ADs, in 21 studies with another SSRI, and in 40 studies with a newer or non-conventional antidepressant other than SSRIs. For the primary outcome (patients who responded to treatment), paroxetine was more effective than reboxetine at increasing patients who responded early to treatment (Odds Ratio (OR): 0.66, 95% Confidence Interval (CI) 0.50 to 0.87, number needed to treat to provide benefit (NNTb) = 16, 95% CI 10 to 50, at one to four weeks, 3 RCTs, 1375 participants, moderate quality of evidence), and less effective than mirtazapine (OR: 2.39, 95% CI 1.42 to 4.02, NNTb = 8, 95% CI 5 to 14, at one to four weeks, 3 RCTs, 726 participants, moderate quality of evidence). Paroxetine was less effective than citalopram in improving response to treatment (OR: 1.54, 95% CI 1.04 to 2.28, NNTb = 9, 95% CI 5 to 102, at six to 12 weeks, 1 RCT, 406 participants, moderate quality of evidence). We found no clear evidence that paroxetine was more or less effective compared with other antidepressants at increasing response to treatment at acute (six to 12 weeks), early (one to four weeks), or longer term follow-up (four to six months). Paroxetine was associated with a lower rate of adverse events than amitriptyline, imipramine and older ADs as a class, but was less well tolerated than agomelatine and hypericum. Included studies were generally at unclear or high risk of bias due to poor reporting of allocation concealment and blinding of outcome assessment, and incomplete reporting of outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Some possibly clinically meaningful differences between paroxetine and other ADs exist, but no definitive conclusions can be drawn from these findings. In terms of response, there was a moderate quality of evidence that citalopram was better than paroxetine in the acute phase (six to 12 weeks), although only one study contributed data. In terms of early response to treatment (one to four weeks) there was moderate quality of evidence that mirtazapine was better than paroxetine and that paroxetine was better than reboxetine. However there was no clear evidence that paroxetine was better or worse compared with other antidepressants at increasing response to treatment at any time point. Even if some differences were identified, the findings from this review are better thought as hypothesis forming rather than hypothesis testing and it would be reassuring to see the conclusions replicated in future trials. Finally, most of included studies were at unclear or high risk of bias, and were sponsored by the drug industry. The potential for overestimation of treatment effect due to sponsorship bias should be borne in mind."
    }
  ],
  "pls_title": "Paroxetine versus other anti-depressive agents for depression",
  "pls_type": "long",
  "pls": "Major depression is a severe mental illness characterised by a persistent and unreactive low mood and loss of all interest and pleasure, usually accompanied by a range of symptoms such as appetite change, sleep disturbance, fatigue, loss of energy, poor concentration, inappropriate guilt and morbid thoughts of death. Although medication and psychological treatments are both effective for major depression, antidepressant drugs remain the mainstay of treatment in moderate to severe major depression. However, head-to-head comparisons of such drugs provide contrasting findings as to whether they are effective.\nThis review of the research on the effect of an antidepressant drug called paroxetine was conducted to shed light on the field of drug treatment for depression. In September 2012 we searched, in a wide ranging way, for all the useful studies (randomised controlled trials) which had been completed which compared paroxetine with any other antidepressant in treating people with depression. One hundred and fifteen studies were included in this review, with a total of 26,134 people. We grouped the studies according to the types of drug they compared paroxetine against; we then analysed the combined findings of these groups of studies.\nFor the primary outcome (number of people who responded to treatment) paroxetine was more effective than reboxetine, but less effective than mirtazapine (in the early phase: one to four weeks follow-up) and probably citalopram (at endpoint: six weeks follow-up). There was some evidence that paroxetine is less well tolerated than agomelatine and St John's Wort, as more patients allocated to paroxetine experienced at least some side effects (though this finding for St John's Wort was only based on one study).\nIn conclusion, some possibly meaningful differences between paroxetine and other antidepressants exist, but no definitive concluions can be drawn due to the limited number of studies per comparison. In addition, most of included studies were sponsored by the drug industry, which means they might potentially have overestimated the effect of paroxetine. Therefore, the results of this review should be interpreted with caution."
}