{
  "doi": "10.1002/14651858.CD011430",
  "name": "Adjuvant chemotherapy for resected early‐stage non‐small cell lung cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "To evaluate the effects of administering chemotherapy following surgery, or following surgery plus radiotherapy (known as adjuvant chemotherapy) in patients with early stage non-small cell lung cancer (NSCLC),we performed two systematic reviews and meta-analyses of all randomised controlled trials using individual participant data. Results were first published in The Lancet in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To compare, in terms of overall survival, time to locoregional recurrence, time to distant recurrence and recurrence-free survival:\nA. Surgery versus surgery plus adjuvant chemotherapy\nB. Surgery plus radiotherapy versus surgery plus radiotherapy plus adjuvant chemotherapy\nin patients with histologically diagnosed early stage NSCLC.\n(2)To investigate whether or not predefined patient subgroups benefit more or less from cisplatin-based chemotherapy in terms of survival."
    },
    {
      "heading": "Search methods",
      "text": "We supplemented MEDLINE and CANCERLIT searches (1995 to December 2013) with information from trial registers, handsearching relevant meeting proceedings and by discussion with trialists and organisations."
    },
    {
      "heading": "Selection criteria",
      "text": "We included trials of a) surgery versus surgery plus adjuvant chemotherapy; and b) surgery plus radiotherapy versus surgery plus radiotherapy plus adjuvant chemotherapy, provided that they randomised NSCLC patients using a method which precluded prior knowledge of treatment assignment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We carried out a quantitative meta-analysis using updated information from individual participants from all randomised trials. Data from all patients were sought from those responsible for the trial. We obtained updated individual participant data (IPD) on survival, and date of last follow-up, as well as details of treatment allocated, date of randomisation, age, sex, histological cell type, stage, and performance status. To avoid potential bias, we requested information for all randomised patients, including those excluded from the investigators' original analyses. We conducted all analyses on intention-to-treat on the endpoint of survival. For trials using cisplatin-based regimens, we carried out subgroup analyses by age, sex, histological cell type, tumour stage, and performance status."
    },
    {
      "heading": "Main results",
      "text": "We identified 35 trials evaluating surgery plus adjuvant chemotherapy versus surgery alone. IPD were available for 26 of these trials and our analyses are based on 8447 participants (3323 deaths) in 34 trial comparisons. There was clear evidence of a benefit of adding chemotherapy after surgery (hazard ratio (HR)= 0.86, 95% confidence interval (CI)= 0.81 to 0.92, p< 0.0001), with an absolute increase in survival of 4% at five years.\nWe identified 15 trials evaluating surgery plus radiotherapy plus chemotherapy versus surgery plus radiotherapy alone. IPD were available for 12 of these trials and our analyses are based on 2660 participants (1909 deaths) in 13 trial comparisons. There was also evidence of a benefit of adding chemotherapy to surgery plus radiotherapy (HR= 0.88, 95% CI= 0.81 to 0.97, p= 0.009). This represents an absolute improvement in survival of 4% at five years.\nFor both meta-analyses, we found similar benefits for recurrence outcomes and there was little variation in effect according to the type of chemotherapy, other trial characteristics or patient subgroup.\nWe did not undertake analysis of the effects of adjuvant chemotherapy on quality of life and adverse events. Quality of life information was not routinely collected during the trials, but where toxicity was assessed and mentioned in the publications, it was thought to be manageable. We considered the risk of bias in the included trials to be low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Results from 47 trial comparisons and 11,107 patients demonstrate the clear benefit of adjuvant chemotherapy for these patients, irrespective of whether chemotherapy was given in addition to surgery or surgery plus radiotherapy. This is the most up-to-date and complete systematic review and individual participant data (IPD) meta-analysis that has been carried out."
    }
  ],
  "pls_title": "Chemotherapy after surgery for early stage non-small cell lung cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do patients with non-small cell lung cancer live longer if they are given chemotherapy after surgery?"
    },
    {
      "heading": "Background",
      "text": "Non-small cell lung cancer is the most common type of lung cancer. If the tumour is early stage, not too big and has not spread to other parts of the body, doctors usually operate to remove it. At the same time, they will also remove a bit of the lung, or the entire lung that has the tumour. They may also give radiotherapy (treatment with x-rays) after the operation, aiming to kill any remaining cancer cells. They may also give chemotherapy (drug treatment) after surgery to lower the risk of the cancer coming back. This treatment is called adjuvant chemotherapy.\n\nIn 1995, we did a systematic review and meta-analysis of individual participant data looking at adjuvant chemotherapy and surgery (with or without radiotherapy). It brought together information from all patients who took part in similar trials. These trials compared what happened to people with non-small cell lung cancer who were given chemotherapy after surgery (with or without radiotherapy) with those who had surgery without chemotherapy (with or without radiotherapy). We found that it was not clear whether chemotherapy helped patients with non-small cell lung cancer live longer.\n\nSince this study was completed, many new trials have been done. Therefore, we carried out a new systematic review and meta-analysis of individual participant data that included all trials, old and new. This study aimed to find out if giving chemotherapy after surgery (with or without radiotherapy) can a) help patients live longer, b) stop the cancer coming back (recurrence), and c) stop the cancer spreading to other parts of the body (metastases).\nWe carried out two studies called meta-analyses that included patients with non-small cell lung cancer that took part in randomised controlled trials comparing:\na) surgery versus surgery plus adjuvant chemotherapy; and\nb) surgery plus radiotherapy versus surgery plus radiotherapy plus adjuvant chemotherapy.\nResults were first published in the Lancet in 2010."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for relevant trials up to December 2013. The studies brought together trial data from all over the world with 26 trials (34 trial comparisons) and 8447 patients in the first meta-analysis (surgery versus surgery plus adjuvant chemotherapy); and 12 trials (13 trial comparisons) and 2660 patients in the second meta-analysis (surgery plus radiotherapy versus surgery plus radiotherapy plus adjuvant chemotherapy). Trials were carried out between 1979 and 2003."
    },
    {
      "heading": "Key results",
      "text": "Results found that people with non-small cell lung cancer that had surgery followed by chemotherapy (with or without radiotherapy), lived longer than those who had surgery without chemotherapy (with or without radiotherapy).\n\nAfter five years, 64 out of every 100 patients who were given chemotherapy after surgery were alive compared to 60 patients out of every 100 who just had surgery. For those who also received radiotherapy, after five years, 33 out of every 100 patients who received chemotherapy, surgery and radiotherapy were alive compared to 29 out of every 100 patients who received surgery and radiotherapy.\nQuality of life information was not routinely collected during the trials, but where toxicity was assessed and mentioned in the publications, it was thought to be manageable.\n\nIn both studies, there was little variation in the effect of chemotherapy according to the type of chemotherapy given, other trial characteristics, or by the type of patient included in the trial."
    },
    {
      "heading": "Quality of evidence",
      "text": "These systematic reviews and meta-analyses use individual participant data, which is considered the gold standard of this type of review. We included all eligible trials if possible, no matter what language they were published in or whether they were published or not.  The first meta-analysis (surgery versus surgery plus adjuvant chemotherapy) included 92% of all patients in eligible trials and the second meta-analysis (surgery plus radiotherapy versus surgery plus radiotherapy plus adjuvant chemotherapy) included 86% of all patients in eligible trials.\nWe are confident that further research is unlikely to change the findings. The studies were well designed and conducted, address the review question, and the effects are consistent across trials. The impact of any data we have not been able to include in our analyses is small."
    }
  ]
}