{
  "doi": "10.1002/14651858.CD013637.pub2",
  "name": "Retrograde distal access versus femoral access for below the knee angioplasty",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The prevalence of peripheral artery disease (PAD) in the general population is about 12% to 14% and it increases with age. PAD increased from 164 million people in 2000 to 202 million people in 2010. More than two-thirds of people with PAD are based in low- or middle-income countries.\nCritical limb ischaemia (CLI) occurs in 1% to 2% of people with intermittent claudication over five years. One third of people with CLI have isolated below the knee (BTK) lesions. CLI and isolated BTK lesions are associated with a higher incidence of limb loss when compared with people with multilevel arterial disease.\nEndovascular procedures such as angioplasty (with or without stenting) are widely used to treat isolated BTK lesions, aiming to improve blood flow and limb salvage. The technical success of any angioplasty procedure depends on the ability to cross the target lesion. Failed attempts are underestimated in the literature and failures in the real world appear to be higher than reported.\nPeople with isolated BTK lesions undergoing angioplasty by conventional femoral access present a high failure rate to cross these lesions. Retrograde distal access may provide some advantages that can lead to successful crossing of the target lesion."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of retrograde distal access versus conventional femoral access for people undergoing below the knee angioplasty."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases, and World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 26 September 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised or quasi-randomised controlled trials comparing people undergoing retrograde distal access versus people undergoing conventional femoral access (ipsilateral antegrade or contralateral retrograde) for BTK angioplasty."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed identified studies for potential inclusion in the review. We used standard methodological procedures in accordance with the Cochrane Handbook for Systematic Review of Interventions. Our primary outcomes were technical success of angioplasty procedure and major procedural complications. Our secondary outcomes were mortality rate, amputation-free survival, primary patency, minor procedural complications and wound healing. We planned to use GRADE to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We identified no randomised or quasi-randomised controlled trials that met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We identified no randomised or quasi-randomised controlled trials that compared retrograde distal access versus femoral access for BTK angioplasty.\nHigh-quality studies that compare retrograde distal access versus conventional femoral access for BTK angioplasty are needed."
    }
  ],
  "pls_title": "Retrograde distal vascular access versus femoral artery access for below the knee arterial angioplasty",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– The choice of vascular access can influence the outcome of below the knee angioplasty.\n– We identified no trials that compared retrograde distal access with femoral access for below the knee angioplasty for inclusion; there is a need for high-quality trials on this topic."
    },
    {
      "heading": "What is peripheral artery disease?",
      "text": "Peripheral artery disease is a stenosis (narrowing) or occlusion (blocking) of the limb arteries usually caused by the build-up of fatty deposits in the arteries (known as lesions) restricting blood flow to the muscles. About 12% to 14% of people in the general population have peripheral artery disease and it increases with age. Worldwide, peripheral artery disease increased from 164 million people in 2000 to 202 million people in 2010. More than two-thirds of people with peripheral artery disease are based in low- or middle-income countries.\nPeripheral artery disease can lead to critical limb ischaemia, which is caused by severe lack of circulation in the limbs, leading to pain or wounds. One third of people with critical limb ischaemia have lesions below the knee, which are associated with a higher risk of lower-leg amputation."
    },
    {
      "heading": "How is peripheral artery disease treated?",
      "text": "The treatment for people with critical limb ischaemia is to unclog the blood vessel using angioplasty, which involves using a balloon to stretch open a narrowed or blocked artery and possibly inserting a tube (stent) to keep the artery open. The technical success of any angioplasty procedure depends on the ability to get through (cross) the lesions. Conventionally, this angioplasty is performed using a catheter (tube) inserted through the femoral artery (major artery running down the thigh), but there is a high rate of failure when trying to push through the lesion in this way. Coming from the other direction through the retrograde distal puncture (catheter insertion through the arteries close to the ankle) may make it easier to cross the lesions."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to evaluate the benefits and harms of retrograde distal access and compare them with conventional femoral access for people undergoing below the knee angioplasty."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups; one of which is the control group) or quasi-randomised controlled trials (people are allocated to groups using a method that is not truly random, for example, by date of birth or the order in which people were recruited) that compared retrograde distal access and femoral access for below the knee angioplasty."
    },
    {
      "heading": "What did we find?",
      "text": "We found no randomised or quasi-randomised controlled trials that met our criteria."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We were unable to provide definitive evidence on this topic as we found no trials with a high degree of reliability."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The searches were carried out on 26 September 2022."
    }
  ]
}