{
  "doi": "10.1002/14651858.CD012988.pub2",
  "name": "Exercise therapies for preventing or treating aromatase inhibitor‐induced musculoskeletal symptoms in early breast cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Survival for stage I to III, hormone receptor-positive, breast cancer has substantially improved over time due to advances in screening, surgery and adjuvant therapy. However many adjuvant therapies have significant treatment-related toxicities, which worsen quality of life for breast cancer survivors. Postmenopausal women with hormone receptor-positive breast cancer are now prescribed aromatase inhibitors (AI) as standard, with longer durations of therapy, up to 10 years, being considered for certain women. AI treatment is associated with a high incidence of AI-induced musculoskeletal symptoms (AIMSS), often described as symmetrical pain and soreness in the joints, musculoskeletal pain and joint stiffness. AIMSS reduces compliance with AI therapy in up to one half of women undergoing adjuvant AI therapy, potentially compromising breast cancer outcomes. Exercise has been investigated for the prevention and treatment of AIMSS but the effect of this intervention remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of exercise therapies on the prevention or management of aromatase inhibitor-induced musculoskeletal symptoms (AIMSS) in women with stage I to III hormone receptor-positive breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Breast Cancer's Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases up to 13 December 2018. We also searched two conference proceedings portals and two clinical trials registries for ongoing studies or unpublished trials, or both, in August 2019. We also reviewed reference lists of the included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that compared exercise versus a comparator arm. We did not impose any restriction on the comparator arm, which could include an alternative type of exercise, no exercise or a waiting list control. Both published and non-peer-reviewed studies were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data, assessed risk of bias and certainty of the evidence using the GRADE approach. The outcomes investigated were pain, joint stiffness, grip strength, health-related quality of life, cancer-specific quality of life, adherence to AI therapy, adverse events, incidence of AIMSS, breast cancer-specific survival and overall survival. For continuous outcomes that were assessed with the same instrument, we used the mean difference (MD); for those outcomes that used different instruments, we used the standardised mean difference (SMD) for the analysis. For dichotomous outcomes, we reported outcomes as an odds ratio (OR)."
    },
    {
      "heading": "Main results",
      "text": "We included seven studies with 400 randomised participants; one study assessed exercise for preventing AIMSS and six studies assessed treating AIMSS.\nFor preventing AIMSS, the single study reported no difference in pain scores, grip strength or compliance to taking AI medication between groups. Data values were not provided in the study and no other outcomes were reported.\nFor managing AIMSS, we found that the evidence for the effect of exercise therapies on overall change in worst pain scores was very uncertain (SMD −0.23, 95% confidence interval (CI) −0.78 to 0.32; 4 studies, 284 women; very low-certainty evidence). The evidence suggested that exercise therapies result in little to no difference in overall change in stiffness scores (Western Ontario McMasters Universities Osteoarthritis Index (WOMAC) stiffness score MD −0.76, 95% CI −1.67 to 0.15 and Visual Analogues Scale (VAS) stiffness score MD −0.42, 95% CI −2.10 to 1.26; 1 study, 53 women; low-certainty evidence). The evidence was very uncertain for the outcomes of overall change in grip strength (MD 0.30, 95% CI −0.55 to 1.15; 1 study, 83 women; very low-certainty evidence); overall change in health-related quality of life (subscales of SF-36 tool ranged from least benefit of MD 1.88, 95% CI −2.69 to 6.45 to most benefit of MD 9.70, 95% CI 1.67 to 17.73; 2 studies, 123 women, very low-certainty evidence); overall change in cancer-specific quality of life (MD 4.58, 95% CI −0.61 to 9.78; 2 studies, 136 women; very low-certainty evidence); and adherence to aromatase inhibitors (OR 2.43, 95% CI 0.41 to 14.63; 2 studies, 224 women; very low-certainty evidence). There were no adverse events identified across four studies in either arm (0 events reported; 4 studies; 331 participants; low-certainty evidence). There were no data reported on incidence of AIMSS, breast cancer-specific survival or overall survival."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the wide-ranging benefits of exercise for people affected by cancer, it was surprising that this review provided no clear evidence of benefit for exercise therapies in women with early breast cancer with AIMSS. This review only yielded seven eligible studies with 400 participants, which is likely to have underpowered the findings. The meta-analysis was challenging due to the considerable heterogeneity amongst the trials, with a wide range of exercise regimens and follow-up periods. Despite these inconclusive findings, exercise needs to be part of routine care for women with breast cancer due to its wide-ranging benefits. Future research in this area would be enhanced with further understanding of the mechanism of AIMSS, a single clear definition of the condition, and phase III randomised controlled trials that are adequately powered to test targeted exercise interventions on the key clinical outcomes in this condition."
    }
  ],
  "pls_title": "Exercise therapies for preventing or treating aromatase inhibitor-induced musculoskeletal symptoms in early breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "Aromatase inhibitors (AI) are a hormonal therapy used to treat a particular type of breast cancer in post-menopausal women. However, they can cause joint and muscle pain (called aromatase inhibitor-induced musculoskeletal symptoms, or AIMSS). The aim of this Cochrane Review was to find out whether exercise therapies can reduce this pain in women undergoing treatment for early breast cancer."
    },
    {
      "heading": "Key messages",
      "text": "It is unclear if exercise improves, worsens, or makes no difference to pain, quality of life, grip strength, or the number of women continuing to take AI medication. Exercise likely results in little to no difference in stiffness in women suffering from AIMSS, although the certainty of this evidence was also low. Exercise is probably safe in women with AIMSS."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Studies have shown a survival benefit for women when they take AIs for five to ten years after surgery, but unfortunately, they are associated with musculoskeletal side effects that may cause some women to stop taking their medication, which may have an impact on their survival. We looked at whether exercise could help prevent or treat the joint pains, stiffness and muscle aches from AIs that are being taken by women with breast cancer to prevent a recurrence. We looked at research studies of exercise compared to either usual care, being on a waiting list for an exercise treatment, or another exercise like walking, in women who had AIMSS. Women aged 18 years or older with early stage breast cancer being treated with AI were included. In most studies, the women had to have joint or muscle pains whilst being treated with an AI.\nWe studied a number of outcomes, including changes in pain, stiffness, hand strength (grip strength), the number of women continuing to take AI medication, the quality of life of women on AI medication, and the safety of the exercise programmes."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We collected and analysed all relevant studies to answer this question and found seven studies with 400 women. The studies included different numbers of women, ranging from 20 to 121 participants. Three studies were conducted in the USA, one study in the UK, one study in Australia, one study in Canada and one study in Japan. Overall, the certainty of the evidence for most outcomes was very low. This may have been because many of the studies did not have many participants, making it hard to find small differences. Other problems were that the women and the people assessing the results, knew which exercise therapy the woman was receiving, and this may have introduced bias. Many studies did not report all of their results, and some of the studies were not carried out to a high research standard.\nTherefore it is unclear whether exercise has a positive or negative effect on pain, grip strength, the number of women continuing to take AI medication, or the quality of life of women with AIMSS, because of the very low certainty of the evidence. Exercise likely results in little to no change in stiffness in women suffering from AIMSS. Importantly, exercise is probably safe, with no harms reported, although the studies did not follow up the women for very long. There were no data available to assess the effect of exercise on survival in women with AIMSS. Despite these inconclusive findings, exercise should still be recommended as part of routine care for women with breast cancer, due to its wide-ranging benefits."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The last search for studies in this review was performed in December 2018 and the search for ongoing studies was conducted in August 2019."
    }
  ]
}