{
  "doi": "10.1002/14651858.CD002962.pub4",
  "name": "Acupuncture or acupressure for induction of labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is one of a series of reviews of methods of cervical ripening and labour induction. The use of complementary therapies is increasing. Women may look to complementary therapies during pregnancy and childbirth to be used alongside conventional medical practice. Acupuncture involves the insertion of very fine needles into specific points of the body. Acupressure is using the thumbs or fingers to apply pressure to specific points. The limited observational studies to date suggest acupuncture for induction of labour has no known adverse effects to the fetus, and may be effective. However, the evidence regarding the clinical effectiveness of this technique is limited."
    },
    {
      "heading": "Objectives",
      "text": "To determine, from the best available evidence, the effectiveness and safety of acupuncture and acupressure for third trimester cervical ripening or induction of labour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 November 2016), PubMed (1966 to 25 November 2016), ProQuest Dissertations & Theses (25 November 2016), CINAHL (25 November 2016), Embase (25 November 2016), the WHO International Clinical Trials Registry Portal (ICTRP) (3 October 2016), and bibliographies of relevant papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing acupuncture or acupressure, used for third trimester cervical ripening or labour induction, with placebo/no treatment or other methods on a predefined list of labour induction methods."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data, and checked them for accuracy. The quality of the evidence was assessed using GRADE."
    },
    {
      "heading": "Main results",
      "text": "This updated review includes 22 trials, reporting on 3456 women. The trials using manual or electro-acupuncture were compared with usual care (eight trials, 760 women), sweeping of membranes (one trial, 207 women), or sham controls (seven trials, 729 women). Trials using acupressure were compared with usual care (two trials, 151 women) or sham controls (two trials, 239 women). Many studies had a moderate risk of bias.\nOverall, few trials reported on primary outcomes. No trial reported vaginal delivery not achieved within 24 hours and uterine hyperstimulation with fetal heart rate (FHR) changes. Serious maternal and neonatal death or morbidity were only reported under acupuncture versus sham control.\nAcupuncture versus sham control\nThere was no clear difference in caesarean sections between groups (average risk ratio (RR) 0.80, 95% confidence interval (CI) 0.56 to 1.15, eight trials, 789 women; high-quality evidence). There were no reports of maternal death or perinatal death in the one trial that reported this outcome. There was evidence of a benefit from acupuncture in improving cervical readiness for labour (mean difference (MD) 0.40, 95% CI 0.11 to 0.69, one trial, 125 women), as measured by cervical maturity within 24 hours using Bishop's score. There was no evidence of a difference between groups for oxytocin augmentation, epidural analgesia, instrumental vaginal birth, meconium-stained liquor, Apgar score < 7 at five minutes, neonatal intensive care admission, maternal infection, postpartum bleeding greater than 500 mL, time from the trial to time of birth, use of induction methods, length of labour, and spontaneous vaginal birth.\nAcupuncture versus usual care\nThere was no clear difference in caesarean sections between groups (average RR 0.77, 95% CI 0.51 to 1.17, eight trials, 760 women; low-quality evidence). There was an increase in cervical maturation for the acupuncture (electro) group compared with control (MD 1.30, 95% CI 0.11 to 2.49, one trial, 67 women) and a shorter length of labour (minutes) in the usual care group compared to electro-acupuncture (MD 124.00, 95% CI 37.39 to 210.61, one trial, 67 women).\nThere appeared be a differential effect according to type of acupuncture based on subgroup analysis. Electro-acupuncture appeared to have more of an effect than manual acupuncture for the outcomes caesarean section (CS), and instrumental vaginal and spontaneous vaginal birth. It decreased the rate of CS (average RR 0.54, 95% CI 0.37 to 0.80, 3 trials, 327 women), increased the rate of instrumental vaginal birth (average RR 2.30, 95%CI 1.15 to 4.60, two trials, 271 women), and increased the rate of spontaneous vaginal birth (average RR 2.06, 95% CI 1.20 to 3.56, one trial, 72 women). However, subgroup analyses are observational in nature and so results should be interpreted with caution.\nThere were no clear differences between groups for other outcomes: oxytocin augmentation, use of epidural analgesia, Apgar score < 7 at 5 minutes, neonatal intensive care admission, maternal infection, perineal tear, fetal infection, maternal satisfaction, use of other induction methods, and postpartum bleeding greater than 500 mL.\nAcupuncture versus sweeping if fetal membranes\nOne trial of acupuncture versus sweeping of fetal membranes showed no clear differences between groups in caesarean sections (RR 0.64, 95% CI 0.34 to 1.22, one trial, 207 women, moderate-quality evidence), need for augmentation, epidural analgesia, instrumental vaginal birth, Apgar score < 7 at 5 minutes, neonatal intensive care admission, and postpartum bleeding greater than 500 mL.\nAcupressure versus sham control\nThere was no evidence of benefit from acupressure in reducing caesarean sections compared to control (RR, 0.94, 95% CI 0.68 to 1.30, two trials, 239 women, moderate-quality evidence). There was no evidence of a clear benefit in reduced oxytocin augmentation, instrumental vaginal birth, meconium-stained liquor, time from trial intervention to birth of the baby, and spontaneous vaginal birth.\nAcupressure versus usual care\nThere was no evidence of benefit from acupressure in reducing caesarean sections compared to usual care (RR 1.02, 95% CI 0.68 to 1.53, two trials, 151 women, moderate-quality evidence). There was no evidence of a clear benefit in reduced epidural analgesia, Apgar score < 7 at 5 minutes, admission to neonatal intensive care, time from trial intervention to birth of the baby, use of other induction methods, and spontaneous vaginal birth."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, there was no clear benefit from acupuncture or acupressure in reducing caesarean section rate. The quality of the evidence varied between low to high. Few trials reported on neonatal morbidity or maternal mortality outcomes. Acupuncture showed some benefit in improving cervical maturity, however, more well-designed trials are needed. Future trials could include clinically relevant safety outcomes."
    }
  ],
  "pls_title": "Acupuncture or acupressure for induction of labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Induction of labour is offered to pregnant women when it is thought the outcome will be better for the mother or her baby if the pregnancy does not continue and the baby is born. Common reasons for induction include the pregnancy going beyond the due date, pre-term or pre-labour rupture of the membranes, and concerns about the health of the mother or baby such as pre-eclampsia or poor growth of the baby. Some women look to using complementary therapies alongside conventional medical practice for induction. Acupuncture involves the insertion of fine needles into specific points of the body while acupressure involves using the thumbs or fingers to apply pressure to specific points. Both have been used to help soften and dilate the cervix with onset of labour contractions. They may provide a way of reducing labour pain and avoiding a medical induction with other methods such as prostaglandins."
    },
    {
      "heading": "Why is this important?",
      "text": "Medical inductions can have significant side effects. Many women therefore choose complementary and alternative methods to bring on labour. Acupuncture is practiced by many midwives together with usual care, and early studies have suggested a benefit from acupuncture."
    },
    {
      "heading": "What evidence did we find?",
      "text": "In October 2016, we searched for evidence from randomised controlled trials on the effectiveness and safety of acupuncture. We identified eight additional trials that were eligible for the review since the last version of the review in 2013. In total, we found 22 trials which reported on 3456 pregnant women. The authors rated most of the trials as having moderate risk of bias.\nModerate to high-quality evidence found that acupuncture and acupressure did not reduce caesarean sections.\nAcupuncture may promote a more favourable state of the cervix within 24 hours in the two trials (192 women) that looked at this. Only one trial reported on serious outcomes for the mother or her baby, finding no serious incidents in either the acupuncture or the control group (low-quality evidence)."
    },
    {
      "heading": "What does this mean?",
      "text": "Acupuncture and acupressure do not appear to reduce the need for caesarean section but may increase the readiness of the cervix for labour. Acupressure did not help in any of the outcomes we examined in this review. The trials varied in the delivery of acupuncture and acupressure, the comparison groups, and the outcomes looked at. These variations mean that we have to be careful in how we interpret the findings. More studies are needed to determine if acupuncture or acupressure increases the number of women who experience vaginal deliveries within 24 hours and to examine the safety of acupuncture and acupressure."
    }
  ]
}