{
  "doi": "10.1002/14651858.CD002745.pub4",
  "name": "Amantadine and rimantadine for influenza A in children and the elderly",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Influenza is an acute respiratory illness caused by influenza A and B viruses. Complications may occur, especially among children and the elderly."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of amantadine and rimantadine in preventing, treating and shortening the duration of influenza A in children and the elderly."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 9), MEDLINE (1966 to September week 4, 2014) and EMBASE (1980 to October 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) or quasi-RCTs comparing amantadine and/or rimantadine with no intervention, placebo, other antivirals or different doses or schedules of amantadine or rimantadine in children and the elderly with influenza A."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the search results. We extracted and analysed data using the standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We identified 12 studies (2494 participants: 1586 children and 908 elderly) comparing amantadine and rimantadine with placebo, paracetamol (one trial: 69 children) or zanamivir (two trials: 545 elderly) to treat influenza A.\nAmantadine was effective in preventing influenza A in children (773 participants, risk ratio (RR) 0.11; 95% confidence interval (CI) 0.04 to 0.30). The assumed risk of influenza A in the control group was 10 per 100. The corresponding risk in the rimantadine group was one per 100 (95% CI 0 to 3). Nevertheless, the quality of the evidence was low and the safety of the drug was not well established.\nFor treatment, rimantadine was beneficial in abating fever on day three of treatment in children: one selected study with low risk of bias, moderate evidence quality and 69 participants (RR 0.36; 95% CI 0.14 to 0.91). The assumed risk was 38 per 100. The corresponding risk in the rimantadine group was 14 per 100 (95% CI 5 to 34).\nRimantadine did not show any prophylactic effect in the elderly. The quality of evidence was very low: 103 participants (RR 0.45; 95% CI 0.14 to 1.41). The assumed risk was 17 per 100. The corresponding risk in the rimantadine group was 7 per 100 (95% CI 2 to 23).\nThere was no evidence of adverse effects caused by treatment with amantadine or rimantadine.\nWe found no studies assessing amantadine in the elderly."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The quality of the evidence combined with a lack of knowledge about the safety of amantadine and the limited benefits of rimantadine, do not indicate that amantadine and rimantadine compared to control (placebo or paracetamol) could be useful in preventing, treating and shortening the duration of influenza A in children and the elderly."
    }
  ],
  "pls_title": "Amantadine and rimantadine to prevent and treat influenza A in children and the elderly",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "As recommended by the World Health Organization (WHO), oseltamivir (Tamiflu) is currently used for people with influenza A. In previous pandemics, the virus was susceptible to amantadine and rimantadine. If they are safe and the circulating strain proves to be susceptible to these drugs, they could be an alternative for managing influenza. We therefore wanted to answer the question of whether or not amantadine and rimantadine can prevent and treat influenza A in children and the elderly."
    },
    {
      "heading": "Background",
      "text": "Influenza A is a respiratory infection causing cough, runny nose and fever. Most symptoms pass without treatment within three to seven days. However, hospitalisation, pneumonia and even death are rare complications of the illness, especially among children and the elderly. Pandemics are also a cause for concern."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "We identified 12 trials (2494 participants: 1586 children and 908 elderly). We looked for trials that compared amantadine or rimantadine with no intervention, placebos or control drugs in children and the elderly. The most recent searches were completed in October 2014. We looked at several outcomes, including influenza A, fever duration, cough, headache, nausea/vomiting, dizziness and stimulation/insomnia.\nAlthough amantadine was effective in preventing influenza A in children, it would be necessary to use it in up to 17 children over a period of 14 to 18 weeks to prevent one case of influenza A. Furthermore, the safety of the drug was not well established. The quality of the evidence was low.\nThe effectiveness of both antivirals was limited to a benefit from rimantadine in the reduction of fever by day three of treatment in children. The quality of the evidence was moderate. This benefit does not seem to justify a recommendation for using rimantadine to treat all children with influenza A.\nRimantadine did not show a prophylactic (preventative) effect in the elderly. The quality of evidence was very low."
    },
    {
      "heading": "Conclusion",
      "text": "The quality of the evidence combined with a lack of knowledge about the safety of amantadine and the limited benefits of rimantadine, do not indicate that amantadine and rimantadine compared to control (placebo or paracetamol) could be useful in preventing, treating and shortening the duration of influenza A in children and the elderly."
    }
  ]
}