{
  "doi": "10.1002/14651858.CD004378.pub3",
  "name": "Day three versus day two embryo transfer following in vitro fertilization or intracytoplasmic sperm injection ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Embryo transfer (ET) was traditionally performed two days after oocyte retrieval; however, developments in culture media have allowed embryos to be maintained in culture for longer periods. Delaying transfer from Day two to Day three would allow for further development of the embryo and might have a positive effect on pregnancy outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To determine if there are any differences in live birth and pregnancy rates when embryo transfer is performed on day three after oocyte retrieval, compared with day two, in infertile couples undergoing treatment with in vitro fertilisation (IVF), including intracytoplasmic sperm injection (ICSI)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group Specialised Register of Controlled Trials, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (Ovid), Embase (Ovid), PsycINFO (Ovid) from the inception of the databases to 26th April 2016. We also searched ClinicalTrials.gov and the WHO portal for ongoing trials plus citation lists of relevant publications, review articles and included studies, as well as abstracts of appropriate scientific meetings."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that compared Day 3 versus Day 2 embryo transfer after oocyte retrieval during an IVF or ICSI treatment cycle in infertile couples."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We contacted study authors for additional information. The primary outcome measures were live birth rate and ongoing pregnancy rate."
    },
    {
      "heading": "Main results",
      "text": "We included 15 studies. Fourteen studies reported data per woman (2894 women) and one study reported data per cycle (969 cycles). The quality of the evidence using the GRADE approach ranged from moderate quality to very low quality. The main reasons for downgrading evidence were poor methodological reporting, selective reporting, inconsistency and imprecision.\nLive birth per woman - Overall, there was no evidence of a difference in live birth rate between Day three and Day two embryo transfer (risk ratio (RR) 1.05, 95% confidence interval (CI) 0.89 to 1.23; three studies, n = 1200 women; I2 = 63%; very low quality evidence). The data suggest that if 32% of women who underwent a Day two embryo transfer had a live birth, then between 28% to 39% of women undergoing a Day three embryo transfer would have a live birth.\nOngoing pregnancy per woman - There was no evidence of a difference between Day three and Day two embryo transfer for ongoing pregnancy (RR 0.98, 95% CI 0.85 to 1.12; six studies, n = 1740 women; I2 = 52%; very low quality of evidence). The data suggest that if 33% of women undergoing a Day two embryo transfer had an ongoing pregnancy then between 28% to 37% of women undergoing a Day three embryo transfer would have an ongoing pregnancy.\nClinical pregnancy per woman - There was no evidence of a difference between Day three and Day two embryo transfer for the chance of a clinical pregnancy (RR 1.08, 95% CI 0.98 to 1.19; 12 studies, n = 2461, I2 = 51%; very low quality evidence). The data suggest that if 39% of women undergoing Day two embryo transfer had a clinical pregnancy, then between 38% to 46% of women undergoing a Day three embryo transfer would have a clinical pregnancy.\nMultiple pregnancy per woman - There was no evidence of a difference between Day three and Day two embryo transfer for the risk of a multiple pregnancy (RR 1.12, 95% CI 0.86 to 1.44; eight studies, n = 1837; I2 = 0%; moderate quality evidence). The data suggest that if 11% of women undergoing Day two embryo transfer had a multiple pregnancy, then between 9% to 15% of women undergoing a Day three embryo transfer would have a multiple pregnancy.\nMiscarriage rate per woman - There was no evidence of a difference between Day three and Day two embryo transfer for the risk of miscarriage (RR 1.16, 95% CI 0.84 to 1.60; nine studies, n = 2153 women, I2 = 26%; moderate quality evidence). The data suggest that if 6% of women undergoing Day two embryo transfer had a miscarriage, then between 5% to 10% of women undergoing a Day three embryo transfer would have a miscarriage.\nEctopic pregnancy rate per woman - There was no evidence of a difference between Day three and Day two embryo transfer for the risk of ectopic pregnancy (RR 0.99, 95% CI 0.29 to 3.40; six studies, n = 1531 women, I2 = 0%; low quality evidence). The data suggest that if 0.7% of women undergoing Day two embryo transfer have an ectopic pregnancy, then between 0.2% to 2% of women undergoing Day three embryo transfer would have an ectopic pregnancy.\nSubgroup analysis for pregnancy outcomes did not identify any differential effect between IVF and ICSI.\nNone of the included studies prespecified complication rate (e.g. OHSS), fetal abnormality or women's evaluation of the procedure as outcomes in their studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Twelve of 15 studies contributed data that could be included in meta-analyses. The quality of the evidence ranged from moderate to very low. Only three of the 15 studies reported data for live birth, although the data for ongoing pregnancy and clinical pregnancy are consistent with the live birth data, suggesting no difference between Day three and Day two embryo transfer for these outcomes. There was no evidence of a difference identified between Day three and Day two embryo transfer for multiple pregnancy, miscarriage or ectopic pregnancy per woman randomised. No data were reported for complication rate, fetal abnormality or woman's evaluation of the procedure. The current evidence has not identified any evidence of differences in pregnancy outcomes between Day two and Day three embryo transfers. Any further studies comparing these timings of embryo transfer are unlikely to alter the findings and we suggest that this review no longer be updated."
    }
  ],
  "pls_title": "Day three versus day two embryo transfer following in vitro fertilisation or intracytoplasmic sperm injection",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane review authors investigated whether transferring an embryo on Day two or on Day three of development makes a difference to pregnancy outcomes in women having in vitro fertilisation or intracytoplasmic sperm injection."
    },
    {
      "heading": "Background",
      "text": "Embryo transfer has usually been performed two days after oocyte (egg) retrieval; however, developments in culture media and embryo culture methods have allowed embryos to be maintained in culture for longer periods. This means that more assessments can be undertaken to look at the implantation chances for each embryo. Delaying transfer from Day two to Day three would allow for further development of the embryo and might have a positive effect on pregnancy outcomes."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 15 randomised trials meeting the review inclusion criteria. These include 14 trials reporting data from 2894 women; one trial reported data from 969 cycles so could not be included in meta-analysis. All of the included studies were parallel-design randomised controlled trials conducted in Brazil, Chile, Singapore, Argentina, Finland, Turkey, Spain, Israel, Canada, Greece, Japan, Italy, Norway and Belgium. The evidence is current to April 2016."
    },
    {
      "heading": "Key results",
      "text": "Only three of 15 studies reported on live birth as an outcome. We found that there was no clear evidence of a difference between Day three and Day two embryo transfer for rates of live birth, ongoing pregnancy, clinical pregnancy, multiple pregnancy or miscarriage. There were no data reported for complication rate, fetal abnormality or women's evaluation of the procedure."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Allocation concealment was poorly reported in the included studies and blinding was not possible (although we feel this is unlikely to affect pregnancy outcomes). Blinding of outcome assessors was not reported. The quality of the evidence ranged from moderate to very low. The main reasons for downgrading the evidence were poor reporting of study methods (risk of bias), lack of agreement between studies (inconsistency), low event rates and lack of accuracy (imprecision) for some outcomes and poor reporting of live birth outcomes (selective reporting).\nAny further studies comparing these timings of embryo transfer are unlikely to alter the findings and we do not plan to update this review again. Many of the trials included in this review have used outdated techniques that include stimulation, laboratory technology and transferring more than one embryo. We would direct the reader to the Glujovsky 2016 Cochrane review comparing Day 2/3 with day 5/6 embryo transfer."
    }
  ]
}