{
  "doi": "10.1002/14651858.CD013268.pub2",
  "name": "Statins for asthma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Asthma is a common chronic respiratory disease. People with asthma have inflammation of their airways that causes recurrent episodes of wheezing, breathlessness and chest tightness, with or without a cough. Statins possess multiple therapeutic effects, including lowering lipid levels in the blood. Statins are reported to have a potential role as an adjunct treatment in asthma. However, comprehensive evidence of the benefits and harms of using statins is required to facilitate decision making."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of statins as an adjunct therapy for asthma in adults and children."
    },
    {
      "heading": "Search methods",
      "text": "We searched for studies in the Cochrane Airways Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE Ovid SP and Embase Ovid SP, from their inception dates We handsearched the proceedings of major respiratory conferences. We also searched clinical trials registries for completed, ongoing and unpublished studies, and scanned the reference lists of included studies and relevant reviews to identify additional studies.\nThe search is current to 7 February 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) with a parallel-group design that assessed statins for at least 12 weeks' duration. We considered all participants with a clinical diagnosis of asthma to be eligible, regardless of age, sex, disease severity and previous or current treatment. We planned to include studies reported as full text, those published as abstract only, and unpublished data."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened and selected the studies, extracted outcome data and intervention characteristics from included studies, and assessed risk of bias according to standard Cochrane methodological procedures. We resolved any disagreement through discussion."
    },
    {
      "heading": "Main results",
      "text": "We found only one trial involving a total of 60 people living with asthma. The trial compared the effect of atorvastatin with a placebo (dummy treatment containing lactose) in treating people with chronic asthma. The trial did not report data for the primary outcomes or adverse events. There was uncertainty about the relative effect on forced expiratory volume in one second (FEV1) and peak expiratory flow (PEF) in the atorvastatin group compared with the placebo group. The study did not report serious adverse effects for the interventions. The included study had internal discrepancies in its reported data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence was of very low certainty, so we are unable to draw conclusions about the effectiveness and safety of statins to treat asthma. High-quality RCTs are needed to assess the effect of statins on people with asthma. Well-designed multicentre trials with larger samples and longer duration of treatment are required, which assess outcomes such as adverse events, hospital utilisation and costs, to provide better quality evidence. Future studies that include subgroups of obese people with asthma are also required."
    }
  ],
  "pls_title": "Statins for asthma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of statins in people with asthma."
    },
    {
      "heading": "Background",
      "text": "Asthma is a common chronic (persistent) airway disease. Asthma is caused by inflammation in the lungs and bronchoconstriction (tightening of the small tubes in the lungs in response to a trigger such as pollen or cold air). Inflammation and bronchoconstriction cause airflow obstruction (narrowing and blockage). People with asthma experience recurrent attacks of wheezing, difficultly in breathing, and chest tightness, with or without a cough.\nStatins are anti-inflammatory medicines. We wanted to review the evidence for statins because the theory is that their anti-inflammatory properties will help people with asthma. We wanted to discover whether using statin therapy was better or worse than other alternatives, such as usual care alone or different types of statins (atorvastatin, simvastatin)."
    },
    {
      "heading": "Study characteristics",
      "text": "We found only one trial that assessed atorvastatin (a type of statin drug) and placebo (dummy treatment) in 60 adults with asthma over a period of 12 weeks. These people had chronic asthma (persistent airway disease) when they started treatment."
    },
    {
      "heading": "Key results",
      "text": "We found that the statin (atorvastatin) did not result in any clear improvement in lung function in people with asthma, but may be better in asthma control than the dummy drug. However, because there is only one trial, we cannot draw firm conclusions.\nThe trial did not report on adverse effects or severe adverse effects (harms). We are uncertain whether statins may  have beneficial effects on relieving asthma or whether they may increase the risk of adverse events or non-serious adverse events."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was of very low certainty, so we cannot draw firm conclusions about whether statins are helpful and safe to be used by people with asthma.\nThe evidence is current to 7 February 2020."
    }
  ]
}