{
  "doi": "10.1002/14651858.CD012705.pub2",
  "name": "Comprehensive Geriatric Assessment for community‐dwelling, high‐risk, frail, older people ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Comprehensive Geriatric Assessment (CGA) is a multidimensional interdisciplinary diagnostic process focused on determining an older person's medical, psychological and functional capability in order to develop a co-ordinated and integrated care plan. CGA is not limited simply to assessment, but also directs a holistic management plan for older people, which leads to tangible interventions.\nWhile there is established evidence that CGA reduces the likelihood of death and disability in acutely unwell older people, the effectiveness of CGA for community-dwelling, frail, older people at risk of poor health outcomes is less clear."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of CGA for community-dwelling, frail, older adults at risk of poor health outcomes in terms of mortality, nursing home admission, hospital admission, emergency department visits, serious adverse events, functional status, quality of life and resource use, when compared to usual care."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, three trials registers (WHO ICTRP, ClinicalTrials.gov and McMaster Aging Portal) and grey literature up to April 2020; we also checked reference lists and contacted study authors."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials that compared CGA for community-dwelling, frail, older people at risk of poor healthcare outcomes to usual care in the community.\nOlder people were defined as 'at risk' either by being frail or having another risk factor associated with poor health outcomes.\nFrailty was defined as a vulnerability to sudden health state changes triggered by relatively minor stressor events, placing the individual at risk of poor health outcomes, and was measured using objective screening tools.\nPrimary outcomes of interest were death, nursing home admission, unplanned hospital admission, emergency department visits and serious adverse events.\nCGA was delivered by a team with specific gerontological training/expertise in the participant's home (domiciliary Comprehensive Geriatric Assessment (dCGA)) or other sites such as a general practice or community clinic (community Comprehensive Geriatric Assessment (cCGA))."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted study characteristics (methods, participants, intervention, outcomes, notes) using standardised data collection forms adapted from the Cochrane Effective Practice and Organisation of Care (EPOC) data collection form.\nTwo review authors independently assessed the risk of bias for each included study and used the GRADE approach to assess the certainty of evidence for outcomes of interest."
    },
    {
      "heading": "Main results",
      "text": "We included 21 studies involving 7893 participants across 10 countries and four continents.\nRegarding selection bias, 12/21 studies used random sequence generation, while 9/21 used allocation concealment. In terms of performance bias, none of the studies were able to blind participants and personnel due to the nature of the intervention, while 14/21 had a blinded outcome assessment. Eighteen studies were at low risk of attrition bias, and risk of reporting bias was low in 7/21 studies. Fourteen studies were at low risk of bias in terms of differences of baseline characteristics. Three studies were at low risk of bias across all domains (accepting that it was not possible to blind participants and personnel to the intervention).\nCGA probably leads to little or no difference in mortality during a median follow-up of 12 months (risk ratio (RR) 0.88, 95% confidence interval (CI) 0.76 to 1.02; 18 studies, 7151 participants (adjusted for clustering); moderate-certainty evidence).\nCGA results in little or no difference in nursing home admissions during a median follow-up of 12 months (RR 0.93, 95% CI 0.76 to 1.14; 13 studies, 4206 participants (adjusted for clustering); high-certainty evidence).\nCGA may decrease the risk of unplanned hospital admissions during a median follow-up of 14 months (RR 0.83, 95% CI 0.70 to 0.99; 6 studies, 1716 participants (adjusted for clustering); low-certainty evidence).\nThe effect of CGA on emergency department visits is uncertain and evidence was very low certainty (RR 0.65, 95% CI 0.26 to 1.59; 3 studies, 873 participants (adjusted for clustering)).\nOnly two studies (1380 participants; adjusted for clustering) reported serious adverse events (falls) with no impact on the risk; however, evidence was very low certainty (RR 0.82, 95% CI 0.58 to 1.17)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "CGA had no impact on death or nursing home admission.\nThere is low-certainty evidence that community-dwelling, frail, older people who undergo CGA may have a reduced risk of unplanned hospital admission.\nFurther studies examining the effect of CGA on emergency department visits and change in function and quality of life using standardised assessments are required."
    }
  ],
  "pls_title": "Comprehensive Geriatric Assessment for older people in the community at risk of poor health outcomes",
  "pls_type": "long",
  "pls": "With increased life expectancy worldwide, there is an urgent need to explore different ways to deliver appropriate healthcare to older people who require it in the most appropriate setting. More older people are now living with frailty, a clinical syndrome characterised by vulnerability to adverse health outcomes including early death, nursing home admission or loss of independence.\nWe wanted to find out if organised and co-ordinated care delivered by healthcare professionals such as doctors, nurses or therapists with expertise in caring for frail, older people (known as Comprehensive Geriatric Assessment, or CGA) increased the chances that they would be alive and still living in the community (rather than in a nursing home) when compared to the usual care community-dwelling, frail, older people receive. We also wanted to find out if CGA reduced the likelihood of admission to hospital or visiting the emergency department and the effect CGA might have on an older person's level of functioning and quality of life.\nCGA took place in the older person's own home or another setting in the community, and was delivered by a healthcare team with expertise in medical care of older people. We looked for studies comparing care based on CGA to the usual medical care older people receive in the community.\nReview authors found 21 relevant studies giving information on 7893 frail, older people across 10 countries and four continents. The review shows that older people who underwent CGA rather than usual medical care did not have a significantly lower risk of death overall.\nWhile the chances of being admitted to a nursing home did not appear to change, there is low-quality evidence showing there may be a lower risk of being admitted to hospital in people who received CGA.\nWhile CGA did not appear to affect the need to visit the emergency department or of falls, there were insufficient studies looking at these for us to draw any conclusions.\nWe searched for studies up to April 2020."
}