{
  "doi": "10.1002/14651858.CD009268.pub2",
  "name": "Haloperidol versus low‐potency first‐generation antipsychotic drugs for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antipsychotic drugs are the core treatment for schizophrenia. Treatment guidelines state that there is no difference in efficacy between antipsychotic compounds, however, low-potency antipsychotic drugs are often clinically perceived as less efficacious than high-potency compounds, and they also seem to differ in their side-effects."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects in clinical response of haloperidol and low-potency antipsychotics for people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (July 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised trials comparing haloperidol with first-generation low-potency antipsychotic drugs for people with schizophrenia or schizophrenia-like psychosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data, we calculated risk ratios (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis based on a random-effects model. For continuous data, we calculated mean differences (MD), again based on a random-effects model."
    },
    {
      "heading": "Main results",
      "text": "The review currently includes 17 randomised trials and 877 participants. The size of the included studies was between 16 and 109 participants. All studies were short-term with a study length between two and 12 weeks. Overall, sequence generation, allocation procedures and blinding were poorly reported. We found no clear evidence that haloperidol was superior to low-potency antipsychotic drugs in terms of clinical response (haloperidol 40%, low-potency drug 36%, 14 RCTs, n = 574, RR 1.11, CI 0.86 to 1.44 lowquality evidence ). There was also no clear evidence of benefit for either group in acceptability of treatment with equivocal difference in the number of participants leaving the studies early due to any reason (haloperidol 13%, low-potency antipsychotics 17%, 11 RCTs, n = 408, RR 0.82, CI 0.38 to 1.77, low quality evidence ). Similar equivocal results were found between groups for experiencing at least one adverse effect (haloperidol 70%, low-potency antipsychotics 35%, 5 RCTs n = 158, RR 1.97, CI 0.69 to 5.66, very low quality evidence ). More participants from the low-potency drug group experienced sedation (haloperidol 14%, low-potency antipsychotics 41%, 2 RCTs, n = 44, RR 0.30, CI 0.11 to 0.82, moderate quality evidence ), orthostasis problems (haloperidol 25%, low-potency antipsychotics 71%, 1 RCT, n = 41, RR 0.35, CI 0.16 to 0.78) and weight gain (haloperidol 5%, low-potency antipsychotics 29%, 3 RCTs, n = 88, RR 0.22, CI 0.06 to 0.81). In contrast, the outcome 'at least one movement disorder' was more frequent in the haloperidol group (haloperidol 72%, low-potency antipsychotics 41%, 5 RCTs, n = 170, RR 1.64, CI 1.22 to 2.21, low quality evidence). No data were available for death or quality of life. The results of the primary outcome were robust in several subgroup and sensitivity analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results do not clearly show a superiority in efficacy of haloperidol compared with low-potency antipsychotics. Differences in adverse events were found for movement disorders, which were more frequent in the haloperidol group, and orthostatic problems, sedation and weight gain, which were more frequent in the low-potency antipsychotic group. The quality of studies was low, and the quality of evidence for the main outcomes of interest varied from moderate to very low, so more newer studies would be needed in order to draw a definite conclusion about whether or not haloperidol is superior or inferior to low-potency antipsychotics."
    }
  ],
  "pls_title": "Haloperidol versus first-generation low-potency antipsychotic drugs for schizophrenia",
  "pls_type": "long",
  "pls": "Drugs called antipsychotics are the main treatment for schizophrenia. Schizophrenia is a serious mental illness where sufferers experience both positive symptoms of delusions and hallucinations and negative symptoms such as apathy, lack of drive, disorganisation of behaviour and thought. This review examined whether a high-potency antipsychotic, haloperidol is more effective than low-potency antipsychotics. The classification into high-potency and low-potency medication means that for low-potency antipsychotic drugs, higher doses are necessary to obtain the same effect and response in patients. Haloperidol is the most frequently used antipsychotic drug in many countries and, along with other high-potency antipsychotics is often considered more effective than low-potency antipsychotics. Typical examples of low-potency antipsychotic drugs are chlorpromazine, chlorprothixene, thioridazine or levomepromazine. High- and low-potency antipsychotics also seem to differ in their side-effects. Low-potency drugs cause sedation and poor muscle strength, whereas high-potency drugs produce side-effects such as movement disorders (the inability to sit still, uncontrollable shaking and difficulty in walking). The review is based on results of a search run in 2010 and includes 17 studies with a total of 877 participants comparing haloperidol with low-potency antipsychotic drugs.The results do not clearly show a superiority of haloperidol compared with low-potency antipsychotics. However, more participants from the low-potency drug group experienced weight gain and sedation. The experience of at least one movement disorder was significantly higher with haloperidol. The number as well as the quality of studies is low, for the main outcomes of interest the authors rated quality of evidence for as moderate quality for two of them, two as low quality and one as very low quality. So the evidence is not strong and more newer studies would be needed in order to draw a conclusion about whether or not haloperidol is superior to low-potency antipsychotics. For people with schizophrenia it is important to know that there is moderate quality evidence that haloperidol and low-potency antipsychotics are approximately equal in their effectiveness, but there is lower quality evidence that they clearly differ in side-effects (such as weight gain and movement disorders).\nThis plain language summary has been written by a consumer Benjamin Gray: Service User and Service User Expert, Rethink Mental Illness, Email: [email protected]"
}