{
  "doi": "10.1002/14651858.CD009903.pub3",
  "name": "Percutaneous transluminal angioplasty for treatment of chronic cerebrospinal venous insufficiency (CCSVI) in people with multiple sclerosis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Multiple sclerosis (MS) is a leading cause of neurological disability in young adults. The most widely accepted hypothesis regarding its pathogenesis is that it is an immune-mediated disease. It has been hypothesised that intraluminal defects, compression, or hypoplasia in the internal jugular or azygos veins may be important factors in the pathogenesis of MS. This condition has been named 'chronic cerebrospinal venous insufficiency' (CCSVI). It has been suggested that these intraluminal defects restrict the normal blood flow from the brain and spinal cord, causing the deposition of iron in the brain and the eventual triggering of an auto-immune response. The proposed treatment for CCSVI is venous percutaneous transluminal angioplasty (PTA), which is claimed to improve the blood flow in the brain thereby alleviating some of the symptoms of MS. This is an update of a review first published in 2012."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefit and safety of venous PTA in people with MS and CCSVI."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Multiple Sclerosis and Rare Diseases of the Central Nervous System Group's Specialised Register up to 30 August 2018, CENTRAL (in the Cochrane Library 2018, issue 8), MEDLINE up to 30 August 2018, Embase up to 30 August 2018, metaRegister of Controlled Trials, ClinicalTrials.gov., the Australian New Zealand Clinical Trials Registry, and the World Health Organization (WHO) International Clinical Trials Registry platform. We examined the bibliographies of the included and excluded studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in which PTA and sham interventions were compared in adults with MS and CCSVI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study eligibility and risk of bias, and extracted data. We reported results as risk ratios (RR) with 95% confidence intervals (CI). We performed statistical analyses using the random-effects model; and we assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included three RCTs (238 participants) in this update. One hundred and thirty-four participants were randomised to PTA and 104 to sham treatment. We attributed low risk of bias to two (67%) studies for sequence generation and two (67%) studies for performance bias. All studies were at a low risk of detection bias, attrition bias, reporting bias and other potential sources of bias.\nThere was moderate-quality evidence to suggest that venous PTA did not increase the proportion of patients who had operative or post-operative serious adverse events compared with the sham procedure (RR 3.33, 95% CI 0.36 to 30.44; 3 studies, 238 participants); nor did it increase the proportion of patients who improved on a functional composite measure including walking control, balance, manual dexterity, postvoid residual urine volume, and visual acuity over 12-month follow-up (RR 0.84, 95% CI 0.55 to 1.30; 1 study, 110 participants); nor did it reduce the proportion of patients who experienced new relapses at six- or 12-month follow-up (RR 0.87, 95% CI 0.51 to 1.49; 3 studies, 235 participants). There was no effect of venous PTA on disability worsening measured by the Expanded Disability Status Scale, which was reported at follow-up intervals of six months (one study), 11 months (one study) and 12 months (one study). Quality of life was reported in two studies with no difference between treatment groups. Moderate or severe pain during or post venography was reported in both PTA and sham-procedure participants in all included studies. Venous PTA was not effective in restoring blood flow assessed at one-month (one study) or 12-month follow-up (one study)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review identified moderate-quality evidence that, compared with sham procedure, venous PTA intervention did not provide benefit on patient-centred outcomes (disability, physical or cognitive functions, relapses, quality of life) in people with MS. Venous PTA has proven to be a safe technique but in view of the available evidence of its ineffectiveness, this intervention cannot be recommended in people with MS. All ongoing trials were withdrawn or terminated and hence this updated review is conclusive. No further randomised clinical studies are needed."
    }
  ],
  "pls_title": "The technique popularly known as 'liberation procedure' for treatment of venous stenoses (CCSVI) in the brain of people with MS",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Chronic cerebrospinal venous insufficiency (CCSVI) has been described as a vascular condition characterized by restricted venous outflow from the brain and spinal cord, mainly due to narrowing or blockage of the veins in the head and neck. It has been hypothesised that CCSVI may be an important factor in the development of MS and treatment of CCSVI by catheter venography and percutaneous transluminal angioplasty (PTA) to widen the veins might improve symptoms and quality of life in people with MS. There is uncertainty about whether PTA should be used in people with MS."
    },
    {
      "heading": "What did we do?",
      "text": "We reviewed three studies (238 participants) which compared PTA with sham-PTA in participants with MS and CCSVI."
    },
    {
      "heading": "What did we find?",
      "text": "We found that venous PTA did not provide benefit on disability, physical or cognitive functions, relapses, or quality of life. No serious adverse events attributable to venography or venous PTA occurred."
    },
    {
      "heading": "Conclusions",
      "text": "Venous PTA has proven to be a safe but ineffective intervention and cannot be recommended in patients with MS. All trials that were ongoing were either terminated or withdrawn, so this updated review is conclusive. No further randomised clinical studies are needed."
    },
    {
      "heading": "Currentness of evidence",
      "text": "This review is up to date to August 2018."
    }
  ]
}