{
  "doi": "10.1002/14651858.CD005512.pub3",
  "name": "Preformed crowns for decayed primary molar teeth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Crowns for primary molars are preformed and come in a variety of sizes and materials to be placed over decayed or developmentally defective teeth. They can be made completely of stainless steel (know as 'preformed metal crowns' or PMCs), or to give better aesthetics, may be made of stainless steel with a white veneer cover or made wholly of a white ceramic material. In most cases, teeth are trimmed for the crowns to be fitted conventionally using a local anaesthetic. However, in the case of the Hall Technique, PMCs are pushed over the tooth with no local anaesthetic, carious tissue removal or tooth preparation. Crowns are recommended for restoring primary molar teeth that have had a pulp treatment, are very decayed or are badly broken down. However, few dental practitioners use them in clinical practice. This review updates the original review published in 2007."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective\nTo evaluate the clinical effectiveness and safety of all types of preformed crowns for restoring primary teeth compared with conventional filling materials (such as amalgam, composite, glass ionomer, resin modified glass ionomer and compomers), other types of crowns or methods of crown placement, non-restorative caries treatment or no treatment.\nSecondary objective\nTo explore whether the extent of decay has an effect on the clinical outcome of primary teeth restored with all types of preformed crowns compared with those restored with conventional filling materials."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: Cochrane Oral Health Group Trials Register (to 21 January 2015), Cochrane Central Register of Controlled Trials (CENTRAL; The Cochrane Library, 2014, Issue 12), MEDLINE via Ovid (1946 to 21 January 2015) and EMBASE via Ovid (1980 to 21 January 2015). We searched the US National Institutes of Health Trials Register (http://clinicaltrials.gov) and the World Health Organization (WHO) International Clinical Trials Registry Platform for ongoing trials and Open Grey for grey literature (to 21 January 2015). No restrictions were placed on the language or date of publication when searching the databases."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that assessed the effectiveness of crowns compared with fillings, other types of crowns, non-restorative approaches or no treatment in children with untreated tooth decay in one or more primary molar teeth. We would also have included trials comparing different methods of fitting crowns.\nFor trials to be considered for this review, the success or failure of the interventions and other clinical outcomes had to be reported at least six months after intervention (with the exception of 'pain/discomfort during treatment and immediately postoperatively')."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the title and abstracts for each article from the search results. and independently assessed the full text for each potentially relevant study. At least two authors assessed risk of bias and extracted data using a piloted data extraction form."
    },
    {
      "heading": "Main results",
      "text": "We included five studies that evaluated three comparisons. Four studies compared crowns with fillings; two of them compared conventional PMCs with open sandwich restorations, and two compared PMCs fitted using the Hall Technique with fillings. One of these studies included a third arm, which allowed the comparison of PMCs (fitted using the Hall Technique) versus non-restorative caries treatment. In the two studies using crowns fitted using the conventional method, all teeth had undergone pulpotomy prior to the crown being placed. The final study compared two different types of crowns: PMCs versus aesthetic stainless steel crowns with white veneers. No RCT evidence was found that compared different methods of fitting preformed metal crowns (i.e. Hall Technique versus conventional technique).\nWe considered outcomes reported at the dental appointment or within 24 hours of it, and in the short term (less than 12 months) or long term (12 months or more). Some of our outcomes of interest were not measured in the studies: time to restoration failure or retreatment, patient satisfaction and costs.\nCrowns versus fillings\nAll studies in this comparison used PMCs. One study reported outcomes in the short term and found no reports of major failure or pain in either group. There was moderate quality evidence that the risk of major failure was lower in the crowns group in the long term (risk ratio (RR) 0.18, 95% confidence interval (CI) 0.06 to 0.56; 346 teeth in three studies, one conventional and two using Hall Technique). Similarly, there was moderate quality evidence that the risk of pain was lower in the long term for the crown group (RR 0.15, 95% CI 0.04 to 0.67; 312 teeth in two studies).\nDiscomfort associated with the procedure was lower for crowns fitted using the Hall Technique than for fillings (RR 0.56, 95% CI 0.36 to 0.87; 381 teeth) (moderate quality evidence).\nIt is uncertain whether there is a clinically important difference in the risk of gingival bleeding when using crowns rather than fillings, either in the short term (RR 1.69, 95% CI 0.61 to 4.66; 226 teeth) or long term (RR 1.74, 95% CI 0.99 to 3.06; 195 teeth, two studies using PMCs with conventional technique at 12 months) (low quality evidence).\nCrowns versus non-restorative caries treatment\nOnly one study compared PMCs (fitted with the Hall Technique) with non-restorative caries treatment; the evidence quality was very low and we are therefore we are uncertain about the estimates.\nMetal crowns versus aesthetic crowns\nOne split-mouth study (11 participants) compared PMCs versus aesthetic crowns (stainless steel with white veneers). It provided very low quality evidence so no conclusions could be drawn."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Crowns placed on primary molar teeth with carious lesions, or following pulp treatment, are likely to reduce the risk of major failure or pain in the long term compared to fillings. Crowns fitted using the Hall Technique may reduce discomfort at the time of treatment compared to fillings. The amount and quality of evidence for crowns compared to non-restorative caries, and for metal compared with aesthetic crowns, is very low. There are no RCTs comparing crowns fitted conventionally versus using the Hall Technique."
    }
  ],
  "pls_title": "Preformed crowns for managing decayed primary molar teeth in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "To stop further damage and restore function of primary molar teeth that are decayed or malformed, a dentist will usually use a filling (a soft material that is placed in the cavity and hardened) to restore the tooth to its original shape. Alternatively the dentist may place a crown over the tooth to cover it. This usually requires an injection in the gum to numb the tooth before trimming it down (conventional technique). These crowns are pre-made (i.e. preformed) in a variety of sizes and can be metal or white, with the correct size being chosen to fit the trimmed down tooth. The Hall Technique is an alternative method for fitting metal crowns, where there is no need for an injection or tooth trimming as the crown is simply pushed over the tooth. Preformed crowns are recommended by specialists in children's dentistry for the management of baby back teeth (molars) when they are affected by moderate to advanced tooth decay, or where the enamel has malformed during development or the tooth has had to have root canal treatment."
    },
    {
      "heading": "Review question",
      "text": "This Cochrane review asked whether crowns are better than other ways of managing decay in children's baby teeth for reducing 'major failure' (an outcome that includes aspects such as toothache and dental abscess), pain during treatment and harm, and for improving satisfaction with treatment. It also asked whether metal or white crowns were better and whether a new fitting method called the Hall Technique was better than the conventional fitting technique. The review updates one originally published in 2007."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched medical and dental sources for studies up to 21 January 2015. We identified five relevant studies. They were at high risk of bias because the participants knew which treatment they received and so did the people who treated them.\nFour studies compared crowns with fillings. Two of them compared metal crowns fitted using the conventional method with fillings and two compared metal crowns fitted using the Hall Technique with fillings. One of the studies also compared the Hall Technique with 'non-restorative caries treatment' (not using either a filling or crown but opening the cavity to make it possible to clean with a toothbrush, sealing with fluoride varnish and encouraging toothbrushing). The final study compared crowns made of two different materials (stainless steel versus stainless steel with a white covering). We looked at what happened for each treatment at the time of the dental appointment or within 24 hours of treatment, in the short term (less than 12 months) and long term (12 months to 48 months)."
    },
    {
      "heading": "Key results",
      "text": "Teeth restored with preformed crowns are less likely to develop problems (e.g. abscess) or cause pain in the long term, compared to fillings. Crowns fitted using the Hall Technique (no injections or tooth trimming) gave less discomfort at the time of the appointment, when compared with fillings. Crowns may increase the risk of gingival bleeding but this result was unclear. Only one small study compared crowns with non-restorative caries treatment and one small study compared metal and white crowns, and we could draw no reliable conclusions from these. Some of our outcomes of interest were not measured in any of the studies: these included time to restoration failure or retreatment, patient satisfaction and costs."
    },
    {
      "heading": "Quality of the evidence",
      "text": "There is moderate quality evidence that crowns are more effective than fillings for managing decay in primary molar teeth. There is moderate quality evidence that crowns fitted using the Hall Technique are less likely to cause abscesses and pain than fillings. The evidence comparing preformed crowns with non-restorative caries management, and comparing preformed metal crowns with preformed white crowns, is very low quality so we do not know which is better."
    },
    {
      "heading": "Author's conclusion",
      "text": "Crowns placed on primary molar teeth with decay, or that have had pulp treatment, are likely to reduce the risk of major failure or pain in the long term compared to fillings. Crowns fitted using the Hall Technique may reduce discomfort at the time of treatment compared to fillings."
    }
  ]
}