{
  "doi": "10.1002/14651858.CD000218",
  "name": "Interventions for treating trichomoniasis in women",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Around 120 million women worldwide suffer fromTrichomonas vaginalis vaginitis every year. The infection is sexually transmitted and is believed to facilitate HIV transmission."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of various treatment strategies for trichomoniasis in women."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials , MEDLINE, and EMBASE. Trials were also identified from reference lists of reviews, through pharmaceutical companies, and by informal discovery. Only published data were used in this review. Date of the most recent search: November, 2002."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials of different treatment strategies in women with trichomoniasis. Different antitrichomonal drugs or doses were eligible, as were comparisons of treatment with no treatment or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Trial quality was assessed and data extracted by two reviewers independently using standard criteria."
    },
    {
      "heading": "Main results",
      "text": "Fifty-four trials were included. Nitroimidazole drugs seem to be effective in achieving parasitological cure in short term follow up. Partner treatment can be effective in decreasing longer term reinfection rates."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Parasitological cure can be achieved by single oral dose of nitroimidazole. Further research should focus on developing effective partner treatment strategies to prevent reinfections and reduce trichomoniasis prevalence."
    }
  ],
  "pls_title": "Nitroimidazole drugs are effective in the treatment of trichomoniasis in women.",
  "pls_type": "long",
  "pls": "Trichomoniasis is a sexually transmitted infection that affects about 120 million women worldwide every year. This review examines the effectiveness of various treatments and found that oral nitroimidazole drugs are effective in treating trichomoniasis in women."
}