{
  "doi": "10.1002/14651858.CD009395.pub2",
  "name": "Magnesium sulphate for women at term for neuroprotection of the fetus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Magnesium sulphate is extensively used in obstetrics for the treatment and prevention of eclampsia. A recent meta-analysis has shown that magnesium sulphate is an effective fetal neuroprotective agent when given antenatally to women at risk of very preterm birth. Term infants account for more than half of all cases of cerebral palsy, and the incidence has remained fairly constant. It is important to assess if antenatal administration of magnesium sulphate to women at term protects the fetus from brain injury, and associated neurosensory disabilities including cerebral palsy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of magnesium sulphate given to women at term as a neuroprotective agent for the fetus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trial Register (31 July 2012) and the reference lists of other Cochrane reviews assessing magnesium sulphate in pregnancy."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing antenatally administered magnesium sulphate to women at term with placebo, no treatment or a different fetal neuroprotective agent. We also planned to include cluster-randomised trials, and exclude cross-over trials and quasi-randomised trials. We planned to exclude studies reported as abstracts only."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for eligibility and for risk of bias. Two authors independently extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included one trial (involving 135 women with mild pre-eclampsia at term). An additional six studies are awaiting further assessment.\nThe included trial compared magnesium sulphate with a placebo and was at a low risk of bias. The trial did not report any of this review's prespecified primary outcomes. There was no significant difference between magnesium sulphate and placebo in Apgar score less than seven at five minutes (risk ratio (RR) 0.51; 95% confidence interval (CI) 0.05 to 5.46; 135 infants), nor gestational age at birth (mean difference (MD) -0.20 weeks; 95% CI -0.62 to 0.22; 135 infants).\nThere were significantly more maternal side effects (feeling warm and flushed) in the magnesium sulphate group than in the placebo group (RR 3.81; 95% CI 2.22 to 6.53; 135 women). However, no significant difference in adverse effects severe enough to cease treatment was observed (RR 3.04; 95% CI 0.13 to 73.42; 135 women). There were no significant differences seen between groups in the rates of postpartum haemorrhage (RR 4.06; 95% CI 0.47 to 35.38; 135 women) and caesarean section (RR 0.80; 95% CI 0.39 to 1.63; 135 women)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence to assess the efficacy and safety of magnesium sulphate when administered to women for neuroprotection of the term fetus. As there has been recent evidence for the use of magnesium sulphate for neuroprotection of the preterm fetus, high-quality randomised controlled trials are needed to determine the safety profile and neurological outcomes for the term fetus. Strategies to reduce maternal side effects during treatment also require evaluation."
    }
  ],
  "pls_title": "Magnesium sulphate for women at term for neuroprotection of the term fetus",
  "pls_type": "long",
  "pls": "Babies born to mothers who experience complications during pregnancy such as preterm birth (early birth before 37 weeks of pregnancy) and intrauterine infection (infections in the uterus) have a higher risk of a movement disorder called cerebral palsy. Cerebral palsy is a broad term used to describe a non-progressive physical disorder of movement or posture that is acquired in early life, and that results from complications in brain development. It may also be associated with intellectual disabilities, behavioural disorders, sensory defects (blindness and deafness) and seizures.\nAnother Cochrane review found that magnesium sulphate given to mothers before preterm birth could protect the baby's brain and improve long-term outcomes into childhood. This review aimed to assess whether magnesium sulphate given to mothers before term birth (birth at 37 weeks of pregnancy or later) could also protect the baby's brain and improve long-term outcomes.\nThis review included one randomised controlled study involving 135 women with mild pre-eclampsia (high blood pressure and/or protein in the urine). There was not enough evidence from this study to determine the effects of magnesium sulphate on babies born at term. Women receiving magnesium sulphate were more likely to feel warm and flushed in this study than women who received a placebo, but they were not more likely to stop treatment due to side effects. The rates of haemorrhage after birth and rates of caesarean birth were similar for women who received magnesium sulphate and those who received a placebo.\nMore studies are needed to establish whether magnesium sulphate given to the mother at term is protective for the baby's brain. The babies in these trials should be followed up over a long period so that we can monitor the effects of magnesium on child development.\nWe are awaiting further information from another six studies so that they can be assessed."
}