{
  "doi": "10.1002/14651858.CD010518.pub2",
  "name": "Massage therapy for preventing pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers affect approximately 10% of patients in hospitals and the elderly are at highest risk. Several studies have suggested that massage therapy may help to prevent the development of pressure ulcers, but these results are inconsistent."
    },
    {
      "heading": "Objectives",
      "text": "To assess the evidence for the effects of massage compared with placebo, standard care or other interventions for prevention of pressure ulcers in at-risk populations.\nThe review sought to answer the following questions:\nDoes massage reduce the incidence of pressure ulcers of any grade?\nIs massage safe in the short- and long-term? If not, what are the adverse events associated with massage?"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Wounds Group Specialised Register (8 January 2015), the Cochrane Central Register of Controlled Trials (CENTRAL) (2015, Issue 1), Ovid MEDLINE (1946 to 8 January 2015), Ovid MEDLINE (In-Process Other Non-Indexed Citations 8 January 2015), Ovid EMBASE (1974 to 8 January 2015), and EBSCO CINAHL (1982 to 8 January 2015). We did not apply date or language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include all randomised controlled trials (RCTs) and quasi-randomised controlled trials (Q-RCTs) that evaluated the effects of massage therapy for the prevention of pressure ulcers. Our primary outcome was the proportion of people developing a new pressure ulcer of any grade."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently carried out trial selection. Disagreements were resolved by discussion."
    },
    {
      "heading": "Main results",
      "text": "No studies (RCTs or Q-RCTs) met the inclusion criteria. Therefore, neither a meta-analysis nor a narrative description of studies was possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are currently no studies eligible for inclusion in this review. It is, therefore, unclear whether massage therapy can prevent pressure ulcers."
    }
  ],
  "pls_title": "Massage therapy for preventing pressure ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What are pressure ulcers?",
      "text": "Pressure ulcers (also called bed sores or pressure sores) are injuries caused by constant pressure or friction. They usually affect people who are immobilised or find it difficult to move themselves, for example the elderly or paralysed. Pressure ulcers frequently occur on bony parts of the body, such as the heels and hips, and also on the buttocks. Prolonged pressure on these areas leads to poor circulation, followed by cell death, skin breakdown, and the development of an open wound - the pressure ulcer. Pressure ulcers take a long time to heal - and some do not heal – so, if possible, it is important to prevent them from developing."
    },
    {
      "heading": "What is massage therapy?",
      "text": "Massage therapy is a treatment in which parts of the body are manipulated, held, moved and have pressure applied to them. Massage therapy can increase the volume of blood in an area, improve tissue suppleness, reduce swelling due to accumulation of fluid (oedema), and boost the immune system. Some studies have suggested that massage may help prevent the development of pressure ulcers in people who are at risk of developing them, but it is not known whether it really works."
    },
    {
      "heading": "The purpose of this review",
      "text": "This review investigated whether massage therapy is effective when given alone, or as part of a package of care, to prevent the development of pressure ulcers. The review authors were interested in massage therapy compared with sham (pretend) massage, or compared with standard care for prevention of pressure ulcers (that is special mattresses, regular turning and reduction of pressure on the immobile patient)."
    },
    {
      "heading": "Findings of this review",
      "text": "The review authors searched the medical literature up to 8 January 2015, but could identify no relevant trials that investigated massage therapy for the prevention of pressure ulcers. Therefore, there is currently no evidence to support or reject massage therapy as a preventative treatment for pressure ulcers. There is an urgent need for trials to investigate this area to establish whether massage therapy works and is safe."
    }
  ]
}