{
  "doi": "10.1002/14651858.CD015254.pub2",
  "name": "Antibiotics for otitis media with effusion (OME) in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Otitis media with effusion (OME) is an accumulation of fluid in the middle ear cavity, common amongst young children. The fluid may cause hearing loss. When persistent, it may lead to developmental delay, social difficulty and poor quality of life. Management of OME includes watchful waiting, autoinflation, medical and surgical treatment. Antibiotics are sometimes used to treat any bacteria present in the effusion, or associated biofilms."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of oral antibiotics for otitis media with effusion (OME) in children."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Register, CENTRAL, Ovid MEDLINE, Ovid Embase, Web of Science, ClinicalTrials.gov, ICTRP and additional sources for published and unpublished studies to 20 January 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials and quasi-randomised trials in children aged 6 months to 12 years with unilateral or bilateral OME. We included studies that compared oral antibiotics with either placebo or no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were determined following a multi-stakeholder prioritisation exercise and were: 1) hearing, 2) otitis media-specific quality of life and 3) anaphylaxis. Secondary outcomes were: 1) persistence of OME, 2) adverse effects, 3) receptive language skills, 4) speech development, 5) cognitive development, 6) psychosocial skills, 7) listening skills, 8) generic health-related quality of life, 9) parental stress, 10) vestibular function and 11) episodes of acute otitis media. We used GRADE to assess the certainty of evidence for each outcome.\nAlthough we included all measures of hearing assessment, the proportion of children who returned to normal hearing was our preferred method to assess hearing, due to challenges in interpreting the results of mean hearing thresholds."
    },
    {
      "heading": "Main results",
      "text": "We identified 19 completed studies that met our inclusion criteria (2581 participants). They assessed a variety of oral antibiotics (including penicillins, cephalosporins, macrolides and trimethoprim), with most studies using a 10- to 14-day treatment course. We had some concerns about the risk of bias in all studies included in this review. Here we report our primary outcomes and main secondary outcome, at the longest reported follow-up time.\nAntibiotics versus placebo\nWe included 11 studies for this comparison, but none reported all of our outcomes of interest and limited meta-analysis was possible.\nHearing\nOne study found that more children may return to normal hearing by two months (resolution of the air-bone gap) after receiving antibiotics as compared with placebo, but the evidence is very uncertain (Peto odds ratio (OR) 9.59, 95% confidence interval (CI) 3.51 to 26.18; 20/49 children who received antibiotics returned to normal hearing versus 0/37 who received placebo; 1 study, 86 participants; very low-certainty evidence).\nDisease-specific quality of life\nNo studies assessed this outcome.\nPresence/persistence of OME\nAt 6 to 12 months of follow-up, the use of antibiotics compared with placebo may slightly reduce the number of children with persistent OME, but the confidence intervals were wide, and the evidence is very uncertain (risk ratio (RR) 0.89, 95% CI 0.68 to 1.17; 48% versus 54%; number needed to treat (NNT) 17; 2 studies, 324 participants; very low-certainty evidence).\nAdverse event: anaphylaxis\nNo studies provided specific data on anaphylaxis. Three of the included studies (448 children) did report adverse events in sufficient detail to assume that no anaphylactic reactions occurred, but the evidence is very uncertain (very low-certainty evidence).\nAntibiotics versus no treatment\nWe included eight studies for this comparison, but very limited meta-analysis was possible.\nHearing\nOne study found that the use of antibiotics compared to no treatment may result in little to no difference in final hearing threshold at three months (mean difference (MD) -5.38 dB HL, 95% CI -9.12 to -1.64; 1 study, 73 participants; low-certainty evidence). The only data identified on the return to normal hearing were reported at 10 days of follow-up, which we considered to be too short to accurately reflect the efficacy of antibiotics.\nDisease-specific quality of life\nNo studies assessed this outcome.\nPresence/persistence of OME\nAntibiotics may reduce the proportion of children who have persistent OME at up to three months of follow-up, when compared with no treatment (RR 0.64, 95% CI 0.50 to 0.80; 6 studies, 542 participants; low-certainty evidence).\nAdverse event: anaphylaxis\nNo studies provided specific data on anaphylaxis. Two of the included studies (180 children) did report adverse events in sufficient detail to assume that no anaphylactic reactions occurred, but the evidence is very uncertain (very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence for the use of antibiotics for OME is of low to very low certainty. Although the use of antibiotics compared to no treatment may have a slight beneficial effect on the resolution of OME at up to three months, the overall impact on hearing is very uncertain. The long-term effects of antibiotics are unclear and few of the studies included in this review reported on potential harms. These important endpoints should be considered when weighing up the potential short- and long-term benefits and harms of antibiotic treatment in a condition with a high spontaneous resolution rate."
    }
  ],
  "pls_title": "Antibiotics for otitis media with effusion (OME or 'glue ear') in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We are uncertain whether the use of antibiotics improves hearing for children with glue ear, due to a lack of robust evidence.\nThe use of antibiotics compared to no treatment might slightly reduce the number of children who have glue ear at three months of follow-up. It is unclear whether this is a long-lasting effect, as few studies followed up children for more than three months.\nThe studies included in this review did not report serious harms from treatment with antibiotics. However, there is some suggestion that antibiotics may cause unpleasant side effects such as skin rash."
    },
    {
      "heading": "What is OME?",
      "text": "Glue ear (or 'otitis media with effusion', OME) is a relatively common condition affecting young children. Fluid collects in the middle ear, which may cause hearing impairment. As a result of their poor hearing, children may be behind in their speech and may have difficulties at school."
    },
    {
      "heading": "How is OME treated?",
      "text": "Most of the time OME does not need any treatment and the symptoms will get better with time. In children with persistent OME, different treatments have been used, including medications or surgery (insertion of grommets (ventilation tubes), with or without adenoidectomy). Sometimes, bacteria are present in the fluid that collects in the middle ear. Antibiotics are sometimes used to try and get rid of these bacteria, and improve the symptoms of OME."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to identify whether antibiotics are better than placebo (sham or dummy treatment), or no treatment, for children with OME.\nWe also wanted to see whether there are any unwanted effects associated with taking antibiotics for this condition."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared oral antibiotic treatment with either placebo or no treatment in children with OME. We compared and summarised the study results, and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included 19 studies involving over 2500 children. Many different types of oral antibiotics were used and the duration of treatment varied a lot between the studies.\nIt is unclear whether antibiotics have any effect on hearing, as the evidence was not robust.\nWhen compared to no treatment, antibiotics might slightly reduce the number of children who have OME after three months of follow-up. Only two studies looked at the number of children with OME after a longer follow-up time, so we are uncertain whether this is a long-lasting effect, as OME may recur.\nWe do not know if treatment with antibiotics has any effect on quality of life as none of the studies included in this review assessed this outcome. We were unable to find much evidence on the occurrence of anaphylaxis - a rare but very serious allergic reaction. None of the studies reported that any children suffered from anaphylaxis, but this may be because no one had a reaction, or simply because the studies did not report this."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "As the evidence included in this Cochrane Review was uncertain, we cannot be sure if treatment with antibiotics gives any benefit to children with OME. As most of the studies were very short in duration, we do not know if any effect of antibiotics would continue over longer time periods - even if OME appears to get better in the short term, it may recur."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to January 2023."
    }
  ]
}