{
  "doi": "10.1002/14651858.CD010285.pub3",
  "name": "Antibiotic therapy for pelvic inflammatory disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pelvic inflammatory disease (PID) affects 4% to 12% of women of reproductive age. The main intervention for acute PID is broad-spectrum antibiotics administered intravenously, intramuscularly or orally. We assessed the optimal treatment regimen for PID."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of antibiotic regimens to treat PID."
    },
    {
      "heading": "Search methods",
      "text": "In January 2020, we searched the Cochrane Sexually Transmitted Infections Review Group's Specialized Register, which included randomized controlled trials (RCTs) from 1944 to 2020, located through hand and electronic searching; CENTRAL; MEDLINE; Embase; four other databases; and abstracts in selected publications."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs comparing antibiotics with placebo or other antibiotics for the treatment of PID in women of reproductive age, either as inpatient or outpatient treatment. We limited our review to a comparison of drugs in current use that are recommended by the 2015 US Centers for Disease Control and Prevention guidelines for treatment of PID."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two authors independently extracted data, assessed risk of bias and conducted GRADE assessments of the quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 39 RCTs (6894 women) in this review, adding two new RCTs at this update. The quality of the evidence ranged from very low to high, the main limitations being serious risk of bias (due to poor reporting of study methods and lack of blinding), serious inconsistency, and serious imprecision.\nNone of the studies reported quinolones and cephalosporins, or the outcomes laparoscopic evidence of resolution of PID based on physician opinion or fertility outcomes. Length of stay results were insufficiently reported for analysis.\nRegimens containing azithromycin versus regimens containing doxycycline\nWe are uncertain whether there was a clinically relevant difference between azithromycin and doxycycline in rates of cure for mild-moderate PID (RR 1.18, 95% CI 0.89 to 1.55; 2 RCTs, 243 women; I2 = 72%; very low-quality evidence). The analyses may result in little or no difference between azithromycin and doxycycline in rates of severe PID (RR 1.00, 95% CI 0.96 to 1.05; 1 RCT, 309 women; low-quality evidence), or adverse effects leading to discontinuation of treatment (RR 0.71, 95% CI 0.38 to 1.34; 3 RCTs, 552 women; I2 = 0%; low-quality evidence). In a sensitivity analysis limited to a single study at low risk of bias, azithromycin probably improves the rates of cure in mild-moderate PID (RR 1.35, 95% CI 1.10 to 1.67; 133 women; moderate-quality evidence), compared to doxycycline.\nRegimens containing quinolone versus regimens containing cephalosporin\nThe analysis shows there may be little or no clinically relevant difference between quinolones and cephalosporins in rates of cure for mild-moderate PID (RR 1.05, 95% CI 0.98 to 1.14; 4 RCTs, 772 women; I2 = 15%; low-quality evidence), or severe PID (RR 1.06, 95% CI 0.91 to 1.23; 2 RCTs, 313 women; I2 = 7%; low-quality evidence). We are uncertain whether there was a difference between quinolones and cephalosporins in adverse effects leading to discontinuation of treatment (RR 2.24, 95% CI 0.52 to 9.72; 6 RCTs, 1085 women; I2 =  0%; very low-quality evidence).\nRegimens with nitroimidazole versus regimens without nitroimidazole\nThere was probably little or no difference between regimens with or without nitroimidazoles (metronidazole) in rates of cure for mild-moderate PID (RR 1.02, 95% CI 0.95 to 1.09; 6 RCTs, 2660 women; I2 = 50%; moderate-quality evidence), or severe PID (RR 0.96, 95% CI 0.92 to 1.01; 11 RCTs, 1383 women; I2 = 0%; moderate-quality evidence). The evidence suggests that there was little to no difference in in adverse effects leading to discontinuation of treatment (RR 1.05, 95% CI 0.69 to 1.61; 17 studies, 4021 women; I2 = 0%; low-quality evidence). . In a sensitivity analysis limited to studies at low risk of bias, there was little or no difference for rates of cure in mild-moderate PID (RR 1.05, 95% CI 1.00 to 1.12; 3 RCTs, 1434 women; I2 = 0%; high-quality evidence).\nRegimens containing clindamycin plus aminoglycoside versus quinolone\nWe are uncertain whether quinolone have little to no effect in  rates of cure for mild-moderate PID compared to clindamycin plus aminoglycoside (RR 0.88, 95% CI 0.69 to 1.13; 1 RCT, 25 women; very low-quality evidence). The analysis may result in little or no difference between quinolone vs. clindamycin plus aminoglycoside in severe PID (RR 1.02, 95% CI 0.87 to 1.19; 2 studies, 151 women; I2 =  0%; low-quality evidence). We are uncertain whether quinolone reduces adverse effects leading to discontinuation of treatment (RR 0.21, 95% CI 0.02 to 1.72; 3 RCTs, 163 women; I2 =  0%; very low-quality evidence).\nRegimens containing clindamycin plus aminoglycoside versus regimens containing cephalosporin\nWe are uncertain whether clindamycin plus aminoglycoside improves the rates of cure for mild-moderate PID compared to cephalosporin (RR 1.02, 95% CI 0.95 to 1.09; 2 RCTs, 150 women; I2 =  0%; low-quality evidence). There was probably little or no difference in rates of cure in severe PID with clindamycin plus aminoglycoside compared to cephalosporin (RR 1.00, 95% CI 0.95 to 1.06; 10 RCTs, 959 women; I2= 21%; moderate-quality evidence). We are uncertain whether clindamycin plus aminoglycoside reduces adverse effects leading to discontinuation of treatment compared to cephalosporin (RR 0.78, 95% CI 0.18 to 3.42; 10 RCTs, 1172 women; I2 =  0%; very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are uncertain whether one treatment was safer or more effective than any other for the cure of mild-moderate or severe PID\nBased on a single study at a low risk of bias, a macrolide (azithromycin) probably improves the rates of cure of mild-moderate PID, compared to tetracycline (doxycycline)."
    }
  ],
  "pls_title": "Treatment for pelvic inflammatory disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We assessed the effectiveness and safety of different treatments for pelvic inflammatory disease (PID) that are recommended by current clinical guidelines for treatment of PID (the 2015 US Centers for Disease Control and Prevention guidelines for treatment of PID)."
    },
    {
      "heading": "Background",
      "text": "PID is an infection of the upper part of the woman's reproductive system (the womb, the tubes that connect the womb and ovaries, where the egg travels along), the ovaries (which make eggs), and inside the pelvis). It is a common condition affecting women of childbearing age. Symptoms of PID range from none to severe. If effective treatment is not started promptly, the consequences can be infertility (unable to have children), pregnancies outside the womb, and chronic pelvic pain (pain in the lower tummy). There is a wide range of treatment options. The choice is based on severity of symptoms, experience of the doctor, national/international guidelines, and rate of side effects. We wanted to learn if there is a preferable antibiotic (used to treat bacterial infections) therapy with high rates of cure and few side effects to treat PID."
    },
    {
      "heading": "Studies characteristics",
      "text": "We searched the available literature up to 10 January 2020 and included 39 studies with 6894 women with an average of 14 days of treatment and follow-up (monitoring after treatment). These trials included women of childbearing age with mild to severe PID. Trials mostly used a single or a combination of antibiotics with different administration routes: intravenous (into a blood vessel), intramuscular (into the muscle), and oral (as a tablet). In mild-moderate cases, intramuscular and oral treatments were prescribed, and in moderate-severe cases, treatments were usually started in hospital and were completed at home."
    },
    {
      "heading": "Key results",
      "text": "We are uncertain whether one treatment was safer or more effective than any other for the cure of PID. From a single study, at low risk of bias, the use of a macrolide probably improves the rates of cure in mild-moderate PID.\nApart from one high quality result in one comparison, the quality of the evidence ranged from very low to moderate, the main problems being serious risk of bias (poor reporting of study methods; doctors and women may have known which medicine was given), and results differed across studies."
    }
  ]
}