{
  "doi": "10.1002/14651858.CD006740.pub2",
  "name": "Thyroid hormones for acute kidney injury",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute kidney injury (AKI), which is common in hospitalised patients, is associated with significant morbidity and mortality. Despite recent advances in treatment, AKI outcomes have not changed substantially during the past four decades, and incidence is increasing. There is an urgent need to explore novel therapeutic agents and revisit some older drugs to review their roles in the management of AKI. Although thyroid hormone therapy has shown promise in experimental animal studies, clinical efficacy and safety have not been systematically assessed for the management of people with AKI."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of thyroid hormones for the treatment of hospitalised adults with AKI of any aetiology."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Renal Group's Specialised Register, CENTRAL, MEDLINE, and EMBASE. We also checked the reference lists of retrieved studies and articles.\nDate of search: November 2012"
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs (in which allocation to treatment was obtained by alternation, use of alternate medical records, date of birth or other predictable methods) that compared any dose or form of thyroid hormone therapy alone or in combination with other agents compared with placebo or supplemental treatment (such as furosemide, dopamine, or atrial natriuretic peptide) in adult AKI patients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study quality and extracted data. The quality of included studies was assessed using the Cochrane Collaboration's risk of bias assessment tool. For dichotomous outcomes (death, need for renal replacement therapy (RRT), progression to end-stage kidney disease (ESKD)), we planned to express results as risk ratios (RR) with 95% confidence intervals (CI). Where continuous scales of measurement were used to assess the effects of treatment (length of hospital stay, durations of AKI and RRT), we planned to use the mean difference (MD)."
    },
    {
      "heading": "Main results",
      "text": "Two studies, enrolling 97 participants, met our inclusion criteria. The studies differed significantly in terms of study populations, natural history of AKI (multifactorial AKI in patients with native kidneys versus delayed graft function associated with acute tubular necrosis in transplant recipients), and study interventions; hence, data were not meta-analysed. One study reported a significant increase in the risk of all-cause mortality associated with thyroid hormone interventions compared with placebo (59 participants, RR 3.32, 95% CI 1.21 to 9.12); no deaths were reported in the other study. Both studies reported no significant difference in the need for RRT associated with thyroid hormone therapy when compared to placebo. Neither study reported incidence of progression to ESKD. There was a significantly longer duration of AKI (MD 2.00 days, 95% CI 0.18 to 3.82) and RRT (5.00 days, 95% CI 2.05 to 7.95) associated with thyroid hormone therapy compared with placebo in one study; no differences in durations of AKI (MD 2.00 days, 95% CI -3.53 to 7.53) and RRT (MD 2.00 days, 95% CI -2.36 to 6.36) were noted in the other study. One study reported similar lengths of stay in the intensive care unit and hospital in both intervention and control arms (MD -0.20 days, 95% CI -8.17 to 7.77); the other did not report this outcome. No adverse events were noted to be associated with thyroid hormone therapy in either study. Adequate data were not available to assess changes in kidney function or numbers of RRT sessions. Both included studies were small and methodological quality was suboptimal."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found a paucity of large, high quality studies to inform analysis of thyroid hormone interventions for the treatment of people with AKI. Current evidence suggested that thyroid hormone therapy may be associated with worse outcomes for patients with established AKI; therefore, its use for these patients should be avoided. The role of thyroid hormone therapy in preventing AKI has not been adequately investigated and may be considered in future clinical studies."
    }
  ],
  "pls_title": "Thyroid hormones for acute kidney injury",
  "pls_type": "long",
  "pls": "Acute kidney injury (AKI) has a number of causes including infection, trauma, kidney stones, toxic drugs, or acquired during hospital treatment. People with AKI suddenly lose kidney function leading to poor urine output and retention of body wastes. In every 1000 people who are discharged from hospital about 30 are diagnosed with AKI; about 6% of all critically ill patients have AKI. Many people with AKI will die from the disease.\nAKI treatment aims to restore kidney function using drugs, kidney dialysis, or both. Experimental animal studies of thyroid hormone therapy (a drug treatment) held promise, but uncertainty existed about its effectiveness and safety for people.\nWe searched the medical literature to investigate the benefits and harms of thyroid hormone therapy for adults with AKI of any cause who were in hospital and found two studies that involved 97 people. There were many differences between study populations, particularly participants' kidney history (some had their own kidneys; others had transplants); and the drugs that were investigated. These differences meant that we were unable to statistically evaluate (meta-analyse) study data.\nWe found that risk of death from any cause was much higher among people with AKI who received thyroid hormone therapy compared with those who received placebo in one study; no deaths were reported in the second study. Thyroid hormone therapy was found to be no better or worse than placebo in changing patients' needs for kidney dialysis or transplant. People with AKI who received thyroid hormone therapy needed dialysis for longer than those who received placebo in one study, but no differences in AKI and dialysis durations were noted in the other. Lengths of stay in intensive care units and hospital were similar in both those who received thyroid hormone therapy and placebo in one study; but not reported in the other study. Neither study reported if any participants progressed to end-stage kidney disease. We had planned to analyse changes in kidney function and numbers of dialysis sessions, but data reporting was insufficient to make assessments.\nThe included studies were few in number, small in size, and low in methodological quality. The available evidence suggested that use of thyroid hormone therapy was associated with worse outcomes in patients with established AKI, and therefore, use of these therapies should be avoided for these people."
}