{
  "doi": "10.1002/14651858.CD009974.pub2",
  "name": "Non pharmacological interventions for spasticity in multiple sclerosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Spasticity is commonly experienced by people with multiple sclerosis (MS), and it contributes to overall disability in this population. A wide range of non pharmacological interventions are used in isolation or with pharmacological agents to treat spasticity in MS. Evidence for their effectiveness is yet to be determined."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of various non pharmacological interventions for the treatment of spasticity in adults with MS."
    },
    {
      "heading": "Search methods",
      "text": "A literature search was performed using the Specialised Register of the Cochrane Multiple Sclerosis and Rare Diseases of the Central Nervous System Review Group on using the Cochrane MS Group Trials Register which among other sources, contains CENTRAL, Medline, EMBASE, CINAHL, LILACS, PEDRO in June 2012. Manual searching in the relevant journals and screening of the reference lists of identified studies and reviews were carried out. Abstracts published in proceedings of conferences were also scrutinised."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that reported non pharmacological intervention/s for treatment of spasticity in adults with MS and compared them with some form of control intervention (such as sham/placebo interventions or lower level or different types of intervention, minimal intervention, waiting list controls or no treatment; interventions given in different settings), were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently selected the studies, extracted data and assessed the methodological quality of the studies using the Grades of Recommendation, Assessment, Development and Evaluation (GRADE) tool for best-evidence synthesis. A meta-analysis was not possible due to methodological, clinical and statistical heterogeneity of included studies."
    },
    {
      "heading": "Main results",
      "text": "Nine RCTs (N = 341 participants, 301 included in analyses) investigated various types and intensities of non pharmacological interventions for treating spasticity in adults with MS. These interventions included: physical activity programmes (such as physiotherapy, structured exercise programme, sports climbing); transcranial magnetic stimulation (Intermittent Theta Burst Stimulation (iTBS), Repetitive Transcranial Magnetic Stimulation (rTMS)); electromagnetic therapy (pulsed electromagnetic therapy; magnetic pulsing device), Transcutaneous Electrical Nerve Stimulation (TENS); and Whole Body Vibration (WBV). All studies scored 'low' on the methodological quality assessment implying high risk of bias.\nThere is 'low level' evidence for physical activity programmes used in isolation or in combination with other interventions (pharmacological or non pharmacological), and for repetitive magnetic stimulation (iTBS/rTMS) with or without adjuvant exercise therapy in improving spasticity in adults with MS. No evidence of benefit exists to support the use of TENS, sports climbing and vibration therapy for treating spasticity in this population."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is 'low level' evidence for non pharmacological interventions such as physical activities given in conjunction with other interventions, and for magnetic stimulation and electromagnetic therapies for beneficial effects on spasticity outcomes in people with MS. A wide range of non pharmacological interventions are used for the treatment of spasticity in MS, but more robust trials are needed to build evidence about these interventions."
    }
  ],
  "pls_title": "Non pharmacological interventions for treatment of spasticity in Multiple Sclerosis (MS)",
  "pls_type": "long",
  "pls": "Spasticity is a common and debilitating symptom, causing ‘stiffness’, ‘spasms’ or ‘tightness’ in the weakened arm or leg in people with multiple sclerosis (MS). Overall, spasticity is difficult to treat. Current treatments include various medications (such as botulinum toxin injections to relax the affected muscles) and non drug methods aiming to achieve functional goals for patients (and their caregivers) such as physiotherapy, magnetic stimulation, electromagnetic therapy, vibration therapy. In this review, nine studies evaluating various non drug treatments to treat spasticity in adult with MS were included, comprising a total of 341 participants. Results from these studies suggest that all included non pharmacological therapies have low level of evidence or no evidence in improving spasticity in people with MS. However, caution should be used in the interpretation of the results, due to the poor methodological quality of all the included studies. More research is needed to determine the usefulness of these interventions before they can be recommended as routine treatments."
}