{
  "doi": "10.1002/14651858.CD004930.pub3",
  "name": "Systemic prokinetic pharmacologic treatment for postoperative adynamic ileus following abdominal surgery in adults ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postoperative adynamic bowel atony interferes with recovery following abdominal surgery. Prokinetic pharmacologic drugs are widely used to accelerate postoperative recovery."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of systemic acting prokinetic drugs to treat postoperative adynamic ileus in patients undergoing abdominal surgery."
    },
    {
      "heading": "Search methods",
      "text": "Trials were identified by computerised searches of the Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE, and the Cochrane Colorectal Cancer Group specialised register. The reference lists of included trials and review articles were tracked and authors contacted."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled parallel-group trials (RCT) comparing the effect of systemically acting prokinetic drugs against placebo or no intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four reviewers independently extracted the data and assessed trial quality. Trial authors were contacted for additional information if needed."
    },
    {
      "heading": "Main results",
      "text": "Thirty-nine RCTs met the inclusion criteria contributing a total of 4615 participants. Most trials enrolled a small number of patients and showed moderate to poor (reporting of) methodological quality, in particular regarding allocation concealment and intention-to-treat analysis. Fifteen systemic acting prokinetic drugs were investigated and ten comparisons could be summarized. Six RCTs support the effect of Alvimopan, a novel peripheral mu receptor antagonist. However, the trials do not meet reporting guidelines and the drug is still in an investigational stage. Erythromycin showed homogenous and consistent absence of effect across all included trials and outcomes. The evidence is insufficient to recommend the use of cholecystokinin-like drugs, cisapride, dopamine-antagonists, propranolol or vasopressin. Effects are either inconsistent across outcomes, or trials are too small and often of poor methodological quality. Cisapride has been withdrawn from the market due to adverse cardiac events in many countries. Intravenous lidocaine and neostigmine might show a potential effect, but more evidence on clinically relevant outcomes is needed. Heterogeneity among included trials was seen in 10 comparisons. No major adverse drug effects were evident."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Alvimopan may prove to be beneficial but proper judgement needs adherence to reporting standards. Further trials are needed on intravenous lidocaine and neostigmine. The remaining drugs can not be recommended due to lack of evidence or absence of effect."
    }
  ],
  "pls_title": "Most prokinetic drugs routinely used to support bowel recovery after major abdominal surgery are not supported by current research evidence",
  "pls_type": "long",
  "pls": "Postoperative ileus (POI) refers to the delayed recovery of bowel function following abdominal surgery. POI may cause major patient discomfort and delayed recovery. Several drugs are commonly used to treat POI but it is unclear which drugs are supported by patient-oriented research. \nMany of the 39 studies assessed in this review enrolled only a small number of patients and date back to before 1990. The novel drug alvimopan shortened bowel recovery, but many studies failed to report methodology according to current guidelines. Erythromycin, cholecystokinin, cisapride, dopamine-antagonists, propranolol or vasopressin are not supported due to lack of evidence or absence of effect. Intravenous lidocaine and neostigmine might show to be beneficial, but more evidence is needed."
}