{
  "doi": "10.1002/14651858.CD009504.pub2",
  "name": "Bupropion for attention deficit hyperactivity disorder (ADHD) in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Attention deficit hyperactivity disorder (ADHD) is a prevalent neurobiological condition, characterised by behavioral and cognitive symptoms such as inattention, impulsivity and/or excessive activity. The syndrome is commonly accompanied by psychiatric comorbidities and is associated with educational and occupational underachievement.\nAlthough psychostimulant medications are the mainstay of treatment for ADHD, not all adults respond optimally to, or can tolerate, these medicines. Thus, alternative non-stimulant treatment approaches for ADHD have been explored. One of these alternatives is bupropion, an aminoketone antidepressant and non-competitive antagonism of nicotinic acetylcholine receptors. Bupropion is registered for the treatment of depression and smoking cessation, but is also used off-label to treat ADHD."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects and safety of bupropion for the treatment of adults with ADHD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, and seven other databases in February 2017. We also searched three trials registers and three online theses portals. In addition, we checked references of included studies and contacted study authors to identify potentially relevant studies that were missed by our search."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that evaluated the effects (including adverse effects) of bupropion compared to placebo in adults with ADHD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (WV, GB) independently screened records and extracted data using a data extraction sheet that we tested in a pilot study. We extracted all relevant data on study characteristics and results. We assessed risks of bias using the Cochrane 'Risk of bias' tool, and assessed the overall quality of evidence using the GRADE approach. We used a fixed-effect model to pool the results across studies."
    },
    {
      "heading": "Main results",
      "text": "We included six studies with a total of 438 participants. Five studies were conducted in the USA, and one in Iran. All studies evaluated a long-acting version of bupropion, with the dosage ranging from 150 mg up to 450 mg daily. Study intervention length varied from six to 10 weeks. Four studies explicitly excluded participants with psychiatric comorbidity and one study included only participants with opioid dependency. Four studies were funded by industry, but the impact of this on study results is unknown. Two studies were publicly funded and in one of these studies, the lead author was a consultant for several pharmaceutical companies and also received investigator-driven funding from two companies, however none of these companies manufacture bupropion. We judged none of the studies to be free of bias because for most risk of bias domains the study reports failed to provide sufficient details. Using the GRADE approach, we rated the overall quality of evidence as low. We downgraded the quality of the evidence because of serious risk of bias and serious imprecision due to small sample sizes.\nWe found low-quality evidence that bupropion decreased the severity of ADHD symptoms (standardised mean difference -0.50, 95% confidence interval (CI) -0.86 to -0.15, 3 studies, 129 participants), and increased the proportion of participants achieving clinical improvement (risk ratio (RR) 1.50, 95% CI 1.13 to 1.99, 4 studies, 315 participants), and reporting an improvement on the Clinical Global Impression - Improvement scale (RR 1.78, 95% CI 1.27 to 2.50, 5 studies, 337 participants). There was low-quality evidence that the proportion of participants who withdrew due to any adverse effect was similar in the bupropion and placebo groups (RR 1.20, 95% CI 0.35 to 4.10, 3 studies, 253 participants). The results were very similar when using a random-effects model and when we analysed only studies that excluded participants with a psychiatric comorbidity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of this review, which compared bupropion to placebo for adult ADHD, indicate a possible benefit of bupropion. We found low-quality evidence that bupropion decreased the severity of ADHD symptoms and moderately increased the proportion of participants achieving a significant clinical improvement in ADHD symptoms. Furthermore, we found low-quality evidence that the tolerability of bupropion is similar to that of placebo. In the pharmacological treatment of adults with ADHD, extended- or sustained-release bupropion may be an alternative to stimulants. The low-quality evidence indicates uncertainty with respect to the pooled effect estimates. Further research is very likely to change these estimates. More research is needed to reach more definite conclusions as well as clarifying the optimal target population for this medicine. Treatment response remains to be reported in a DSM5-diagnosed population. There is also a lack of knowledge on long-term outcomes."
    }
  ],
  "pls_title": "Bupropion for attention deficit hyperactivity disorder (ADHD) in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the effects of the drug bupropion in adults with ADHD. We also reviewed adverse effects (side effects experienced as a result of taking the drug)."
    },
    {
      "heading": "Background",
      "text": "ADHD is a brain disorder marked by an ongoing pattern of inattention, impulsivity and/or excessive activity, which interferes with functioning or development. Some people with ADHD only have problems with one of the behaviors, while others have a combination. Bupropion is a drug that is registered for the treatment of depression and for stopping smoking, but is also used to treat ADHD. People with ADHD are usually prescribed stimulant drugs such as methylphenidate and amphetamines. However, not everyone responds well to stimulants. Some people cannot tolerate stimulants because of side effects. Others have medical conditions such as psychiatric conditions or tic disorders that make it not possible to use stimulants. Other people may not want to use stimulants, as these are controlled substances. Nonstimulants such as bupropion are therefore sometimes used instead. Its effectiveness in treating ADHD is not yet known."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to February 2017."
    },
    {
      "heading": "Study characteristics",
      "text": "We included six randomised controlled trials (RCTs), that is, studies in which participants are randomly allocated to one of two or more treatment groups. Five of the studies took place in the USA, and the sixth in Iran. The studies included 438 people with ADHD. All evaluated a long-acting version of bupropion, that is to say, a version of the drug is absorbed slowly, and can therefore be taken just once a day. This simple dosage suits people with ADHD, as the illness may make it difficult for them to remember to take their medication.\nThe duration of the studies varied between six and 10 weeks. All participants were diagnosed with ADHD, and often had other mental health problems. In one study, all participants had ADHD and were addicted to opioids (a drug that relieves pain)."
    },
    {
      "heading": "Study funding sources",
      "text": "Four studies were funded by industry and two studies were publicly funded. In one of the publicly-funded studies, the lead author was paid by industry (although not by the manufacturers of buproprion) for research activities."
    },
    {
      "heading": "Key results",
      "text": "Bupropion may lead to a small improvement in ADHD and it may also decrease symptoms related to ADHD. The drug does not have more adverse effects than treatment with placebo. Bupropion may be an alternative treatment for adults with ADHD who cannot or will not take stimulant drugs."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence in this review is low, because we found very few studies; five of the six studies were small, and all were poorly conducted. The effect of bupropion on various aspects of daily functioning was not investigated. Also, no studies assessed the long-term effects of this drug. Further studies are needed, to assess whether bupropion is effective in specific ADHD subgroups or in people who have additional disorders."
    }
  ]
}