{
  "doi": "10.1002/14651858.CD007218.pub3",
  "name": "Treatment for thoracic outlet syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thoracic outlet syndrome (TOS) is one of the most controversial diagnoses in clinical medicine. Despite many reports of operative and non-operative interventions, rigorous scientific investigation of this syndrome leading to evidence-based management is lacking. This is the first update of a review first published in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the beneficial and adverse effects of the available operative and non-operative interventions for the treatment of TOS a minimum of six months after the intervention."
    },
    {
      "heading": "Search methods",
      "text": "On 23 June 2014 we searched the Cochrane Neuromuscular Disease Group Trials Specialized Register, CENTRAL, The Database of Abstracts of Reviews of Effects (DARE), MEDLINE, EMBASE, CINAHL Plus and AMED. We also searched reference lists of the identified trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomized or quasi-randomized studies involving participants with the diagnosis of TOS of any type (neurogenic, vascular, and 'disputed'), without limitations as to language of publication.\nWe accepted studies that examined any intervention aimed at treating TOS.\nThe primary outcome measure was change in pain rating, measured on a validated visual analog or similar scale at least six months after the intervention.\nThe secondary outcomes were change in muscle strength, disability, experiences of paresthesias (numbness and tingling sensations), and adverse effects of the interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently selected the trials to be included and extracted data. Authors rated included studies for risk of bias, according to the methods recommended in the Cochrane Handbook for Systematic Reviews of Interventions."
    },
    {
      "heading": "Main results",
      "text": "This review was complicated by a lack of generally accepted criteria for the diagnosis of TOS and had to rely exclusively on the diagnosis of TOS by the investigators in the reviewed studies. We identified one study comparing natural progression with an active intervention. We found three randomized controlled trials (RCTs), but only two of them had a follow-up of six months or more, which was the minimum required follow-up for inclusion in the review. The first trial that met our requirements involved 55 participants with the 'disputed type' of TOS and compared transaxillary first rib resection (TFRR) with supraclavicular neuroplasty of the brachial plexus (SNBP). The trial had a high risk of bias. TFRR decreased pain more than SNBP. There were no adverse effects in either group. The second trial that met these requirements analyzed 37 people with TOS of any type, comparing treatment with a botulinum toxin (BTX) injection into the scalene muscles with a saline placebo injection. This trial had a low risk of bias. There was no significant effect of treatment with the BTX injection over placebo in terms of pain relief or improvements in disability, but it did significantly improve paresthesias at six months' follow-up. There were no adverse events of the BTX treatment above saline injection."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review was complicated by a lack of generally accepted diagnostic criteria for the diagnosis of TOS. There was very low quality evidence that transaxillary first rib resection decreased pain more than supraclavicular neuroplasty, but no randomized evidence that either is better than no treatment. There is moderate evidence to suggest that treatment with BTX injections yielded no great improvements over placebo injections of saline. There is no evidence from RCTs for the use of other currently used treatments. There is a need for an agreed definition for the diagnosis of TOS, especially the disputed form, agreed outcome measures, and high quality randomized trials that compare the outcome of interventions with no treatment and with each other."
    }
  ],
  "pls_title": "Treatment for thoracic outlet syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of any treatment for thoracic outlet syndrome (TOS)."
    },
    {
      "heading": "Background",
      "text": "TOS is one of the most controversial diagnoses in medicine. The term TOS represents three related syndromes: a form where the brachial plexus (a collection of nerves in the neck and armpit) is compressed; a form where major blood vessels of the upper chest are compressed; and painful non-specific or disputed TOS. The person with TOS may have symptoms such as pain in the shoulder and neck that can spread into the arm and front of the chest; weakness; change in sensation; swelling; and a restricted blood supply to the affected arm. The various causes of TOS include an extra rib in the neck, differences in the shape of the bones of the spinal column, abnormal bands of tissue beneath the skin, and abnormalities of how muscles in the side of the neck attach to the bones. TOS is often associated with past injury.\nThere is a lack of widely accepted standards for making the diagnosis of TOS, so for the purpose of this review we decided to rely on the diagnosis of TOS made by the investigators in the reviewed studies. TOS is often diagnosed after other causes of one-sided symptoms of arm pain, weakness, loss of feeling, or all three, have been ruled out. Most people diagnosed with TOS have the disputed form.\nWe searched widely for clinical trials of treatments for TOS. We wanted to discover whether any treatment is effective and whether treatments have any harmful effects."
    },
    {
      "heading": "Study characteristics",
      "text": "From our systematic search we identified two trials. One trial compared surgery to remove the first rib (transaxillary first rib resection) with surgery in which the surgeon freed the nerves from surrounding tissues (neuroplasty) without removing a rib, in 55 people with the disputed type of TOS. The participants had not responded to non-surgical treatments. Average follow-up was 37 months. A second trial analyzed 19 people who underwent double-blinded provision of a single injection of BTX (muscle relaxant) into the scalene muscles of the neck, and 18 people in the placebo group who received no active injection, with follow-up at six weeks, three months and, critically for the purpose of this review, six months."
    },
    {
      "heading": "Results and quality of the evidence",
      "text": "There is very low quality evidence that removal of a rib reduced pain from 'disputed' TOS more than a neuroplasty procedure. We identified issues in study design that could have affected the outcome of the trial. There were no adverse effects in either group. There were no trials of surgery versus no treatment. The trial comparing the intervention of BTX injection with placebo provided moderate evidence that this procedure does not significantly reduce pain or disability scores long term, although there were no adverse events associated with the procedure over placebo.\nThis systematic review demonstrated that there is not enough evidence that the established interventions for TOS are helpful in relieving pain. Until high quality, randomized clinical trials comparing the various interventions for TOS are performed, the decision whether to treat and the choice of appropriate treatment will have to be based on the preferences of the individual and health care provider.\nThe evidence is current to June 2014."
    }
  ]
}