{
  "doi": "10.1002/14651858.CD007288.pub2",
  "name": "Hyperbaric oxygen therapy for Bell's palsy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bell's palsy is an idiopathic, acute unilateral facial weakness that evolves rapidly and is maximal within two days. Moderate ear discomfort, sensitivity to sound and reduced tearing may occur."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of hyperbaric oxygen therapy on recovery of facial function in adults with moderate to severe Bell's palsy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Specialized Register (January 2012), CENTRAL (2011, Issue 4), MEDLINE (January 1966 to January 2012), EMBASE (January 1980 to January 2012), CINAHL (1937 to January 2012), AMED (1985 to January 2012), LILACS (January 1982 to January 2012). In addition we made a systematic search for relevant controlled trials in specific hyperbaric literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials or quasi-randomised controlled trials of adults (over 16 years of age) undergoing hyperbaric oxygen therapy for moderate to severe Bell's palsy. We considered studies to be of sufficient quality for inclusion in the review only if there was blinding in the assessment of the facial palsy grade. We planned to include studies of HBOT used as adjuvant therapy, or in addition to routine medical therapy (including corticosteroids or antivirals, or both). Both treatment and control groups were to receive the same baseline therapy. HBOT had to be delivered at concentrations greater than or equal to 1.2 ATA in a hyperbaric oxygen chamber as a series of dives of 30 to 120 minutes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed eligibility and study quality and extracted data. We contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "Our searches found no randomised controlled trials or quasi-randomised controlled trials that met the eligibility criteria for this review.\nThere is very low quality evidence from one randomised trial involving 79 participants with acute Bell's palsy, but this study was excluded as the outcome assessor was not blinded to treatment allocation and thus did not meet pre-defined eligibility criteria. The trial compared 42 people who received hyperbaric oxygen therapy (2.8 atmospheres for 60 minutes twice daily, five days per week until the facial palsy resolved; maximum 30 'dives') and placebo tablets with 37 people who received placebo hyperbaric oxygen therapy (achieving only a normal partial pressure of oxygen) and prednisone (40 mg twice daily, reducing over eight days). Facial function recovered in more participants treated with hyperbaric oxygen therapy than with prednisone (hyperbaric oxygen therapy, 40/42 (95%); prednisone, 28/37 (76%); risk ratio 1.26, 95% CI 1.04 to 1.53). There were no reported major complications and all participants completed the trial."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Very low quality evidence from one trial suggests that hyperbaric oxygen therapy may be an effective treatment for moderate to severe Bell's palsy, but this study was excluded as the outcome assessor was not blinded to treatment allocation. Further randomised controlled trials are needed."
    }
  ],
  "pls_title": "High pressure (hyperbaric) oxygen therapy for Bell's palsy",
  "pls_type": "long",
  "pls": "Bell's palsy is a weakness of one side of the face that is diagnosed after other causes of facial weakness have been ruled out. It is a 'diagnosis of exclusion'. Bell's palsy may be caused by a virus affecting the facial nerve. Standard treatment includes steroids to help settle swelling of the facial nerve, whereas antiviral treatment does not appear to help. In hyperbaric oxygen therapy, the person undergoing treatment breathes 100% oxygen in a pressurised chamber for about one hour (called a 'dive'). This may produce more dissolved oxygen in the facial nerve and might reduce nerve damage in Bell's palsy. We searched for evidence from randomised controlled trials on hyperbaric oxygen therapy in adults with moderate to severe Bell's palsy. Our searches revealed no trials that met the inclusion criteria for the review. We found very low quality evidence from one trial to suggest that hyperbaric oxygen therapy might be beneficial for moderate to severe Bell's palsy. The trial involved 79 participants and compared hyperbaric oxygen therapy to prednisone, a corticosteroid, which is a proven active treatment. The participants did not know which treatment they were being given. Those treated with hyperbaric oxygen recovered more quickly and recovered normal facial movement more often (95% versus 76%). All participants tolerated the treatment well, and there were no major complications. The quality of evidence from this trial was very low because the assessors of facial function were aware of which treatment each participant had been given, which introduces a high risk of bias. There is therefore no high quality evidence on which to base conclusions about the efficacy of hyperbaric oxygen therapy in Bell's palsy."
}