{
  "doi": "10.1002/14651858.CD001506.pub5",
  "name": "Nebulised hypertonic saline for cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypertonic saline enhances mucociliary clearance and may lessen the destructive inflammatory process in the airways. This is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To investigate efficacy and tolerability of nebulised hypertonic saline treatment in people with cystic fibrosis (CF) compared to placebo or other treatments that enhance mucociliary clearance."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Cystic Fibrosis Trials Register, comprising references identified from comprehensive electronic database searches, handsearches of relevant journals and abstract books of conference proceedings. We also searched ongoing trials databases.\nMost recent search: 25 April 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials assessing hypertonic saline compared to placebo or other mucolytic therapy, for any duration or dose regimen in people with CF (any age or disease severity)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently reviewed all identified trials and data, and assessed trial quality. We assessed the certainty of the evidence using GRADE. For cross-over trials we stipulated a one-week washout period. We planned to use results from a paired analysis in the review, but this was only possible in one trial. For other cross-over trials, we chose to treat the trials as if they were parallel."
    },
    {
      "heading": "Main results",
      "text": "We included 24 trials (1318 participants, aged one month to 56 years); we excluded 29 trials, two trials are ongoing and six are awaiting classification. We judged 15 of the 24 included trials to have a high risk of bias due to participants' ability to discern the taste of the solutions.\nHypertonic saline 3% to 7% versus placebo (stable disease)\nWe are uncertain whether the regular use of nebulised hypertonic saline in stable lung disease leads to an improvement in forced expiratory volume in one second (FEV1) % predicted at four weeks, (mean difference (MD) 3.30%, 95% confidence interval (CI) 0.71 to 5.89; 4 trials, 246 participants; very low-certainty evidence). In preschool children we found no difference in lung clearance index (LCI) at four weeks, but a small improvement after 48 weeks of treatment with hypertonic saline compared to isotonic saline (MD -0.60, 95% CI -1.00 to -0.19; 2 trials, 192 participants). We are also uncertain whether hypertonic saline made a difference to mucociliary clearance, pulmonary exacerbations or adverse events compared to placebo.\nHypertonic saline versus control (acute exacerbation)\nTwo trials compared hypertonic saline to control, but only one provided data. There may be little or no difference in lung function measured by FEV1 % predicted after hypertonic saline compared to isotonic saline (MD 5.10%, 95% CI -14.67 to 24.87; 1 trial, 130 participants). Neither trial reported any deaths or measures of sputum clearance. There were no serious adverse events.\nHypertonic saline versus rhDNase\nThree trials compared a similar dose of hypertonic saline to recombinant deoxyribonuclease (rhDNase); two trials (61 participants) provided data for inclusion in the review. We are uncertain whether there was an effect of hypertonic saline on FEV1 % predicted after three weeks (MD 1.60%, 95% CI -7.96 to 11.16; 1 trial, 14 participants; very low-certainty evidence). At three months, rhDNase may lead to a greater increase in FEV1 % predicted than hypertonic saline (5 mL twice daily) at 12 weeks in participants with moderate to severe lung disease (MD 8.00%, 95% CI 2.00 to 14.00; low-certainty evidence). We are uncertain whether adverse events differed between the two treatments. No deaths were reported.\nHypertonic saline versus amiloride\nOne trial (12 participants) compared hypertonic saline to amiloride but did not report on most of our outcomes. The trial found that there was no difference between treatments in measures of sputum clearance (very low-certainty evidence).\nHypertonic saline compared with sodium-2-mercaptoethane sulphonate (Mistabron®)\nOne trial (29 participants) compared hypertonic saline to sodium-2-mercaptoethane sulphonate. The trial did not measure our primary outcomes. There was no difference between treatments in any measures of sputum clearance, courses of antibiotics or adverse events (very low-certainty evidence).\nHypertonic saline versus mannitol\nOne trial (12 participants) compared hypertonic saline to mannitol, but did not report lung function at relevant time points for this review; there were no differences in sputum clearance, but mannitol was reported to be more 'irritating' (very low-certainty evidence).\nHypertonic saline versus xylitol\nTwo trials compared hypertonic saline to xylitol, but we are uncertain whether there is any difference in FEV1 % predicted or median time to exacerbation between groups (very low-certainty evidence). No other outcomes were reported in the review.\nHypertonic saline 7% versus hypertonic saline 3%\nWe are uncertain whether there was an improvement in FEV1 % predicted after treatment with 7% hypertonic saline compared with 3% (very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are very uncertain if regular use of nebulised hypertonic saline by adults and children over the age of 12 years with CF results in an improvement in lung function after four weeks (three trials; very low-certainty evidence); there was no difference seen at 48 weeks (one trial; low-certainty evidence). Hypertonic saline improved LCI modestly in children under the age of six years.\nEvidence from one small cross-over trial in children indicates that rhDNase may lead to better lung function than hypertonic saline at three months; qualifying this, we highlight that while the study did demonstrate that the improvement in FEV1 was greater with daily rhDNase, there were no differences seen in any of the secondary outcomes.\nHypertonic saline does appear to be an effective adjunct to physiotherapy during acute exacerbations of lung disease in adults. However, for the outcomes assessed, the certainty of the evidence ranged from very low to low at best, according to the GRADE criteria.\nThe role of hypertonic saline in conjunction with cystic fibrosis transmembrane conductance regulator (CFTR) modulator therapy now needs to be considered, and future research needs to focus on this aspect."
    }
  ],
  "pls_title": "Hypertonic saline (salt water with at least 3% salt) nebulised as a fine mist through a mask or mouthpiece for cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is inhaling hypertonic saline (salt water with at least 3% salt) as a mist through a mask or mouthpiece better for improving mucus clearance in the lungs of people with cystic fibrosis (CF) than a placebo (a mist with no or very little salt) or other agents?"
    },
    {
      "heading": "Background",
      "text": "People with CF produce large amounts of thick mucus which is difficult to clear and blocks up their airways. Chest physiotherapy or medication, e.g. hypertonic saline, or both combined, are used to try and clear this mucus from the airways. Hypertonic saline is water with a concentration of 3% to 7% salt and is inhaled as a fine mist. This is an update of an earlier review."
    },
    {
      "heading": "Key messages",
      "text": "• We are uncertain whether inhaling nebulised hypertonic saline regularly improves lung function compared to placebo.\n• Nebulised hypertonic saline does seem to work well as an add-on to physiotherapy."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at the use of nebulised hypertonic saline compared to either a placebo or a different type of treatment for clearing mucus from the lungs. We compared the size and methods of the studies and stated how confident we were in the results."
    },
    {
      "heading": "What did we find?",
      "text": "We included 24 trials with 1318 people with CF aged between one month and 56 years. Two thirds of the trials compared hypertonic saline to a placebo (a dummy treatment); the remaining trials compared hypertonic saline to another type of mucus clearing treatment (including mannitol; rhDNase (Pulmozyme®); amiloride; Mistabron®; xylitol); and one trial compared 7% hypertonic saline with 3% hypertonic saline. Trials assessed different concentrations of hypertonic saline with different nebulisers and different treatment schedules; the most common treatment was twice-daily 7% hypertonic saline and the most common nebuliser was ultrasonic. Most trials treated people with a bronchodilator to widen the airways before giving the hypertonic saline."
    },
    {
      "heading": "Main results",
      "text": ""
    },
    {
      "heading": "Hypertonic saline 3% to 7% versus placebo",
      "text": "We are not sure whether hypertonic saline leads to an improvement in lung function in stable disease after four weeks. Two trials showed that there may be a small improvement in lung function (measured using the lung clearance index) with hypertonic saline compared to placebo in preschool children. We are also unsure whether hypertonic saline makes a difference to clearing mucus from the lungs, exacerbations or side effects compared to placebo.\nDuring exacerbations, we found that there may be little or no difference in lung function after hypertonic saline compared to placebo. The trials did not report any serious side effects and there were no deaths.\nOne study compared 7% hypertonic saline with a lower concentration of hypertonic saline (3%); we are uncertain whether the higher concentration improved lung function."
    },
    {
      "heading": "Hypertonic saline versus mucus mobilising treatments",
      "text": "Three trials compared hypertonic saline with rhDNase and found that rhDNase may lead to an improvement in lung function compared to hypertonic saline after three months. We are unsure whether there is any difference in side effects.\nOne trial compared hypertonic saline to amiloride and a further trial compared hypertonic saline to sodium-2-mercaptoethane sulphonate (Mistabron®), but neither of the trials gave information about the effect of the treatments on lung function.\nSimilarly, a trial comparing hypertonic saline with mannitol did not give information about the effects on lung function, but they did report that there was no difference between treatments in clearing mucus from the lungs. People taking mannitol said it was more irritating than hypertonic saline.\nTwo trials compared hypertonic saline with xylitol, but we are unsure if there is any difference in lung function and none of our other outcomes were measured."
    },
    {
      "heading": "What are the limitations of this evidence?",
      "text": "We are not confident in the evidence from these trials. There is a high risk that people knew which treatment they were receiving in half the trials as they could taste the difference between the solutions.\nOther factors that made us unsure of the results were the small numbers of people taking part in the trials combined with a wide variation in results; also, some trials limited participants to those who could tolerate hypertonic saline or to certain age groups."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to 25 April 2022."
    }
  ]
}