{
  "doi": "10.1002/14651858.CD007001.pub5",
  "name": "Hematopoietic stem cell transplantation for people with sickle cell disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease is a genetic disorder involving a defect in the red blood cells due to its sickled hemoglobin. The main therapeutic interventions include preventive and supportive measures. Hematopoietic stem cell transplantations are carried out with the aim of replacing the defective cells and their progenitors (hematopoietic (i.e. blood forming) stem cells) in order to correct the disorder. This is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether stem cell transplantation can improve survival and prevent symptoms and complications associated with sickle cell disease. To examine the risks of stem cell transplantation against the potential long-term gain for people with sickle cell disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Group's Haemoglobinopathies Trials Register complied from electronic searches of the Cochrane Central Register of Controlled Trials (CENTRAL) (updated each new issue of the Cochrane Library) and quarterly searches of MEDLINE. We also searched trial registries for ongoing trials up to April 2020.\nDate of the most recent search of the Group's Haemoglobinopathies Trials Register: 09 December 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled and quasi-randomized trials that compared any method of stem cell transplantation with either each other or with any of the preventive or supportive interventions (e.g. periodic blood transfusion, use of hydroxyurea, antibiotics, pain relievers, supplemental oxygen) in people with sickle cell disease irrespective of the type of sickle cell disease, gender and setting."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials were eligible for inclusion in the review."
    },
    {
      "heading": "Main results",
      "text": "We identified 12 potentially-eligible trials by the searches; we excluded 11 of these and the remaining trial is an ongoing trial that may be eligible for inclusion in a future version of the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Reports on the use of hematopoietic stem cell transplantation improving survival and preventing symptoms and complications associated with sickle cell disease are currently limited to observational and other less robust studies. We did not find any eligible randomized controlled trials assessing the benefit or risk of hematopoietic stem cell transplantations. However, there is an ongoing quasi-randomized trial comparing hematopoietic stem cell transplantation with standard care, Thus, this systematic review identifies the need for a multicentre randomized controlled trial assessing the benefits and possible risks of hematopoietic stem cell transplantations comparing sickle status and severity of disease in people with sickle cell disease."
    }
  ],
  "pls_title": "Transplantation of blood-forming stem cells for children with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the cure rate and risks of hematopoietic stem cell transplantation for people with sickle cell disease."
    },
    {
      "heading": "Background",
      "text": "Sickle cell disease is a genetic disorder mainly characterized by the presence of deformed, sickle-shaped red blood cells in the blood stream. These cells deprive tissues of blood and oxygen resulting in periodic and recurrent painful attacks. Complications include acute chest syndrome and stroke. Although sickle cell disease is responsive to preventive and supportive measures such as the use of prophylactic antibodies and periodic blood transfusion, these do not provide a cure. The use of hematopoietic (blood forming) stem cell transplantation involves replacing the deformed red blood cells and its stem cells with stem cells from a healthy donor thereby producing normal red blood cells. These stem cells can be derived from either the bone marrow or blood (umbilical cord blood or peripheral blood) of a healthy individual. This is an update of a previously published review."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 09 December 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "There are no trials included in the review. There is one ongoing trial which may, in the future, be eligible for inclusion."
    },
    {
      "heading": "Key results",
      "text": "There are currently no randomized controlled trials assessing the benefits and risks; the most appropriate source of stem cells; or the most eligible participants (those who have experience severe complication or those who have not) of the procedure in people with sickle cell disease."
    }
  ]
}