{
  "doi": "10.1002/14651858.CD003309.pub2",
  "name": "Deep versus shallow suction of endotracheal tubes in ventilated neonates and young infants ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mechanical ventilation is commonly used in Neonatal Intensive Care Units to assist breathing in a variety of conditions. Mechanical ventilation is achieved through the placement of an endotracheal tube (ETT) which is left in-situ. The ETT is suctioned to prevent a build-up of secretions and blockage of the airway. Methods of suctioning the endotracheal tube vary according to institutional practice and the individual clinician performing the task. The depth of suctioning is one of these variables. The catheter may be passed to the tip of the ETT or beyond the tip into the trachea or bronchi to facilitate removal of secretions. However, trauma to the lower airways may result from the suction catheter being passed into the airway beyond the tip of the endotracheal tube."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and complications of deep (catheter passed beyond the tip of the ETT) versus shallow (catheter passed to length of ETT only) suctioning of the endotracheal tube in ventilated infants."
    },
    {
      "heading": "Search methods",
      "text": "In this first update the searches were expanded to the Cochrane Central Register of Controlled Trials (The Cochrane Library, March 30), MEDLINE (from January 1966 to May 30 2011), CINAHL (from 1982 to May 30 2011) and EMBASE (1980 to May 2011) using text words and subject headings relevant to endotracheal suctioning. There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Controlled trials using random or quasi-random allocation of neonates receiving ventilatory support via an endotracheal tube to either deep or shallow endotracheal suctioning."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The updated search resulted in 149 potentially relevant references. Two of the studies from this search were identified as potentially relevant. We included one of the potentially relevant studies and the other was excluded because it did not fit the inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "One small crossover trial (n = 27) of shallow versus deep suctioning met the criteria for inclusion in this review. The reported outcomes were oxygen saturation and heart rate, during and after suctioning. There were no significant differences when shallow and deep suctioning methods were compared."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from randomised controlled trials concerning the benefits or risks of deep versus shallow suctioning of endotracheal tubes in ventilated neonates and infants. Further high quality research is required."
    }
  ],
  "pls_title": "Deep versus shallow suction of endotracheal tubes in ventilated neonates and young infants",
  "pls_type": "long",
  "pls": "There is no evidence from trials about the optimum depth for catheter insertion when suctioning clear the endotracheal tube in babies in neonatal intensive care. Babies in neonatal intensive care often need mechanical ventilation to assist breathing. This involves inserting an endotracheal tube (ETT) down the baby's windpipe so that a machine ventilator can help the baby breathe. Lung secretions can build up in the tube and cause blockages. Build-up is minimized by suctioning the ETT clear with a catheter (small tube). One of the variations of technique possible for suctioning is depth of catheter insertion into the ETT. However, the review found no trials to show what depth of insertion of catheter into the endotracheal tube gains optimal clearance without damaging the baby's lungs."
}