{
  "doi": "10.1002/14651858.CD007119.pub2",
  "name": "Interventions for restoring patency of occluded central venous catheter lumens",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Central venous catheters (CVCs) facilitate the administration of intravenous drugs, fluids, blood products and parenteral nutrition to patients with either chronic disease or critical illness. Despite a pivotal role within medical management, a common complication associated with CVC use is occlusion of the CVC lumen(s). CVC occlusion can interrupt and cause serious delays in administration of treatment interventions."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this review was to assess the efficacy and safety of different interventions used to restore patency of occluded CVC lumens, in adults and children."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials by searching the Cochrane Central Register of Clinical Trials (CENTRAL) (The Cochrane Library 2011, Issue 9); OvidSP MEDLINE (1950 to September 2011); OvidSP EMBASE (1980 to September 2011) and NHS Evidence CINAHL (1982 to September 2011). We also searched clinical trial registers, handsearched reference lists, contacted pharmaceutical companies and authors of publications that met the inclusion criteria to identify trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomized controlled trials which investigated the efficacy of an intervention (chemical, surgical or drug) used to restore patency to an occluded CVC lumen, in either adults or children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently assessed those studies that met the inclusion criteria for quality and extracted the relevant data using a standardized form."
    },
    {
      "heading": "Main results",
      "text": "No studies were found that investigated the efficacy and safety of either chemical or surgical interventions.\nSeven studies (eight papers) with a total of 632 participants were identified from the search. They investigated different comparisons, strengths of thrombolytic or anticoagulant drug interventions for treating CVC lumen occlusion thought to be caused by a thrombus.\nThere was low quality evidence from a meta-analysis of two studies suggesting that urokinase (various strengths) was more effective than placebo for restoring patency to occluded CVC lumens in adults and children with underlying medical conditions (relative risk (RR) 2.09, 95% confidence interval (CI) 1.47 to 2.95), with a number needed to treat of 4 (95% CI 2 to 8). There was insufficient evidence to draw conclusions on the safety of urokinase.\nThe overall quality of the evidence provided by these studies was low to very low due to one or more domains being assessed as either at 'unclear risk of bias' or 'high risk of bias'. Furthermore, the total number of participants in these studies was small and consequently may lead to spurious results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is inadequate evidence to draw strong conclusions on the efficacy or safety of the drug interventions included in this review. There is some low quality evidence from a meta-analysis of two studies investigating urokinase (various strengths) and some very low evidence from two single studies investigating alteplase 2 mg/2 mL that suggest that these two drug interventions may be effective in treating withdrawal or total occlusion of CVC lumens caused by thrombosis. Further high quality, sufficiently powered research is still required to look at the efficacy and safety of urokinase, alteplase and other chemical, surgical and drug interventions for treating CVC lumen occlusion. Research studies which exclusively include child participants are especially warranted."
    }
  ],
  "pls_title": "Interventions for restoring patency of occluded central venous catheter lumens",
  "pls_type": "long",
  "pls": "A central venous catheter is a small, hollow tube that is inserted into a large vein in either the chest, neck or groin. Central venous catheters enable healthcare professionals to administer drugs and other fluids directly into the blood stream, in order to treat critically ill patients or those patients with a long-term condition. In certain chronic conditions, patients or their carers may also be involved with the administration of treatment interventions via the central venous catheter.\nOccasionally, the catheter lumens can become blocked with either a blood clot or a treatment intervention solidifying in the tube, or due to the position of the tube inside the vein. If the catheter does become blocked it may mean that the patient has to undergo further surgery to remove and replace the blocked catheter.\nNo studies were found investigating the efficacy and safety of surgical interventions (brush, snare or guidewire exchange) or chemical interventions (hydrochloric acid, sodium bicarbonate, 70% ethanol solution) to unblock the catheter.\nOur search identified seven studies (eight papers), with a total of 632 participants, that investigated different drug comparisons or compared different strengths of drug therapies for treating catheters that were either completely or partially blocked with a blood clot.\nThis review has found low to very low quality evidence suggesting that thrombolytic drugs (urokinase and alteplase) could be effective in unblocking central venous catheter lumens blocked by blood clots. However, the total number of participants included in these trials was small and consequently the results of the analysis may well be over exaggerated. There were also issues with the way the studies were conducted that could possibly have introduced bias.\nIn conclusion, more research is required to establish the efficacy and safety of different treatment interventions used to unblock occluded central venous catheter lumens. Particularly, there is a need for studies exclusively in children."
}