{
  "doi": "10.1002/14651858.CD004617.pub3",
  "name": "Hyperbaric oxygen as an adjuvant treatment for malignant otitis externa",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Malignant, or necrotising, otitis externa is a potentially fatal infection of the external ear canal and surrounding soft tissue and bone. It may be complicated by involvement of cranial nerves, principally the facial nerves and the contents of the jugular foramen. It is an uncommon condition mainly found in the elderly or in diabetics."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of adjunctive hyperbaric oxygen treatment for malignant otitis externa."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; ICTRP and additional sources for published and unpublished trials. The date of the most recent search was 4 April 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, involving adults, undergoing hyperbaric oxygen therapy in malignant otitis externa."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No identified articles described randomised controlled trials of hyperbaric oxygen therapy in the treatment of malignant otitis externa."
    },
    {
      "heading": "Main results",
      "text": "Due to the lack of data we could present no results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No clear evidence exists to demonstrate the efficacy of hyperbaric oxygen therapy when compared to treatment with antibiotics and/or surgery. We found no data to compare rates of complication between the different treatment modalities. Further research is required."
    }
  ],
  "pls_title": "Hyperbaric oxygen as an additional treatment for malignant otitis externa",
  "pls_type": "long",
  "pls": "Malignant otitis externa is an uncommon, although potentially fatal, infection of the external ear canal including the surrounding soft tissue and bone. It is mainly found in the elderly or diabetics. Treatments include antibiotics, stringent diabetes control, the repeated removal of dead tissue and surgical management. Hyperbaric oxygen therapy is increasingly being used in addition to these treatments where facilities exist. Hyperbaric oxygen treatment involves placing the patient in a compression chamber, increasing the environmental pressure within the chamber and administering 100% oxygen for respiration.\nThe review found no trials to demonstrate that the addition of hyperbaric oxygen therapy offers a better outcome than the treatments alone. Further research is required."
}