{
  "doi": "10.1002/14651858.CD004874.pub4",
  "name": "Antibiotics for community‐acquired pneumonia in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pneumonia caused by bacterial pathogens is the leading cause of mortality in children in low-income countries. Early administration of antibiotics improves outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To identify effective antibiotic drug therapies for community-acquired pneumonia (CAP) of varying severity in children by comparing various antibiotics."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL 2012, Issue 10; MEDLINE (1966 to October week 4, 2012); EMBASE (1990 to November 2012); CINAHL (2009 to November 2012); Web of Science (2009 to November 2012) and LILACS (2009 to November 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in children of either sex, comparing at least two antibiotics for CAP within hospital or ambulatory (outpatient) settings."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data from the full articles of selected studies."
    },
    {
      "heading": "Main results",
      "text": "We included 29 trials, which enrolled 14,188 children, comparing multiple antibiotics. None compared antibiotics with placebo.\nAssessment of quality of study revealed that 5 out of 29 studies were double-blind and allocation concealment was adequate. Another 12 studies were unblinded but had adequate allocation concealment, classifying them as good quality studies. There was more than one study comparing co-trimoxazole with amoxycillin, oral amoxycillin with injectable penicillin/ampicillin and chloramphenicol with ampicillin/penicillin and studies were of good quality, suggesting the evidence for these comparisons was of high quality compared to other comparisons.\nIn ambulatory settings, for treatment of World Health Organization (WHO) defined non-severe CAP, amoxycillin compared with co-trimoxazole had similar failure rates (odds ratio (OR) 1.18, 95% confidence interval (CI) 0.91 to 1.51) and cure rates (OR 1.03, 95% CI 0.56 to 1.89). Three studies involved 3952 children.\nIn children with severe pneumonia without hypoxaemia, oral antibiotics (amoxycillin/co-trimoxazole) compared with injectable penicillin had similar failure rates (OR 0.84, 95% CI 0.56 to 1.24), hospitalisation rates (OR 1.13, 95% CI 0.38 to 3.34) and relapse rates (OR 1.28, 95% CI 0.34 to 4.82). Six studies involved 4331 children below 18 years of age.\nIn very severe CAP, death rates were higher in children receiving chloramphenicol compared to those receiving penicillin/ampicillin plus gentamicin (OR 1.25, 95% CI 0.76 to 2.07). One study involved 1116 children."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For treatment of patients with CAP in ambulatory settings, amoxycillin is an alternative to co-trimoxazole. With limited data on other antibiotics, co-amoxyclavulanic acid and cefpodoxime may be alternative second-line drugs. Children with severe pneumonia without hypoxaemia can be treated with oral amoxycillin in an ambulatory setting. For children hospitalised with severe and very severe CAP, penicillin/ampicillin plus gentamycin is superior to chloramphenicol. The other alternative drugs for such patients are co-amoxyclavulanic acid and cefuroxime. Until more studies are available, these can be used as second-line therapies.\nThere is a need for more studies with radiographically confirmed pneumonia in larger patient populations and similar methodologies to compare newer antibiotics. Recommendations in this review are applicable to countries with high case fatalities due to pneumonia in children without underlying morbidities and where point of care tests for identification of aetiological agents for pneumonia are not available."
    }
  ],
  "pls_title": "Different antibiotics for community-acquired pneumonia in otherwise healthy children younger than 18 years of age in hospital and outpatient settings",
  "pls_type": "long",
  "pls": "Pneumonia is the leading cause of mortality in children under five years of age. Most cases of community-acquired pneumonia (CAP) in low-income countries are caused by bacteria. This systematic review identified 29 randomised controlled trials from many different countries enrolling 14,188 children and comparing antibiotics for treatment of CAP in children. Most were single studies only.\nWe found that for outpatient treatment of pneumonia, amoxycillin is an alternative treatment to co-trimoxazole. Oral amoxycillin in children with severe pneumonia without hypoxia (i.e. a decreased level of oxygen), and who are feeding well, may be effective. For very severe pneumonia, a combination of penicillin or ampicillin and gentamycin is more effective than chloramphenicol alone. Reports of adverse events were not available in many studies. Wherever information on adverse events was available, it did not differ between two drugs compared except that gastrointestinal side effects were more commonly reported with erythromycin compared to azithromycin.\nLimitations of this review are that only five studies met all the quality assessment criteria and for most comparisons of the efficacy of antibiotics only one or two studies were available."
}