{
  "doi": "10.1002/14651858.CD003743.pub2",
  "name": "Early discharge with home support of gavage feeding for stable preterm infants who have not established full oral feeds ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Early discharge of stable preterm infants still requiring gavage feeds offers the benefits of uniting families sooner and reducing healthcare and family costs compared with discharge home when on full sucking feeds. Potential disadvantages of early discharge include increased care burden for the family and risk of complications related to gavage feeding."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of a policy of early discharge of stable preterm infants with home support of gavage feeding compared with a policy of discharge of such infants when they have reached full sucking feeds.\nWe planned subgroup analyses to determine whether safety and efficacy outcomes are altered by the type of support received (outpatient visits vs home support) or by the maturity of the infants discharged (gestational age ≤ 28 weeks at birth or birth weight ≤ 1000 grams)."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review Group, together with searches of the Cochrane Central Register of Controlled Trials (CENTRAL; 2015, Issue 3), the Cumulative Index to Nursing and Allied Health Literature (CINAHL) (1982 to March 2015), EMBASE (1980 to March 2015) and MEDLINE (1950 to March 2015). We found no new trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised and quasi-randomised trials among infants born at < 37 weeks and requiring no intravenous nutrition at the point of discharge. Trials were required to compare early discharge home with gavage feeds and healthcare support versus later discharge home when full sucking feeds were attained."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We conducted study authors for additional information. We performed data analysis in accordance with the standards of the Cochrane Neonatal Review Group."
    },
    {
      "heading": "Main results",
      "text": "We included in the review data from one quasi-randomised trial with 88 infants from 75 families. Infants in the early discharge programme with home gavage feeding had a mean hospital stay that was 9.3 days shorter (mean difference (MD) -9.3, 95% confidence interval (CI) -18.49 to -0.11) than that of infants in the control group. Infants in the early discharge programme also had lower risk of clinical infection during the home gavage period compared with those in the control group spending corresponding time in hospital (risk ratio 0.35, 95% CI 0.17 to 0.69). No significant differences were noted between groups in duration and extent of breast feeding, weight gain, re-admission within the first 12 months post discharge from the home gavage programme or from hospital, scores reflecting parental satisfaction or overall health service use."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Experimental evidence on the benefits and risks for preterm infants of early discharge from hospital with home gavage feeding compared with later discharge upon attainment of full sucking feeds is limited to the results of one small quasi-randomised controlled trial. High-quality trials with concealed allocation, complete follow-up of all randomly assigned infants and adequate sample size are needed before practice recommendations can be made."
    }
  ],
  "pls_title": "Early discharge with home support of gavage feeding for stable preterm infants who have not established full oral feeds",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does a policy of early discharge of stable preterm infants with home support of gavage feeding compared with a policy of discharge of such infants when they have reached full sucking feeds lead to improvement in feeding, growth and other clinical outcomes?"
    },
    {
      "heading": "Background",
      "text": "Babies born preterm (before 37 weeks) are not usually discharged from hospital until they are able to suck all their feeds. Early discharge of babies who are stable but still need gavage (tube) feeds could unite families sooner and might reduce costs. These babies could graduate to full sucking feeds at home with some professional support. However, this practice could present a burden for the family and might increase complications during the transition from tube feeding."
    },
    {
      "heading": "Study characteristics",
      "text": "Data from one quasi-randomised trial with 88 infants from 75 families were included in the review."
    },
    {
      "heading": "Key results",
      "text": "Infants in the early discharge programme with home gavage feeds had a mean hospital stay that was approximately nine days shorter than that of infants in the control group. Infants in the early discharge programme also had lower risk of clinical infection during the home gavage period compared with infants in the control group during the corresponding time in hospital. No significant differences were observed between groups in duration and extent of breast feeding, weight gain, re-admission within the first 12 months post discharge from the home gavage programme or from hospital, scores reflecting parental satisfaction or health service use."
    },
    {
      "heading": "Conclusions",
      "text": "Evidence is needed regarding the effects of early home discharge for preterm babies who are stable but still need gavage (tube) feeds."
    }
  ]
}