{
  "doi": "10.1002/14651858.CD012622.pub2",
  "name": "Non‐pharmacological interventions for chronic pain in multiple sclerosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic pain is common and significantly impacts on the lives of persons with multiple sclerosis (pwMS). Various types of non-pharmacological interventions are widely used, both in hospital and ambulatory/mobility settings to improve pain control in pwMS, but the effectiveness and safety of many non-pharmacological modalities is still unknown."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to investigate the effectiveness and safety of non-pharmacological therapies for the management of chronic pain in pwMS. Specific questions to be addressed by this review include the following.\nAre non-pharmacological interventions (unidisciplinary and/or multidisciplinary rehabilitation) effective in reducing chronic pain in pwMS?\nWhat type of non-pharmacological interventions (unidisciplinary and/or multidisciplinary rehabilitation) are effective (least and most effective) and in what setting, in reducing chronic pain in pwMS?"
    },
    {
      "heading": "Search methods",
      "text": "A literature search was performed using the specialised register of the Cochrane MS and Rare Diseases of the Central Nervous System Review Group, using the Cochrane MS Group Trials Register which contains CENTRAL, MEDLINE, Embase, CINAHL, LILACUS, Clinical trials.gov and the World Health Organization International Clinical Trials Registry Platform on 10 December 2017. Handsearching of relevant journals and screening of reference lists of relevant studies was carried out."
    },
    {
      "heading": "Selection criteria",
      "text": "All published randomised controlled trials (RCTs)and cross-over studies that compared non-pharmacological therapies with a control intervention for managing chronic pain in pwMS were included. Clinical controlled trials (CCTs) were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All three review authors independently selected studies, extracted data and assessed the methodological quality of the studies using the Grades of Recommendation, Assessment, Development and Evaluation (GRADE) tool for best-evidence synthesis. Pooling data for meta-analysis was not possible due to methodological, clinical and statistically heterogeneity of the included studies."
    },
    {
      "heading": "Main results",
      "text": "Overall, 10 RCTs with 565 participants which investigated different non-pharmacological interventions for the management of chronic pain in MS fulfilled the review inclusion criteria. The non-pharmacological interventions evaluated included: transcutaneous electrical nerve stimulation (TENS), psychotherapy (telephone self-management, hypnosis and electroencephalogram (EEG) biofeedback), transcranial random noise stimulation (tRNS), transcranial direct stimulation (tDCS), hydrotherapy (Ai Chi) and reflexology.\nThere is very low-level evidence for the use of non-pharmacological interventions for chronic pain such as TENS, Ai Chi, tDCS, tRNS, telephone-delivered self-management program, EEG biofeedback and reflexology in pain intensity in pwMS. Although there were improved changes in pain scores and secondary outcomes (such as fatigue, psychological symptoms, spasm in some interventions), these were limited by methodological biases within the studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite the use of a wide range of non-pharmacological interventions for the treatment of chronic pain in pwMS, the evidence for these interventions is still limited or insufficient, or both. More studies with robust methodology and greater numbers of participants are needed to justify the effect of these interventions for the management of chronic pain in pwMS."
    }
  ],
  "pls_title": "[Non-pharmacological interventions for chronic pain in multiple sclerosis]",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review Question",
      "text": "Do non-medication treatments improve chronic pain in multiple sclerosis (MS) in comparison to inactive treatment?"
    },
    {
      "heading": "Background",
      "text": "Chronic pain in people with MS (pwMS) is common, and treatment with medications can be associated with and limited by side effects such as confusion, falls, dizziness and drowsiness. Many non-medication treatments are used to treat chronic pain in pwMS, which include exercise, psychology, electrical stimulation therapy, reflexology and others."
    },
    {
      "heading": "Search Date",
      "text": "We included all randomised clinical trials (clinical studies where people are randomly put into one of two or more intervention groups), which were published up to December 2017."
    },
    {
      "heading": "Study Characteristics",
      "text": "Overall, we found 10 studies evaluating different non-medication treatments to treat chronic pain in persons with MS. The treatments evaluated included: transcutaneous electrical nerve stimulation, transcranial direct stimulation, transcranial random noise stimulation, reflexology, psychotherapy and hydrotherapy. These studies included 565 participants and used a range of different methods to measure pain and other outcomes. Comparison groups also varied."
    },
    {
      "heading": "Key Results",
      "text": "Results from these studies show a very low level of evidence for the use of any non-medication treatments for chronic pain in persons with MS."
    },
    {
      "heading": "Quality of Evidence",
      "text": "We assessed the overall quality of the studies as very low, as many studies included only small numbers of participants and had other methodological issues. More research with good methodological quality and greater number of participants are needed to determine the effectiveness of such treatments."
    }
  ]
}