{
  "doi": "10.1002/14651858.CD009711.pub2",
  "name": "The McKenzie method for (sub)acute non‐specific low back pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is widespread agreement amongst clinicians that people with non-specific low back pain (NSLBP) comprise a heterogeneous group and that their management should be individually tailored. One treatment known by its tailored design is the McKenzie method (e.g. an individualized program of exercises based on clinical clues observed during assessment)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of the McKenzie method in people with (sub)acute non-specific low back pain."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase and two trials registers up to 15 August 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) investigating the effectiveness of the McKenzie method in adults with (sub)acute (less than 12 weeks) NSLBP."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "This review included five RCTs with a total of 563 participants recruited from primary or tertiary care. Three trials were conducted in the USA, one in Australia, and one in Scotland. Three trials received financial support from non-commercial funders and two did not provide information on funding sources. All trials were at high risk of performance and detection bias. None of the included trials measured adverse events.\nMcKenzie method versus minimal intervention (educational booklet; McKenzie method as a supplement to other intervention - main comparison)\nThere is low-certainty evidence that the McKenzie method may result in a slight reduction in pain in the short term (MD -7.30, 95% CI -12.04 to -2.56; 2 trials, 328 participants) but not in the intermediate term (MD -5.00, 95% CI -14.29 to 4.29; 1 trial, 180 participants).\nThere is low-certainty evidence that the McKenzie method may not reduce disability in the short term (MD -2.74, 95% CI -7.52 to 2.04; 2 trials, 328 participants) nor in the intermediate term (MD -0.87, 95% CI -7.31 to 5.57; 1 trial, 180 participants).\nMcKenzie method versus manual therapy\nThere is low-certainty evidence that the McKenzie method may not reduce pain in the short term (MD -8.67, 95% CI -27.37 to 10.02; 3 trials, 298 participants) and may result in a slight increase in pain in the intermediate term (MD 7.00, 95% CI 0.70 to 13.30; 1 trial, 235 participants).\nThere is low-certainty evidence that the McKenzie method may not reduce disability in the short term (MD -4.98, 95% CI -15.00 to 5.04; 3 trials, 298 participants) nor in the intermediate term (MD 4.30, 95% CI -0.72 to 9.32; 1 trial, 235 participants).\nMcKenzie method versus other interventions (massage and advice)\nThere is very low-certainty evidence that the McKenzie method may not reduce disability in the short term (MD 4.00, 95% CI -15.44 to 23.44; 1 trial, 30 participants) nor in the intermediate term (MD 10.00, 95% CI -8.95 to 28.95; 1 trial, 25 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on low- to very low-certainty evidence, the treatment effects for pain and disability found in our review were not clinically important. Thus, we can conclude that the McKenzie method is not an effective treatment for (sub)acute NSLBP."
    }
  ],
  "pls_title": "Is the McKenzie method effective for the treatment of (sub)acute non-specific low back pain?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "The McKenzie method may result in little to no benefit in pain and disability in people with (sub)acute non-specific low back pain in the short term (closest to two weeks) and in the intermediate term (closest to three months). The McKenzie method is not an effective treatment for (sub)acute non-specific low back pain. We do not know whether the McKenzie method leads to any side effects as none of the trials included in this review measured any side effects."
    },
    {
      "heading": "What is (sub)acute non-specific low back pain?",
      "text": "Non-specific low back pain (NSLBP) is the most common type of back pain and consists of pain or discomfort in the lower back that is not caused by an identifiable disease or problem (e.g. fracture, cancer, infection, nerve root pain, etc.). NSLBP is considered (sub)acute when it lasts for up to 12 weeks."
    },
    {
      "heading": "What is the McKenzie method?",
      "text": "The McKenzie method is a treatment applied by trained healthcare providers (typically physiotherapists) for the care of people with NSLBP. It comprises an individualized program of exercises based on clinical clues (changes in pain location or restricted movement), observed during the assessment. It also includes the teaching of postures and home exercises to encourage people to control their symptoms by themselves."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if the McKenzie method is effective for people with (sub)acute NSLBP."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at the McKenzie method compared to minimal intervention (e.g. a small booklet with information on spinal pain) (main comparison) or other treatments for (sub)acute NSLBP. We were interested in knowing if the McKenzie method could reduce pain and disability in the short term (closest to two weeks) and in the intermediate term (closest to three months). We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found five studies on a total of 536 people. Two studies compared the McKenzie method to minimal intervention, three compared it to manual therapy, (i.e. hands-on therapy provided by a clinician) and one compared it to other interventions (back massage and advice). All five studies were conducted in high-income countries (three in the USA, one in Australia, and one in Scotland). Three of them were funded by non-commercial sources and two did not provide information on funding sources.\nOur main comparison of the McKenzie method versus minimal intervention found that the McKenzie method may result in a slight reduction in pain and disability (0- to 100-point scale, lower scores mean less pain and less disability):\n- Pain: improved by 7.30 points (12.04 better to 2.56 better) in the short term (2 trials, 328 participants); and improved by 5.00 points (14.29 better to 4.29 worse) in the intermediate term (1 trial, 180 participants).\n- Disability: improved by 2.74 points (7.52 better to 2.04 worse) in the short term (2 trials, 328 participants); and improved by 0.87 points (7.31 better to 5.57 worse) in the intermediate term (1 trial, 180 participants).\nOur second comparison of the McKenzie method versus manual therapy found that the McKenzie method may not reduce pain or disability (0- to 100-point scale, lower scores mean less pain and less disability):\n- Pain: improved by 8.67 points (27.37 better to 10.02 worse) in the short term (3 trials, 298 participants); and worsened by 7.00 points (0.70 worse to 13.30 worse) in the intermediate term (1 trial, 235 participants).\n- Disability: improved by 4.98 points (15.00 better to 5.04 worse) in the short term (3 trials, 298 participants); and worsened by 4.30 points (0.72 better to 9.32 worse) in the intermediate term (1 trial, 235 participants).\nOur third comparison of the McKenzie method versus other interventions (back massage and advice) found that the McKenzie method may not reduce disability (0- to 100-point scale, lower scores mean less disability):\n- Disability: worsened by 4.00 points (15.44 better to 23.44 worse) in the short term (1 trial, 30 participants); and worsened by 10.0 points (8.95 better to 28.95 worse) in the intermediate term (1 trial, 25 participants).\nNone of the trials included in the review measured unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence because there weren't enough studies, the studies were small, and we have concerns about how some of the studies were conducted."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review included trials published up to 15 August 2022."
    }
  ]
}