{
  "doi": "10.1002/14651858.CD008505.pub2",
  "name": "Multidisciplinary care for Guillain‐Barré syndrome",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Guillain-Barré syndrome is a significant cause of new long-term disability, which is thought to be amenable to multidisciplinary care, but the evidence base for its effectiveness is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of multidisciplinary care in adults with Guillain-Barré syndrome, especially the types of approaches that are effective (settings, intensity) and the outcomes that are affected."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Specialized Register (20 May 2010), The Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library 2010, Issue 2), MEDLINE (1966 to May 2010), EMBASE (1980 to May 2010), CINAHL (1982 to May 2010), AMED (1985 to May 2010), PEDro (1982 to May 2010) and LILACS (1982 to May 2010). We checked the bibliographies of papers identified and contacted their authors and known experts in the field seeking published and unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and controlled clinical trials that compared multidisciplinary care in Guillain-Barré syndrome with either routinely available local services or lower levels of intervention, or studies that compared multidisciplinary care in different settings or at different levels of intensity.\nStudies of ‘other designs’ (such as observational studies) were included only in the Discussion since such studies could only be of limited contribution to the best evidence synthesis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We performed a 'best evidence' synthesis based on methodological quality."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials or controlled clinical trials were identified. We summarised the results of three observational studies in the Discussion section of this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the absence of randomised controlled trials or controlled clinical trials, the 'best' evidence to date comes from three 'very low quality' observational studies. These provide some support for improved disability in the short term (less than 6 months) with high intensity inpatient multidisciplinary rehabilitation; and for improved quality of life, as measured by a reduction in handicap (participation). These conclusions are tentative and the gap in current research should not be interpreted as proof that multidisciplinary care is ineffective. Further research is needed into appropriate study designs; outcome measurement; caregiver needs; and the evaluation of optimal settings, type, intensity or frequency and cost-effectiveness of multidisciplinary care in the Guillain-Barré syndrome population."
    }
  ],
  "pls_title": "Multidiscliplinary care for Guillain-Barré syndrome",
  "pls_type": "long",
  "pls": "Guillain-Barré syndrome (GBS) is a neurological disease which generally presents with worsening weakness and altered sensation and, not uncommonly, difficulties with breathing. It can cause long-term disability which is amenable to rehabilitative treatment, delivered by a 'multidisciplinary' team that is made up of different disciplines (for example, doctors, nurses, therapists) working in a co-ordinated and organised manner.\nThis review did not find any randomised controlled trials that examined the effectiveness of such multidisciplinary care. The evidence from very low quality non-randomised studies suggests that such care may improve disability and quality of life in the short term.\nThe gap in current research should not be interpreted as proof that multidisciplinary care is ineffective. Further research into types of appropriate studies, caregiver needs and various aspects of multidisciplinary care in the Guillain-Barré syndrome population is needed."
}