{
  "doi": "10.1002/14651858.CD006246.pub2",
  "name": "Chemotherapy and/or radiotherapy in combination with surgery for ovarian carcinosarcoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ovarian carcinosarcoma, also known as malignant mixed Mullerian tumour, is a rare malignant gynaecological tumour constituting about 1% or less of all ovarian cancers. In over 80% of cases, there is extra-ovarian intra-abdominal spread at diagnosis. The primary treatment has traditionally been surgical cytoreduction followed by radiotherapy and chemotherapy or chemotherapy alone. Regimes have included cisplatin alone; a combination of doxorubicin, ifosfamide, dacarbazine, cyclophosphamide, taxol; and various other combinations. The effectiveness of these various regimens appears to be mixed. Therefore, there is a need to clarify if there is an optimum neoadjuvant or adjuvant therapy after surgical cytoreduction for this rare tumour. Also, it is important to address quality of life (QoL) issues related to treatment, particularly toxicity, as the overall prognosis appears to be poor."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of various adjuvant and neoadjuvant chemotherapy and radiotherapy options or chemotherapy alone in combination with surgery in the management of ovarian carcinosarcoma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecological Cancer Group Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE up to February 2012. We also searched registers of clinical trials, abstracts of scientific meetings, reference lists of review articles and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) that compared neoadjuvant or adjuvant chemotherapy and radiotherapy, or chemotherapy alone, in women with ovarian carcinosarcoma (malignant mixed Mullerian sarcoma of the ovary). We also reviewed non-randomised studies (NRS) for discussion in the absence of RCTs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed whether potentially relevant studies met the inclusion criteria. No trials were found and therefore no data were analysed."
    },
    {
      "heading": "Main results",
      "text": "The search strategy identified 297 unique references of which all were excluded."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence to inform decisions about neoadjuvant and adjuvant chemotherapy and radiotherapy regimens, or chemotherapy alone, for women with ovarian carcinosarcoma. Ideally, an RCT that is multicentre or multinational, or well designed non-randomised studies that use multivariate analysis to adjust for baseline imbalances, are needed to compare treatment modalities and improve current knowledge. Further research in genetic and molecular signalling pathways might improve understanding of this tumour subtype."
    }
  ],
  "pls_title": "Chemotherapy, radiotherapy or both after surgery for treatment of a rare tumour of the ovary",
  "pls_type": "long",
  "pls": "Ovarian carcinosarcoma (malignant mixed Mullerian tumour) is a rare malignant gynaecological tumour comprising around 1% or less of all ovarian cancers. These tumours contain both carcinomatous (arising from the epithelial tissue, the tissue that lines the cavities and surfaces of structures throughout the body) and sarcomatous tissue (arising from the connective tissue) within them. This tumour usually presents at an advanced stage and has a poor survival rate despite treatment. It is usually treated with a combination of surgery and chemotherapy, and sometimes radiotherapy. Various types of chemotherapy drugs have been used to treat the woman before and after surgery (neoadjuvant and adjuvant settings).\nThere is currently no evidence to determine whether any form of chemotherapy or radiotherapy, or both, in combination with surgery is better or worse for prolonging survival and improving quality of life or toxicity. The review highlights the need for good quality studies comparing various chemotherapy regimens, both pre- and post-surgery, with or without radiotherapy. Multicentre, multinational and collaborative good quality studies are needed to investigate this rare disease."
}