{
  "doi": "10.1002/14651858.CD010633.pub2",
  "name": "Dopamine transporter imaging for the diagnosis of dementia with Lewy bodies",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dementia with Lewy bodies (DLB) is a common cause of neurodegenerative dementia of old age. Its accurate recognition can be important in clinical management and is essential for the development of disease-modifying treatments. The current clinical diagnostic criteria are limited particularly by relatively poor sensitivity. Dopamine transporter (DAT) imaging using single-photon emission computed tomography (SPECT) is the most highly developed supplementary test for DLB, and is now incorporated as a suggestive feature in the consensus diagnostic criteria. However, there is uncertainty about its accuracy and its place in clinical practice. It is most commonly used in people who are already suspected of having DLB."
    },
    {
      "heading": "Objectives",
      "text": "We had two objectives in this review: (A) to estimate the accuracy of DAT imaging for the diagnosis of DLB in people with dementia in secondary care (specialist dementia services), and (B) to estimate the accuracy of DAT imaging for the diagnosis of DLB in people with dementia in secondary care who are already suspected of having DLB on the basis of a prior clinical work-up."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE (1946 to February 2013), Embase (1980 to February 2013), BIOSIS Previews (1926 to February 2013), PsycINFO (1806 to February 2013), CINAHL (1982 to February 2013), LILACS (February 2013) and Web of Science and Conference Proceedings (ISI Web of Science) (1945 to February 2013). Several of these sources contain conference abstracts. We also searched four specialised databases containing diagnostic reviews: Meta-analyses van Diagnostisch Onderzoek (MEDION; February 2013), Database of Abstracts of Reviews of Effects (DARE; February 2013), Health Technology Assessment Database (HTA; February 2013), and Aggressive Research Intelligence Facility (ARIF; February 2013). We checked reference lists of relevant studies and reviews for potential additional studies. Terms for electronic database searching were devised in conjunction with the team at the Cochrane Dementia and Cognitive Improvement Group."
    },
    {
      "heading": "Selection criteria",
      "text": "Study design: We included test accuracy studies with delayed verification, diagnostic case-control studies, and two-gate studies with alternative diagnosis controls. Participants: (A) participants with dementia in secondary care, (B) participants in secondary care meeting consensus clinical criteria (other than the DAT imaging criterion) for possible or probable DLB, or both. Index test: SPECT or positron emission tomography (PET) imaging of brain dopamine transporters. Reference standard: Neuropathological diagnosis at autopsy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion and extracted data. We extracted results into a 2x2 table, showing the binary test results cross-classified with the binary reference standard. We used this data to calculate sensitivities, specificities, and their 95% confidence intervals. We used the QUADAS-2 tool plus some additional items to assess methodological quality."
    },
    {
      "heading": "Main results",
      "text": "We included one study that was applicable to our first objective (A). It reported data on 22 participants who met consensus clinical criteria for DLB or National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer’s Disease and Related Disorders Association (NINCDS-ADRDA) criteria for Alzheimer's disease, or both (a two-gate design with alternative diagnosis controls). The index test was SPECT scanning using the ligand 123I-FP-CIT. We considered the study to be at high risk of bias in the participant selection and index test domains (QUADAS-2). 123I-FP-CIT SPECT analysed semiquantitatively had a sensitivity of 1.00 (95% confidence interval (CI) 0.66 to 1.00) and a specificity of 0.92 (95% CI 0.64 to 1.00) for the diagnosis of DLB (n = 22, 1 study). Analysed visually, the sensitivity was 0.86 (95% CI 0.42 to 1.00) and the specificity was 0.83 (95% CI 0.52 to 0.98) (n = 19, 1 study).\nWe considered that the study also provided the best available data to address our second objective (B). At baseline, 15 participants were clinically suspected of having DLB. In this group, 123I-FP-CIT SPECT scanning analysed semiquantitatively had a sensitivity of 1.00 (95% CI 0.63 to 1.00) and a specificity of 1.00 (95% CI 0.59 to 1.00) for the diagnosis of DLB (n = 15, 1 study). Analysed visually, accuracy in this group was lower with a sensitivity of 0.83 (95% CI 0.36 to 1.00) and a specificity of 0.71 (95% CI 0.29 to 0.96) (n = 13, 1 study)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Only one study has used a neuropathological reference standard to assess the accuracy of DAT imaging for the diagnosis of DLB. The small size of the included study means that sensitivity and specificity estimates are imprecise. However, data from this study suggest that DAT imaging is more accurate than clinical diagnosis. Clinical diagnosis is therefore unsuitable to use as a reference standard for assessing the accuracy of DAT imaging.\nNo studies using a neuropathological reference standard have directly addressed the common clinical scenario where the use of DAT imaging is considered as a diagnostic test in a person with possible DLB, or assessed the accuracy of DAT imaging in people with mild dementia. However, the data from the included study suggest that, where there is moderately severe dementia and a strong pre-existing suspicion of DLB (probable DLB), then a normal (123)I-FP-CIT SPECT scan may be an accurate means of excluding the diagnosis.\nSemiquantitative ratings of 123I-FP-CIT SPECT scans appeared to be more accurate than visual ratings in all analyses."
    }
  ],
  "pls_title": "Dopamine transporter imaging for the diagnosis of dementia with Lewy bodies",
  "pls_type": "long",
  "pls": "Dementia with Lewy bodies (DLB) is one of the more common causes of dementia in old age. At present, it is diagnosed on the basis of the presence of characteristic symptoms, of which the most important are visual hallucinations, fluctuations in cognition, and Parkinsonism (movement symptoms like those seen in Parkinson's disease). However, many people who have DLB do not have all of these symptoms, and it can be hard to distinguish from other causes of dementia, especially Alzheimer's disease (AD). It is important to diagnose it accurately because people with DLB can have particularly severe side effects if given antipsychotic medication and, in the long term, so that treatments can be improved. Diagnosis of DLB using clinical symptoms alone has proven in some studies not to be very sensitive, that is cases of DLB are often missed.\nPeople with DLB have reduced levels of the dopamine transporter protein (DAT) in a part of the brain known as the corpus striatum. It is possible, using tracers that bind to the dopamine transporter, to identify this reduction on certain brain scans (PET or SPECT scans). This is known as DAT imaging. It has been suggested that DAT imaging may help in the accurate diagnosis of DLB. In this review, we aimed to assess how accurately DAT imaging can identify DLB among all people with dementia seen in specialist dementia services (secondary care). Because DAT scans are expensive, they are usually used in people in whom a doctor already suspects the presence of DLB, so we also aimed to see how accurately DAT imaging identified DLB among these people. We only looked for studies in which the diagnosis was confirmed by examining the person's brain after death.\nWe found only one study of 22 participants to include in the review. The participants had been selected for the study because they had been diagnosed clinically with DLB or AD. This method of recruiting participants tends to exaggerate the accuracy of a test. The participants in the study had moderately severe dementia when they had the DAT imaging. Overall, the DAT imaging correctly classified 100% of the participants who had DLB and 92% of the participants who did not have DLB at postmortem. When we looked at only the 15 participants whom the doctors thought had DLB at the start of the study, then the DAT imaging correctly classified 100% of the participants who had DLB and 100% of the participants who did not have DLB at postmortem. The small size of the included study meant that we could not be very confident in these estimates of accuracy, and it is still possible that the test is considerably less accurate than this would suggest. We can conclude that DAT imaging is a promising test for diagnosing DLB, but it is important to note that we did not find any studies of participants in whom diagnosis may be more difficult, such as those with only mild dementia or those who have only one symptom to raise a suspicion of DLB."
}