{
  "doi": "10.1002/14651858.CD006729.pub2",
  "name": "Assistive technology for rheumatoid arthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Provision of assistive technology is a widely used intervention for people with rheumatoid arthritis. Assistive technology is any item used to increase or maintain functional ability in individuals with disabilities. It includes a wide range of products, from low-technology devices to technologically complex equipment. Yet, there are few systematic reviews on the effectiveness of assistive technology in this population."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits of assistive technology for adults with rheumatoid arthritis in terms of improving functional ability and reducing pain, and to assess potential adverse effects in terms of psychological discomfort, personal injury or material damage related to device use."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases: CENTRAL (The Cochrane Library), MEDLINE, EMBASE, CINAHL, AMED, ISI Web of Science, PEDro, and OTseeker (to October 2008). In addition, we scanned reference lists, sought grey literature, and had personally communicated with authors. We updated the literature searches in January 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "Included study designs were randomised controlled trials, clinical controlled trials, controlled before and after studies, and interrupted time series where the effectiveness of assistive technology was evaluated. In addition, comparative observational studies were included if addressing adverse effects."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected trials, extracted data, and assessed study quality. Investigators were contacted to obtain missing information."
    },
    {
      "heading": "Main results",
      "text": "Only one randomised controlled trial with 29 participants was included. The study compared the use of an eye drop device to a standard bottle in people with rheumatoid arthritis suffering from persistent dry eyes. The study was considered to have low quality of evidence. The proportions with observed difficulties when using the device to squeeze out drops and getting the drops in the eyes were 10% and 14%, respectively. This compared to 52% and 52% when using the standard bottle (P = 0.001; P = 0.003, respectively). The proportions of participants reporting difficulties with squeezing the bottle, controlling the number of drops, and aiming the drops when using the device were 40%, 44%, and 46% respectively, while using the standard bottle the proportions with difficulties were 72%, 84%, and 76% (P = 0.001; P = 0.003; P = 0.031, respectively)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Only one trial met the inclusion criteria for this review. Thus, there is very limited evidence for the effect of assistive technology for adults with rheumatoid arthritis and, therefore, an urgent need for high-quality research addressing the effectiveness of commonly used interventions."
    }
  ],
  "pls_title": "Assistive technology for rheumatoid arthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of assistive technology in people with rheumatoid arthritis. Unfortunately, only one trial met the inclusion criteria for the review. The study deals with assistive technology used to administer eye drops. This is not a commonly used device.\nAssistive technology devices are intended to make life with rheumatoid arthritis easier. It is defined as any equipment used to improve or maintain function in persons with disabilities. Assistive technology is one of the most frequent interventions used for persons with rheumatoid arthritis, besides medications and surgery.\nThere is very limited evidence for the effect of assistive technology for adults with rheumatoid arthritis. There is an urgent need for high-quality research investigating commonly used devices."
    },
    {
      "heading": "The review shows that in people with rheumatoid arthritis",
      "text": "- An eye drop device may improve the ability to squeeze out drops, aim drops, and control the number of drops. \n- An eye drop device may prevent side effects caused by the eye drop bottle touching the eye itself."
    },
    {
      "heading": "What is rheumatoid arthritis and what is an eye drop device?",
      "text": "When you have rheumatoid arthritis, your immune system, which normally fights infection, attacks the lining of your joints, making them inflamed.  Inflammation makes your joints swollen, stiff and painful and may lead to loss of function and disability. There is no cure for rheumatoid arthritis at present, so the treatments focus on reducing inflammation, relieving pain and stiffness, and improving function in daily life.\nAn eye drop device is an assistive technology that makes it easier to give yourself eye drops by making the bottle easier to hold, easier to squeeze and to get the drops right into your eye."
    },
    {
      "heading": "Best estimate of what happens to people with rheumatoid arthritis who use an eye drop device",
      "text": ""
    },
    {
      "heading": "Ability to squeeze out drops",
      "text": "- 27 people out of 100 were able to squeeze out drops more easily from an eye drop device than when using a regular eye drop bottle. (27% absolute improvement)\n- 35 people out of 100 had difficulty squeezing out drops from an eye drop device."
    },
    {
      "heading": "Ability to aim drops",
      "text": "Ability to aim drops- 30 people out of 100 were able to aim drops more easily from an eye drop device than when using a regular eye drop bottle.  (30% absolute improvement)\n- 46 people out of 100 had difficulty aiming drops from an eye drop device."
    },
    {
      "heading": "Ability to control the number of drops",
      "text": "Ability to control the number of drops- 33 people out of 100 were able to control the number of drops more easily from an eye drop device than when using a regular eye drop bottle.  (33% absolute improvement)"
    }
  ]
}