{
  "doi": "10.1002/14651858.CD003580",
  "name": "Heparin for pregnant women with acquired or inherited thrombophilias",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thrombophilias, which are associated with a predisposition to thrombotic events, have been implicated in adverse obstetrical outcomes such as intrauterine growth restriction, stillbirth, severe early onset pre-eclampsia, and placental abruption. Heparin administration in pregnancy may reduce the risk of these events."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of heparin on pregnancy outcomes for women with a thrombophilia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (July 2002), MEDLINE, EMBASE, CINAHL, Scidex (via OVID Technologies - July 2002) and reference lists and personal files. We updated the search of the Cochrane Pregnancy and Childbirth Group's Trials Register on 3 August 2012 and added the results to the awaiting classification section."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing heparin with placebo or no treatment, or randomized controlled trials comparing any two treatments. Quasi randomized studies would be included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data would be abstracted from identified studies and recorded on a paper form by two reviewers."
    },
    {
      "heading": "Main results",
      "text": "No studies were included."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are no completed trials to determine the effects of heparin on pregnancy outcomes for women with a thrombophilia.\n[Note: The 23 citations in the awaiting classification section of the review may alter the conclusions of the review once assessed.]"
    }
  ],
  "pls_title": "Heparin for pregnant women with acquired or inherited thrombophilias",
  "pls_type": "long",
  "pls": "No evidence from trials on the effects of heparin on pregnancy outcomes for women with a thrombophilia.\nThrombophilias are a group of disorders where the person's blood is prone to thrombosis (clotting). These blood clots can cause life-threatening complications such as DVT (deep vein thrombosis). Thrombophilia can cause a number of serious complications in pregnancy, such as growth restriction, stillbirth and severe pre-eclampsia. Heparin is an anti-clotting drug which thins the blood. It does not seem to have adverse effects on the baby during pregnancy, and few adverse effects on the pregnant woman. However, the review found no trials on the effects of heparin on pregnancy outcomes for women with a thrombophilia."
}