{
  "doi": "10.1002/14651858.CD012623.pub2",
  "name": "Infliximab for medical induction of remission in Crohn's disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Infliximab is a monoclonal antibody that binds and neutralises tumour necrosis factor-alpha (TNF-α), which is present in high levels in the blood serum, mucosa and stool of people with Crohn's disease."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of infliximab alone or in combination with another agent for induction of remission in Crohn's disease compared to placebo or active medical therapies."
    },
    {
      "heading": "Search methods",
      "text": "On 31 August 2021 and 4 March 2023, we searched CENTRAL, MEDLINE, Embase, ClinicalTrials.gov and World Health Organization ICTRP."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised control trials (RCTs) comparing infliximab alone or in combination with another agent to placebo or another active comparator in adults with active Crohn's disease."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pairs of review authors independently selected studies and conducted data extraction and risk of bias assessment. We expressed outcomes as risk ratios (RR) and mean differences (MD) with 95% confidence intervals (CI). We assessed the certainty of the evidence using GRADE.\nOur primary outcomes were clinical remission, clinical response and withdrawals due to adverse events. Our secondary outcomes were endoscopic remission, histological remission, endoscopic response, and serious and total adverse events."
    },
    {
      "heading": "Main results",
      "text": "The search identified 10 RCTs with 1101 participants. They were conducted between 1999 and 2019, and 7/10 RCTs included biologically naive participants. All but one RCT, which did not provide information, were multicentre and funded by pharmaceutical companies, and their authors declared conflicts. The age of the participants ranged from 26 to 65 years. Results were based on one study unless otherwise stated.\nInfliximab 5 mg/kg to 10 mg/kg may be more effective than placebo at week four for clinical remission (30/55 versus 3/25; RR 4.55, 95% CI 1.53 to 13.50; number needed to treat for an additional beneficial outcome (NNTB) 3) and response (36/55 versus 4/25; RR 4.09, 95% CI 1.63 to 10.25, NNTB 3). The evidence was low certainty. The study did not report withdrawals due to adverse events.\nWe could not draw conclusions on the effects of infliximab 5 mg/kg to 10 mg/kg compared to placebo for fistulating participants for clinical remission (29/63 versus 4/31; RR 3.57, 95% CI 1.38 to 9.25; NNTB 4), response (48/106 versus 15/75; RR 1.94, 95% CI 1.10 to 3.41; NNTB 6; 2 studies) or withdrawals due to adverse events (2/63 versus 0/31; RR 2.50, 95% CI 0.12 to 50.54). The evidence was very low certainty.\nInfliximab used in combination with purine analogues is probably more effective than purine analogues alone for clinical remission at weeks 24 to 26 (182/301 versus 95/302; RR 1.92, 95% CI 1.59 to 2.32, NNTB 4; 4 studies; moderate-certainty evidence) and clinical response at week 26 (107/177 versus 66/178; RR 1.64, 95% CI 1.31 to 2.05; NNTB 5; 2 studies; moderate-certainty evidence). There may be little or no difference in withdrawals due to adverse events at week 26 (62/302 versus 53/301; RR 0.87, 95% CI 0.63 to 1.21; 4 studies; low-certainty evidence).\nInfliximab alone may be more effective than purine analogues alone at week 26 for clinical remission (85/177 versus 57/178; RR 1.50, 95% CI 1.15 to 1.95; NNTB 7; 2 studies) and response (94/177 versus 66/178; RR 1.44, 95% CI 1.13 to 1.82; NNTB 7; 2 studies). There may be little or no difference in withdrawals due to adverse events (30/177 versus 43/178; RR 0.70, 95% CI 0.46 to 1.06; 4 studies). The evidence was low certainty.\nWe could not draw any conclusions on the effects of infliximab 5 mg/kg compared to 10 mg/kg for clinical remission (19/27 versus 11/28; RR 1.79, 95% CI 1.06 to 3.02) and response (22/27 versus 24/28; RR 1.63, 95% CI 1.08 to 2.46). The evidence was very low certainty. Withdrawals due to adverse events were not reported.\nWe could not draw any conclusions on the effects of infliximab 5 mg/kg compared to 10 mg/kg in an exclusively fistulating population for clinical remission (17/31 versus 12/32; RR 1.46, 95% CI 0.84 to 2.53), response (21/31 versus 18/32; RR 1.20, 95% CI 0.82 to 1.78), or withdrawals due to adverse events (1/31 versus 1/32; RR 1.03, 95% CI 0.07 to 15.79). The evidence was very low certainty.\nWe could not draw any conclusions on the effects of infliximab 5 mg/kg compared to 20 mg/kg for clinical remission (19/27 versus 11/28; RR 1.79, 95% CI 1.06 to 3.02) or response (22/27 versus 18/28; RR 1.27, 95% CI 0.91 to 1.76). The evidence was very low certainty. Withdrawals due to adverse events were not reported.\nWe could not draw any conclusions on the effects of infliximab 10 mg/kg compared to 20 mg/kg for clinical remission (11/28 versus 11/28; RR 1.00, 95% CI 0.52 to 1.92) or response (14/28 versus 18/28; RR 0.78, 95% CI 0.49 to 1.23). The evidence was very low certainty. Withdrawals due to adverse events were not reported.\nThere may be little or no difference between infliximab and a CT-P13 biosimilar at week six for clinical remission (47/109 versus 49/111; RR 0.98, 95% CI 0.72 to 1.32), response (67/109 versus 70/111; RR 0.97, 95% CI 0.79 to 1.20) and withdrawals due to adverse events (21/109 versus 17/111; RR 1.26, 95% CI 0.70 to 2.25). The evidence was low certainty."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Infliximab in combination with purine analogues is probably more effective than purine analogues alone in inducing clinical remission and clinical response. Infliximab alone may be more effective in inducing clinical remission and response than purine analogues alone or placebo. Infliximab may be similar in efficacy to a CT-P13 biosimilar and there may be little or no difference in withdrawals due to adverse events.\nWe were unable to draw meaningful conclusions as to whether infliximab alone is effective when used for exclusively fistulating populations.\nThere was evidence that there may be little or no difference in withdrawal due to adverse events between infliximab plus purines compared with purines alone, as well as infliximab alone compared with purines alone. Meaningful conclusions cannot be drawn on all other outcomes related to adverse events due to very low certainty evidence."
    }
  ],
  "pls_title": "Infliximab for the treatment of active Crohn's disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Infliximab used with purine analogues (azathioprine or 6-mercaptopurine) is probably more effective than purine analogues alone at getting Crohn's into remission. It may also be better at improving symptoms. The two treatments may be similar in terms of safety.\n– Infliximab alone may be more effective than purine analogues alone for getting Crohn's into remission and improving symptoms. The two treatments may be similar in terms of safety.\n– Infliximab may be as effective as the biosimilar at getting Crohn's into remission and improving symptoms. The two treatments may be similar in terms of safety. An infliximab biosimilar is a biological medicine (contains substances that have been created by using living cells or organisms) that is highly similar to the original brand of infliximab."
    },
    {
      "heading": "What is Crohn's disease?",
      "text": "Crohn's disease is a life-long inflammatory disease that can affect any part of the gut. Common symptoms include bloody poo, diarrhoea, stomach ache, fever, weight loss and fatigue. We do not know exactly what causes Crohn's, but it is probably a mix of genes, problems with the immune system (which defends the body against infection), bacteria in the gut and something in the environment.\nThere is no known cure for Crohn's, but the symptoms are usually managed with medicines, such as corticosteroids and immune system medications, and sometimes surgery. Infliximab is a type of Crohn's medicine called a biological medicine.\nMost people with Crohn's have times when they have symptoms and other times when their symptoms are under control. When they have symptoms, it is called active disease. When their symptoms are under control, it is called remission."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how infliximab compares to other medicines or dummy treatment (placebo) for getting Crohn's into remission or improving symptoms. We also wanted to find out how safe it is compared to other medicines."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for randomised controlled trials (studies where people are assigned to one of two or more treatment groups using a random method) comparing infliximab with any other medical treatment in adults with Crohn's disease."
    },
    {
      "heading": "What did we find?",
      "text": "We found 10 studies including 1101 participants. They looked at:\n– infliximab compared to placebo (one study);\n– infliximab plus purine analogues compared to purine analogues alone (four studies);\n– infliximab compared to purine analogues (medicines called azathioprine or 6-mercaptopurine) (two studies);\n– infliximab compared to a biosimilar (one study);\n– different doses of infliximab compared to each other (two studies).\nTwo studies looked at people with Crohn's disease who had fistulas. A fistula is a narrow tunnel that can develop between your gut and your skin or another organ, such as your bladder."
    },
    {
      "heading": "Main results",
      "text": "Infliximab plus purine analogues (azathioprine or 6-mercaptopurine) is probably more effective than purine analogues alone at getting Crohn's into remission after 24 to 26 weeks of treatment. It may also be better at improving symptoms. The two treatments may be similar in terms of side effects.\nInfliximab alone may be more effective than purine analogues alone for getting Crohn's into remission and improving symptoms after 26 weeks of treatment. The two treatments may be similar in terms of side effects.\nInfliximab may be as effective as the biosimilar at getting Crohn's into remission and improving symptoms after six weeks of treatment. The two treatments may be similar in terms of side effects.\nThere is not enough evidence to compare the other treatments we looked at in this review."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The evidence is mostly of low and very low quality. This is because of problems with the way the trials were carried out, the small number of people who took part and problems with how the results were reported."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "This review is up-to-date to 4 March 2023."
    }
  ]
}