{
  "doi": "10.1002/14651858.CD000187.pub2",
  "name": "Anticoagulants versus antiplatelet therapy for preventing stroke in patients with nonrheumatic atrial fibrillation and a history of stroke or transient ischemic attack ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with nonrheumatic atrial fibrillation (NRAF) who have had a transient ischemic attack (TIA) or minor ischemic stroke are at risk of recurrent stroke. Both warfarin and aspirin have been shown to reduce the recurrence of vascular events."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to compare the effect of anticoagulants with antiplatelet agents, for secondary prevention, in people with NRAF and previous cerebral ischemia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group trials register (last searched 9 June 2003) and contacted trialists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing oral anticoagulants with antiplatelet agents in patients with NRAF and a previous TIA or minor ischemic stroke."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both reviewers extracted and analysed data."
    },
    {
      "heading": "Main results",
      "text": "Two trial were identified. The European Atrial Fibrillation Trial (EAFT) involving 455 patients, who received either anticoagulants (International Normalised Ratio (INR) 2.5 to 4.0), or aspirin (300 mg/day). Patients joined the trial within three months of transient ischemic attack or minor stroke. The mean follow up was 2.3 years. In the Studio Italiano Fibrillazione Atriale (SIFA) trial, 916 patients with NRAF and a TIA or minor stroke within the previous 15 days were randomised to open label anticoagulants (INR 2.0 to 3.5) or indobufen (a reversible platelet cyclooxygenase inhibitor, 100 or 200 mg BID). The follow-up period was one year. The combined results show that anticoagulants were significantly more effective than antiplatelet therapy both for all vascular events (Peto odds ratio (Peto OR) 0.67, 95% confidence interval (CI) 0.50 to 0.91) and for recurrent stroke (Peto OR 0.49, 95% CI 0.33 to 0.72). Major extracranial bleeding complications occurred more often in patients on anticoagulants (Peto OR 5.16, 95% CI 2.08 to 12.83), but the absolute difference was small (2.8% per year versus 0.9% per year in EAFT and 0.9% per year versus 0% in SIFA). Warfarin did not cause a significant increase of intracranial bleeds."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence from two trials suggests that anticoagulant therapy is superior to antiplatelet therapy for the prevention of stroke in people with NRAF and recent non-disabling stroke or TIA. The risk of extracranial bleeding was higher with anticoagulant therapy than with antiplatelet therapy."
    }
  ],
  "pls_title": "Anticoagulants versus antiplatelet therapy for preventing stroke in patients with nonrheumatic atrial fibrillation and a history of stroke or transient ischemic attack",
  "pls_type": "long",
  "pls": "Anticoagulants are more effective than antiplatelet drugs to prevent a second stroke in people with atrial fibrillation. Nonrheumatic atrial fibrillation (NRAF) is a heart rhythm disorder commonly found in patients who have had a stroke. Patients with NRAF have an irregular heart beat. This can cause the formation of a blood clot in the left atrium of the heart. This clot may break away and block a cerebral artery, thus causing a stroke. Patients who have had a stroke in the presence of NRAF have a high risk of another stroke. Anticoagulant drugs, such as warfarin, make the blood 'thinner' and prevent the formation of blood clots and hence could prevent stroke. However, anticoagulant drugs may also cause bleeding in the brain and this complication could offset any benefits. Aspirin may be a safer alternative. This review identified two trials in which patients with NRAF who had a stroke were treated with anticoagulants or antiplatelet therapy. These studies show that anticoagulants are superior to antiplatelet agents to reduce the risk of recurrent stroke."
}