{
  "doi": "10.1002/14651858.CD004314.pub3",
  "name": "Botulinum toxin type A versus botulinum toxin type B for cervical dystonia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane review first published in 2003. Cervical dystonia is the most common form of focal dystonia and is a disabling disorder characterised by painful involuntary head posturing. There are two available formulations of botulinum toxin, with botulinum toxin type A (BtA) usually considered the first line therapy for this condition. Botulinum toxin type B (BtB) is an alternative option, with no compelling theoretical reason why it might not be as- or even more effective - than BtA."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy, safety and tolerability of botulinum toxin type A (BtA) versus botulinum toxin type B (BtB) in people with cervical dystonia."
    },
    {
      "heading": "Search methods",
      "text": "To identify studies for this review we searched the Cochrane Movement Disorders Group Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, reference lists of articles and conference proceedings. All elements of the search, with no language restrictions, were last run in October 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Double-blind, parallel, randomised, placebo-controlled trials (RCTs) comparing BtA versus BtB in adults with cervical dystonia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent authors assessed records, selected included studies, extracted data using a paper pro forma, and evaluated the risk of bias. We resolved disagreements by consensus or by consulting a third author. We performed meta-analyses using the random-effects model, for the comparison BtA versus BtB to estimate pooled effects and corresponding 95% confidence intervals (95% CI). No prespecified subgroup analyses were carried out. The primary efficacy outcome was improvement on any validated symptomatic rating scale, and the primary safety outcome was the proportion of participants with adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included three RCTs, all new to this update, of very low to low methodological quality, with a total of 270 participants.\nTwo studies exclusively enrolled participants with a known positive response to BtA treatment. This raises concerns of population enrichment, with a higher probability of benefit from BtA treatment. None of the trials were free of for-profit bias, nor did they provide information regarding registered study protocols. All trials evaluated the effect of a single Bt treatment session, and not repeated treatment sessions, using doses from 100 U to 250 U of BtA (all onabotulinumtoxinA, or Botox, formulations) and 5000 U to 10,000 U of BtB (rimabotulinumtoxinB, or Myobloc/Neurobloc).\nWe found no difference between the two types of botulinum toxin in terms of overall efficacy, with a mean difference of -1.44 (95% CI -3.58 to 0.70) points lower on the Toronto Western Spasmodic Torticollis Rating Scale (TWSTRS) for BtB-treated participants, measured at two to four weeks after injection. The proportion of participants with adverse events was also not different between BtA and BtB (BtB versus BtA risk ratio (RR) 1.40; 95% CI 1.00 to 1.96). However, when compared to BtA, treatment with BtB was associated with an increased risk of one adverse events of special interest, namely treatment-related sore throat/dry mouth (BtB versus BtA RR of 4.39; 95% CI 2.43 to 7.91). Treatment-related dysphagia (swallowing difficulties) was not different between BtA and BtB (RR 2.89; 95% CI 0.80 to 10.41). The two types of botulinum toxin were otherwise clinically non-distinguishable in all the remaining outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The previous version of this review did not include any trials, since these were still ongoing at the time. Therefore, with this update we are able to change the conclusions of this review. There is low quality evidence that a single treatment session of BtA (specifically onabotulinumtoxinA) and a single treatment session of BtB (rimabotulinumtoxinB) are equally effective and safe in the treatment of adults with certain types of cervical dystonia. Treatment with BtB appears to present an increased risk of sore throat/dry mouth, compared to BtA. Overall, there is no clinical evidence from these single-treatment trials to support or contest the preferential use of one form of botulinum toxin over the other."
    }
  ],
  "pls_title": "A comparison of botulinum toxin type A versus botulinum toxin type B for involuntary positioning of the head, or cervical dystonia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "The review question",
      "text": "We reviewed the evidence about the effect of botulinum toxin type A (BtA) compared to botulinum toxin type B (BtB) in people with involuntary positioning of the head, or cervical dystonia. This is an update of a previous Cochrane Review and we assessed the effectiveness (reduction in severity, disability and pain) and safety of BtA versus BtB in cervical dystonia."
    },
    {
      "heading": "Background",
      "text": "Cervical dystonia, also called spasmodic torticollis, is a disease that causes undesired, uncontrollable, often painful, abnormal placement of the head. It is a relatively uncommon condition (affecting 57 to 280 people per million) that can be very disabling and can affect a person's quality of life negatively. In most cases the cause is unknown and no cure exists. Since cervical dystonia is normally a long-term disease it requires long-term treatment.\nBotulinum toxin (Bt) is a powerful, natural chemical that can cause severe paralysis (an inability to move in the part of the body where it is applied) in animals and humans. It can also be used to treat many conditions, in particular those with involuntary muscle contractions, such as cervical dystonia. Bt is delivered by injections into the muscles that contract to produce the disease. There are different types of Bt, not all are available for treating health conditions. BtA is typically the first-used treatment in cervical dystonia, but botulinum toxin type B (BtB) is an alternative option. The relative strength of each Bt formulation is variable, and the cost for 200 units varies from GBP 198 to GBP 308."
    },
    {
      "heading": "Study characteristics",
      "text": "We performed a rigorous search of the medical literature in October 2016 and found three studies that compared a single treatment session of BtA with BtB. These studies included a total of 270 participants, with on average a moderate disease impairment. The participants remained in the studies for a short period of time - between 16 and 20 weeks after the treatment. The average age of people in the studies was 53.3 years, and they had had cervical dystonia for an average of 6.6 to 7.9 years before taking part in the trials. Most, 63.3%, of the people in the studies were women. All three of the studies were funded by drug manufacturers with possible interests in the results of the studies."
    },
    {
      "heading": "Key results",
      "text": "The results show little or no difference between BtA and BtB in the main measures of overall improvement and safety, including the total number of adverse (unwanted or harmful) events. There was also little or no difference between BtA and BtB in the self-evaluations reported by the study participants. Based on the results we would expect that, out of 1000 people with cervical dystonia treated with BtB, there would be 362 more people who experience dry mouth/sore throat compared to 1000 people treated with BtA. The studies which looked at the duration of effect showed little or no difference between BtA and BtB. None of the studies examined the impact of either Bt on quality of life."
    },
    {
      "heading": "Quality of the evidence",
      "text": "All of the studies included participants that were different to the average person who suffers from cervical dystonia. To be included participants had to have a history of successful treatment with Bt. People with certain types of cervical dystonia, in particular the forms that make the head turn backward or forward, were not allowed to participate in the studies.\nNot enough participants were included across the studies for us to be completely confident in the results for the total number of adverse events, the self-reported evaluations by participants or the pain assessment.\nThe quality of the evidence for overall improvement and total number of adverse events was low. The quality of the evidence for more sore throat/dry mouth in people receiving BtB is moderate. The quality of the evidence where participants gave their self-assessments is low.\nNo definite conclusions can be drawn regarding overall safety and long-term utility of BtA compared to BtB in cervical dystonia."
    }
  ]
}