{
  "doi": "10.1002/14651858.CD012983",
  "name": "Interventions for preventing high altitude illness: Part 2. Less commonly‐used drugs",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "High altitude illness (HAI) is a term used to describe a group of mainly cerebral and pulmonary syndromes that can occur during travel to elevations above 2500 metres (˜ 8200 feet). Acute mountain sickness (AMS), high altitude cerebral oedema (HACE) and high altitude pulmonary oedema (HAPE) are reported as potential medical problems associated with high altitude ascent. In this second review, in a series of three about preventive strategies for HAI, we assessed the effectiveness of five of the less commonly used classes of pharmacological interventions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical effectiveness and adverse events of five of the less commonly used pharmacological interventions for preventing acute HAI in participants who are at risk of developing high altitude illness in any setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, LILACS and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) in May 2017. We adapted the MEDLINE strategy for searching the other databases. We used a combination of thesaurus-based and free-text search terms. We scanned the reference lists and citations of included trials and any relevant systematic reviews that we identified for further references to additional trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials conducted in any setting where one of five classes of drugs was employed to prevent acute HAI: selective 5-hydroxytryptamine(1) receptor agonists; N-methyl-D-aspartate (NMDA) antagonist; endothelin-1 antagonist; anticonvulsant drugs; and spironolactone. We included trials involving participants who are at risk of developing high altitude illness (AMS or HACE, or HAPE, or both). We included participants with and without a history of high altitude illness. We applied no age or gender restrictions. We included trials where the relevant medication was administered before the beginning of ascent. We excluded trials using these drugs during ascent or after ascent."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures employed by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies (334 participants, 9 references) in this review. Twelve studies are ongoing and will be considered in future versions of this review as appropriate. We have been unable to obtain full-text versions of a further 12 studies and have designated them as 'awaiting classification'. Four studies were at a low risk of bias for randomization; two at a low risk of bias for allocation concealment. Four studies were at a low risk of bias for blinding of participants and personnel. We considered three studies at a low risk of bias for blinding of outcome assessors. We considered most studies at a high risk of selective reporting bias.\nWe report results for the following four main comparisons.\nSumatriptan versus placebo (1 parallel study; 102 participants)\nData on sumatriptan showed a reduction of the risk of AMS when compared with a placebo (risk ratio (RR) = 0.43, CI 95% 0.21 to 0.84; 1 study, 102 participants; low quality of evidence). The one included study did not report events of HAPE, HACE or adverse events related to administrations of sumatriptan.\nMagnesium citrate versus placebo (1 parallel study; 70 participants)\nThe estimated RR for AMS, comparing magnesium citrate tablets versus placebo, was 1.09 (95% CI 0.55 to 2.13; 1 study; 70 participants; low quality of evidence). In addition, the estimated RR for loose stools was 3.25 (95% CI 1.17 to 8.99; 1 study; 70 participants; low quality of evidence). The one included study did not report events of HAPE or HACE.\nSpironolactone versus placebo (2 parallel studies; 205 participants)\nPooled estimation of RR for AMS was not performed due to considerable heterogeneity between the included studies (I² = 72%). RR from individual studies was 0.40 (95% CI 0.12 to 1.31) and 1.44 (95% CI 0.79 to 2.01; very low quality of evidence). No events of HAPE or HACE were reported. Adverse events were not evaluated.\nAcetazolamide versus spironolactone (1 parallel study; 232 participants)\nData on acetazolamide compared with spironolactone showed a reduction of the risk of AMS with the administration of acetazolamide (RR = 0.36, 95% CI 0.18 to 0.70; 232 participants; low quality of evidence). No events of HAPE or HACE were reported. Adverse events were not evaluated."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This Cochrane Review is the second in a series of three providing relevant information to clinicians and other interested parties on how to prevent high altitude illness. The assessment of five of the less commonly used classes of drugs suggests that there is a scarcity of evidence related to these interventions. Clinical benefits and harms related to potential interventions such as sumatriptan are still unclear. Overall, the evidence is limited due to the low number of studies identified (for most of the comparison only one study was identified); limitations in the quality of the evidence (moderate to low); and the number of studies pending classification (24 studies awaiting classification or ongoing). We lack the large and methodologically sound studies required to establish or refute the efficacy and safety of most of the pharmacological agents evaluated in this review."
    }
  ],
  "pls_title": "Medicines less commonly used for preventing high altitude illness",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "High altitude illness (HAI) is a term used to describe a group of brain and lung conditions that can occur during travel to altitudes above 2500 metres (˜ 8200 feet). HAI-related conditions are generally characterized by headache, nausea, vomiting and tiredness (often called acute mountain sickness), but primarily affect the brain (drowsiness, confusion or unconsciousness) or the lungs (cough, breathlessness) in different individuals. We assessed five classes of medicines less commonly used to prevent the onset of this illness in this review."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to May 2017. We included eight studies and 334 participants related to five different classes of medicines sometimes recommended for HAI prevention. These medicines included those that mimic the action of serotonin at selected sites (selective 5-hydroxytryptamine(1) receptor agonists), medicines that regulate the action of calcium (N-methyl-D-aspartate (NMDA) antagonist), medicines that promote dilation of the blood vessels (endothelin-1 antagonist), medicines that prevent a neuron (nerve cell) from 'firing' (initiating an action) and convulsions from developing (anticonvulsant medicines), as well as medicines that regulate the body´s sodium and water levels (spironolactone). All studies were undertaken in high altitude mountain areas. The participants ranged between 16 and 65 years of age. Only one study included people at a high risk of this condition due to their history of HAI. Four trials provided the intervention between one to three days prior to the ascent (50%), and three trials less than 24 hours prior (37.5%). The participants in all these studies reached a final altitude of between 3500 and 5895 metres above sea level. Only one of the eight included studies did not provide clear information about the source of funding (12.5%). Twenty-four additional studies were classified as ongoing (12), or awaiting classification (12; unable to obtain full texts)."
    },
    {
      "heading": "Key results",
      "text": "The assessment of the less commonly used pharmacological interventions suggest that there is a scarcity of evidence related to these interventions. For most of the assessed comparisons, we only found evidence from a single study. Clinical benefits and harms related to potential interventions such as sumatriptan are still unclear."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was rated from low to very low. Several studies had quality shortcomings such as only having small sample sizes and therefore generating uncertain results. For most of the medicines evaluated, additional research is required to clarify their effectiveness and safety."
    }
  ]
}