{
  "doi": "10.1002/14651858.CD008436.pub3",
  "name": "Early removal versus expectant management of central venous catheters in neonates with bloodstream infection ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Uncertainty exists regarding the management of newborn infants with a bloodstream infection and a central venous catheter in place. The central venous catheter may act as a nidus for infecting organisms and observational studies have suggested that early removal of the catheter is associated with a lower incidence of persistent or complicated infection. However, since central venous catheters provide secure vascular access to deliver nutrition and medications, the possible harms of early removal versus expectant management also need to be considered."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of early removal versus expectant management of central venous catheters on morbidity and mortality in newborn infants with bloodstream infections."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review Group. This included searches of the Cochrane Central Register of Controlled Trials (CENTRAL 2015, Issue 11), MEDLINE (1966 to October 2015), EMBASE (1980 to October 2015), CINAHL (1982 to October 2015), conference proceedings and previous reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials that compared early removal versus expectant management of central venous catheters in neonates with bloodstream infections."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methods of the Cochrane Neonatal Review Group."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any eligible randomised controlled trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are no trial data to guide practice regarding early removal versus expectant management of central venous catheters in newborn infants with bloodstream infections. A simple and pragmatic randomised controlled trial is needed to resolve the uncertainty about optimal management in this common and important clinical scenario."
    }
  ],
  "pls_title": "Early removal versus expectant management of central venous catheters in newborn infants with bloodstream infection",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "In newborn infants with a bloodstream infection who have a central venous catheter in place, does early removal of the catheter reduce the risk of complications, including death and long-term disability?"
    },
    {
      "heading": "Background",
      "text": "Infection in the bloodstream is a frequent and harmful complication for newborn infants who have a central venous catheter (a cannula that extends several centimetres into the infant's blood vessels). Bloodstream infection may cause death and disability. When infants develop a bloodstream infection, clinicians need to decide whether or not to remove the catheter. While the catheter may provide a secure route for delivering drugs and nutrition, it may also be a place for infecting organisms to grow and cause long-term or more severe infection."
    },
    {
      "heading": "Study characteristics/key results",
      "text": "We did not find any randomised controlled trials that addressed this question."
    },
    {
      "heading": "Conclusions",
      "text": "There are no trial data available to help clinicians to address this common clinical dilemma. Due to the potential for benefit and harm, such a trial is warranted."
    }
  ]
}