{
  "doi": "10.1002/14651858.CD002857.pub2",
  "name": "Uterine muscle relaxant drugs for threatened miscarriage",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Miscarriage is the spontaneous loss of a pregnancy before the fetus is viable. Uterine muscle relaxant drugs have been used for women at risk of miscarriage in the belief they relax uterine muscle, and hence reduce the risk of miscarriage."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects for the woman and her baby of uterine muscle relaxant drugs when used for threatened miscarriage."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (10 September 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials were included, and quasi-randomised trials were excluded. The participants were women with a pregnancy of less than 20 weeks' gestation having a threatened miscarriage. The interventions were any uterine muscle relaxing drugs (including tocolytic and antispasmodic agents) compared with either placebo or no drug. Primary outcomes for the review were miscarriage: defined as spontaneous pregnancy loss before fetal viability, baby death (stillbirth or neonatal death) and maternal death."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both review authors independently assessed studies for eligibility and trial quality, and extracted data."
    },
    {
      "heading": "Main results",
      "text": "One poor quality trial (170 women) was included. This compared a beta-agonist with placebo. There was a lower risk of intrauterine death associated with the use of a beta-agonist (relative risk (RR) 0.25, 95% confidence interval (CI) 0.12 to 0.51). Preterm birth was the only other outcome reported (RR 1.67, 95% CI 0.63 to 4.38)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the use of uterine muscle relaxant drugs for women with threatened miscarriage. Any such use should be restricted to the context of randomised trials."
    }
  ],
  "pls_title": "Uterine muscle relaxant drugs for threatened miscarriage",
  "pls_type": "long",
  "pls": "Not enough evidence to say if drugs that relax the muscles of the uterus can prevent threatened miscarriage.\nMiscarriage is the loss of a baby in the very early weeks of pregnancy (before 20 weeks), before the baby would be able to survive on its own. This can be a devastating loss to expectant parents. Threatened miscarriage is when there is vaginal bleeding, and sometimes pain, but when the cervix remains closed. The review of studies found just one small trial on uterine relaxant drugs to prevent miscarriage, but the study provided insufficient data to be able to assess its effect adequately. More research is needed."
}