{
  "doi": "10.1002/14651858.CD014791.pub2",
  "name": "Silicone hydrogel versus hydrogel soft contact lenses for differences in patient‐reported eye comfort and safety ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ocular discomfort is the leading cause of permanent discontinuation of soft contact lens (SCL) wear. Silicone hydrogel and hydrogel materials are the two major categories of SCLs, with silicone hydrogel materials being newer and more breathable than hydrogel materials. Whether comfort is associated with SCL material is controversial despite numerous studies. Similarly, the difference between these materials in terms of safety outcomes (e.g. frequency of microbial keratitis) is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the comparative effectiveness and safety of silicone hydrogel compared with hydrogel SCLs on self-reported comfort, dry eye test results, and adverse events in SCL-wearing adults 18 years of age or older."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Eyes and Vision Information Specialist searched the electronic databases for randomized controlled trials (RCTs). There were no restrictions on language or date of publication. We searched the Cochrane Central Register of Controlled Trials (CENTRAL, including the Cochrane Eyes and Vision Trials Register; 2022, Issue 6), MEDLINE Ovid, Embase.com, PubMed, LILACS (Latin American and Caribbean Health Science Information database), ClinicalTrials.gov, and World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP). We also searched the reference lists of identified studies, review articles, and guidelines for information about relevant studies that may not have been identified by our search strategy. Furthermore, we contacted investigators regarding ongoing trials. The most recent database search was conducted on 24 June 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Our search selection criteria included RCTs, quasi-RCTs, and cross-over RCTs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We applied standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We included seven parallel-group RCTs conducted in the USA, the UK, Australia, Germany, India, and Turkey. A total of 1371 participants were randomized. The duration of SCL wear ranged from one to 52 weeks.\nStudy characteristics and risk of bias\nThe median number of participants per trial was 120 (interquartile range: 51 to 314), and the average age ranged from 20.7 to 33.0 years. Women represented the majority of participants (range 55% to 74.9%; 5 RCTs). Collectively, the included trials compared eight different silicone hydrogel SCLs with three different hydrogel SCLs. Five trials compared daily disposable SCLs, and two compared extended wear SCLs (worn for seven days and six nights). New SCL wearers were enrolled in three trials. Two trials included both new and established SCL wearers, and two trials did not report participants' history of SCL use. Five trials were sponsored by industry. We judged the overall risk of bias to be 'high' or 'some concerns' for the safety and efficacy outcomes.\nFindings\nOne trial reported Ocular Surface Disease Index (OSDI) results, with the evidence being very uncertain about the effects of SCL material on OSDI scores (mean difference −1.20, 95% confidence interval [CI] −10.49 to 8.09; 1 RCT, 47 participants; very low certainty evidence). Three trials reported visual analog scale comfort score results, with no clear difference in comfort between materials, but the evidence was of very low certainty; trial results could not be combined because the three trials reported results at different time points. The evidence is very uncertain about the effect of SCL material on discontinuation of contact lens wear (risk ratio [RR] 0.64, 95% CI 0.11 to 3.74; 1 RCT, 248 participants). None of the included trials reported Contact Lens Dry Eye Questionnaire (CLDEQ-8) or Standard Patient Evaluation of Eye Dryness (SPEED) scores.\nThere was no evidence of a clinically meaningful difference (> 0.5 unit) between daily disposable silicone hydrogel and hydrogel SCLs in corneal staining, conjunctival staining, or conjunctival redness (very low certainty evidence).\nAdverse events\nVery low certainty evidence from two trials comparing daily disposable SCLs suggested no evidence of a difference between lens materials in the risk of vision-threatening adverse events at one to four weeks (RR 0.68, 95% CI 0.08 to 5.51; 2 RCTs, 368 participants). Two trials comparing extended wear SCLs indicated that hydrogel SCLs may have a 2.03 times lower risk of adverse events at 52 weeks compared with silicone hydrogel SCLs (RR 2.03, 95% CI 1.38 to 2.99; 815 participants), but the certainty of evidence was very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The overall evidence for a difference between all included silicone hydrogel and hydrogel SCLs was of very low certainty, with most trials at high overall risk of bias. The majority of studies did not assess comfort using a validated instrument. There was insufficient evidence to support recommending one SCL material over the other. For extended wear, hydrogel SCL may have a lower risk of adverse events at 52 weeks compared to silicon hydrogel. Future well-designed trials are needed to generate high certainty evidence to further clarify differences in SCL material comfort and safety."
    }
  ],
  "pls_title": "What are the benefits and harms of silicon hydrogel versus hydrogel soft contact lenses for eye discomfort?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "1) Silicone hydrogel and hydrogel soft contact lens (SCL) wearers may experience similar eye comfort, but we are very uncertain about the results.\n2) In the long term, the risk of experiencing an adverse eye event may be more likely with extended wear silicone hydrogel SCLs than hydrogel SCLs. As above, the small number of studies and limitations in the evidence mean we are very uncertain about the results."
    },
    {
      "heading": "What are silicone hydrogel and hydrogel soft contact lenses?",
      "text": "Contact lenses are often used as an alternative to eyeglasses for vision correction. Unlike eyeglasses, contact lenses are placed directly onto the surface of the eye. SCLs are made from flexible plastics, which are typically made from either silicone hydrogel or hydrogel plastic materials. These materials are porous, with tiny spaces or holes that allow liquid and air to pass through to the surface of the eye. Silicone hydrogel materials are more breathable and have less water content compared with hydrogel SCLs."
    },
    {
      "heading": "How do the two types of SCLs differ in causing eye discomfort?",
      "text": "Contact lenses can block oxygen and change tears on the eye's surface. This can lead to eye irritation, discomfort, and even damage (such as scratches or infections) to the eye surface. The differences in lens materials may result in discomfort and harmful effects."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if silicone hydrogel SCLs can decrease eye discomfort and complications such as eye infections compared with hydrogel SCLs."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared silicone hydrogel SCLs versus hydrogel SCLs in adults 18 years of age or older. We compared and summarized the results of the studies and rated our confidence in the evidence based on study designs and methods."
    },
    {
      "heading": "What did we find?",
      "text": "We found seven studies including a total of 1371 participants who ranged in age between 21 and 33 years, with more women than men participating in the majority of the studies. Three studies enrolled only new SCL wearers; two studies enrolled both new and experienced SCL users; and two studies did not describe the experience level of the participants. Study periods ranged from one week to one year, with most studies lasting three months. Most studies were funded by companies that make SCLs or had authors who were employed by those companies, or both.\nWhen comparing hydrogel and silicone hydrogel SCLs in terms of comfort, the evidence is of very low certainty that one provides better comfort than the other. While the evidence is of very low certainty, hydrogel SCLs may be safer than silicone hydrogel SCLs after one year of wear."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have low confidence in the evidence for the safety and comfort of silicone hydrogel versus hydrogel contact lenses. Our confidence was mainly influenced by flawed study design and conduct. It is also possible that people in the studies were aware of which treatment they received, such that the self-reported comfort level might be biased."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to June 2022."
    }
  ]
}