{
  "doi": "10.1002/14651858.CD003438.pub2",
  "name": "Interventions for increasing pedestrian and cyclist visibility for the prevention of death and injuries ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pedestrians and cyclists account for nearly one in three of all road users killed and seriously injured in road traffic crashes. Late detection of other road users is one of the basic driver failures responsible for collisions. Aids to improve pedestrians and cyclist visibility have been used to avert potential collisions. However, the impact of these strategies on drivers' responses, and on pedestrian and cyclist safety is unknown."
    },
    {
      "heading": "Objectives",
      "text": "1. To quantify the effect of visibility aids versus no visibility aids, and of different visibility aids on the occurrence of pedestrian and cyclist-motor vehicle collisions and injuries. \n2. To quantify the effect of visibility aids versus no visibility aids, and of different visibility aids on drivers' detection and recognition responses."
    },
    {
      "heading": "Search methods",
      "text": "Searches were not restricted by date, language or publication status. All electronic databases were searched from date of inception to the most recent date available. We searched CENTRAL (The Cochrane Library 2009, Issue 2), MEDLINE (Ovid SP), TRANSPORT (to 2007/06), PsycINFO (Ovid SP), PsycEXTRA (Ovid SP), ISI Web of Science: Social Sciences Citation Index (SSCI) and ISI Web of Science: Conference Proceedings Citation Index- Science (CPCI-S). We searched the reference lists of included trials, contacted authors and searched the websites of relevant transport research organisations. The searches were last updated in May 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "1. Randomised controlled trials and controlled before-and-after studies of the effect of visibility aids on the occurrence of pedestrian and cyclist-motor collisions and injuries. \n2. Randomised controlled trials of the effect of visibility aids on drivers' detection and recognition responses. This included trials where the order of presentation of visibility aids was randomised or balanced using a Latin Square design."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened records, extracted data and assessed trial quality."
    },
    {
      "heading": "Main results",
      "text": "We found no trials assessing the effect of visibility aids on pedestrian and cyclist-motor vehicle collisions and injuries. To date we have identified 42 trials assessing the effect of visibility aids on drivers' responses. Fluorescent materials in yellow, red and orange colours improve detection and recognition in the daytime. For night-time visibility, lamps, flashing lights and retroreflective materials in red and yellow colours increase detection and recognition. Retroreflective materials enhance recognition, in particular when arranged in a 'biomotion' configuration, taking advantage of the motion from a pedestrian's limbs. Substantial heterogeneity between and within the trials limited the possibility for meta-analysis. Summary statistics and descriptive summaries of the outcomes were presented for individual trials when appropriate."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Visibility aids have the potential to increase visibility and enable drivers to detect pedestrians and cyclists earlier. Biomotion markings, which highlight the movement and form of the pedestrian, showed evidence of improving pedestrians' conspicuity at night. Public acceptability of various effective strategies which improve visibility would merit further development. However, the effect of visibility aids on pedestrian and cyclist safety remains unknown. A cluster randomised controlled trial involving large communities may provide an answer to this question. It would, however, be a challenging trial to conduct. Studies that collect data of road traffic injuries relating to the use of visibility aids also warrant consideration."
    }
  ],
  "pls_title": "Increasing pedestrian and cyclist visibility to prevent deaths and injuries",
  "pls_type": "long",
  "pls": "Pedestrians and cyclists are often killed or seriously injured in traffic crashes, especially in developing countries where walking and bicycling are essential modes of transportation. In the UK, one in three road traffic fatalities is a pedestrian or cyclist. Usually, in these crashes drivers fail to see the pedestrian or cyclist until it is too late. In recent years reflective garments, flashing lights, and other visibility aids have been used to try to prevent crashes.\nThe authors of this Cochrane review looked for studies which showed how effective visibility aids are for protecting pedestrians and cyclists. They focused their search on a type of study called a randomised controlled trial, which compares two similar groups of people who only differ on the issue being studied, for instance, the rate of crashes in communities with and without introduction of visibility aids. The authors found no studies that compared number of crashes but to date they have found 42 studies which compare driver detection of people with or without visibility aids. These studies showed that fluorescent materials in yellow, red and orange improved driver detection during the day; while lamps, flashing lights and retroreflective materials in red and yellow, particularly those with a 'biomotion' configuration (taking advantage of the motion from a pedestrian's limbs), improved pedestrian recognition at night. Although these visibility measures help drivers see pedestrians and cyclists, more research should be done to determine whether the increased visibility actually does prevent deaths and serious injuries."
}