{
  "doi": "10.1002/14651858.CD007361.pub2",
  "name": "Pharmacologic Interventions for Pregnant Women Enrolled in Alcohol Treatment",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Excessive alcohol use during pregnancy has been associated with adverse maternal and neonatal effects. It is therefore important to develop and evaluate effective interventions during this important time in a woman's life. To our knowledge there have been no systematic reviews of randomised control trials (RCT) in this population."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of pharmacologic interventions in pregnant women enrolled in alcohol treatment programs for improving birth and neonatal outcomes, maternal abstinence and treatment retention."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Drugs and Alcohol Group's Trial register (August 2008) ;  MEDLINE (1.1950 to 6.2008) ; EMBASE (1.1974 - 8.2008); CINAHL (1.1982-6.2008); PsycInfo (1.1806-6.2008), and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought to include randomised or quasi-randomised studies comparing any pharmacologic intervention versus other pharmacologic treatment alone or in association with psychosocial treatment, placebo, non-intervention or psychosocial intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion in the review. Included studies were to be assessed using standardized data extraction and quality assessment forms. No suitable trials were identified."
    },
    {
      "heading": "Main results",
      "text": "The search strategy identified 793 citations. Twenty-three citations were deemed relevant for full text review; an additional ten articles were retrieved through hand searching references, for a total of thirty-three articles. Following full text review no articles met the inclusion criteria. Data extraction and assessment of methodological quality were therefore not possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review question remains unanswered as there were no randomised control trials found relevant to the topic. There is a need for high quality research to determine the effectiveness of pharmacologic interventions in pregnant women enrolled in alcohol treatment program."
    }
  ],
  "pls_title": "Pharmacologic interventions for pregnant women enrolled in alcohol treatment programs",
  "pls_type": "long",
  "pls": "Drinking alcohol during pregnancy is common. Yet no safe level of alcohol consumption is known, with no conclusive evidence on any adverse effects on the unborn child with low levels of alcohol. During pregnancy, more than two units per day or more than four units per drinking session may increase the risk of miscarriage, reduce growth, and impair mental development of the baby. Foetal alcohol syndrome is evident as neurological abnormalities, mental retardation, varying degrees of psychosocial and behavioural problems and characteristic facial dysmorphology that are apparent in adolescents and adults. In some populations alcohol use during pregnancy leads to increased child abuse and neglect or compromised mother-infant attachment and responsiveness. Mothers who consume alcohol are more likely to have post-natal depression and are less likely to attend health facilities for education and medical treatment. \nSpecific interventions need to be put in place to assist pregnant and postpartum women who have alcohol problems. Medicines are given to assist with alcohol treatment by lessening the effects during detoxification. These include benzodiazepines, phenothiazines and chlormethiazone, used to reduce anxiety and insomnia. Anti-depressants may also be given after withdrawal. Disulfiram, naltrexone and acamprosate are used in more severe cases to decrease cravings for alcohol and maintain abstinence. The review authors could not identify any randomised controlled trials (RCTs) evaluating the effectiveness of pharmacologic interventions to improve maternal, birth, and infant outcomes in pregnant women enrolled in alcohol treatment programs. \nThe main reason for study exclusion was study design; we found trials without a control group or focusing only on outcomes for the newborn baby such as birth weight, length or head circumference. Given the stigma attached to alcohol use in pregnancy, recruitment for outcomes trials is likely to remain difficult, which adversely affects generalizability. Clearly the availability of quality evidence would assist with ante-partum decision making by both the physician and mother."
}