{
  "doi": "10.1002/14651858.CD006620.pub5",
  "name": "Exit interviews to reduce turnover amongst healthcare professionals",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Exit interviews are widely used in healthcare organisations to identify reasons for staff attrition, yet their usefulness in limiting turnover is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of various exit interview strategies in decreasing turnover rates amongst healthcare professionals."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane EPOC Group Specialised Register; Cochrane Central Register of Controlled Trials (CENTRAL), Issue 11, 2012; MEDLINE, Ovid (1950- ); EMBASE, Ovid (1947- ); CINAHL, EbscoHost (1980- ), and PsycINFO, OVID (1806-) between October 31 and November 6, 2012. We also screened the reference lists of included studies and relevant reviews; and searched trial registries for planned and on-going studies. We did not restrict searches by language or publication date."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, controlled clinical trials, controlled before-after studies and interrupted time series studies comparing turnover rates between healthcare professionals who had undergone one form of exit interview with another form of exit interview or with no interview."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "The original search identified 1560 citations, of which we considered 19 potentially relevant. The two authors independently reviewed the abstracts of these studies and retrieved the full texts of eight studies. We excluded all eight following independent assessment; they were either interviews, commentaries on how to do an exit interview or descriptive studies about reasons for leaving. We found no studies that matched our inclusion criteria. For this first update, we screened 2220 citations and identified no new studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence about the effectiveness of exit interviews to reduce turnover is currently not available. However, exit interviews may provide useful information about the work environment which, in turn, may be useful in the development of interventions to reduce turnover."
    }
  ],
  "pls_title": "Exit interviews to reduce turnover",
  "pls_type": "long",
  "pls": "In many healthcare organisations, exit interviews are conducted to try to understand why staff are leaving the facility. These interviews may be held before the individual leaves or after they have left the organisation; they may be face-to-face interviews or conducted by telephone. The main purpose of the exit interview is to reduce the number of people who leave, by fixing problems that may be identified during the exit interview process. This review sought to determine if the exit interview was useful in achieving this purpose. However, after a wide search, no studies answering the question were found. Further research in this area is needed."
}