{
  "doi": "10.1002/14651858.CD012128.pub2",
  "name": "Surgical interventions for symptomatic mild to moderate knee osteoarthritis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteoarthritis affecting the knee is common and represents a continuum of disease from early cartilage thinning to full-thickness cartilage loss, bony erosion, and deformity. Many studies do not stratify their results based on the severity of the disease at baseline or recruitment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of surgical intervention for the management of symptomatic mild to moderate knee osteoarthritis defined as knee pain and radiographic evidence of non-end stage osteoarthritis (Kellgren-Lawrence grade 1, 2, 3 or equivalent on MRI/arthroscopy). Outcomes of interest included pain, function, radiographic progression, quality of life, short-term serious adverse events, re-operation rates and withdrawals due to adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, and Embase up to May 2018. We also conducted searches of ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform for ongoing trials. Authors of trials were contacted if some but not all their participants appeared to fit our inclusion criteria."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that compared surgery to non-surgical interventions (including sham and placebo control groups, exercise or physiotherapy, and analgesic or other medication), injectable therapies, and trials that compared one type of surgical intervention to another surgical intervention in people with symptomatic mild to moderate knee osteoarthritis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials and extracted data using standardised forms. We analysed the quality of evidence using the GRADE (Grades of Recommendation, Assessment, Development and Evaluation) approach."
    },
    {
      "heading": "Main results",
      "text": "A total of five studies involving 566 participants were identified as eligible for this review. Single studies compared arthroscopic partial meniscectomy to physical therapy (320 participants), arthroscopic surgery (debridement ± synovectomy ± chondroplasty) to closed needle joint lavage with saline (32 participants) and high tibial osteotomy surgery to knee joint distraction surgery (62 participants). Two studies (152 participants) compared arthroscopic surgery (washout ± debridement; debridement) to a hyaluronic acid injection. Only one study was at low risk of selection bias, and due to the difficulty of blinding participants to their treatment, all studies were at risk of performance and detection bias.\nReporting of results in this summary has been restricted to the primary comparison: surgical intervention versus non-surgical intervention.\nA single study, included 320 participants with symptoms consistent with meniscal tear. All subjects had the meniscal tear confirmed on knee MRI and radiographic evidence of mild to moderate osteoarthritis (osteophytes, cartilage defect or joint space narrowing). Patients with severe osteoarthritis (KL grade 4) were excluded. The study compared arthroscopic partial meniscectomy and physical therapy to physical therapy alone (a six-week individualised progressive home exercise program). This study was at low risk of selection bias and outcome reporting biases, but was susceptible to performance and detection biases. A high rate of cross-over (30.2%) occurred from the physical therapy group to the arthroscopic group.\nLow-quality evidence suggests there may be little difference in pain and function at 12 months follow-up in people who have arthroscopic partial meniscectomy and those who have physical therapy. Evidence was downgraded to low quality due to risk of bias and imprecision.\nMean pain was 19.3 points on a 0 to 100 point KOOS pain scale with physical therapy at 12 months follow-up and was 0.2 points better with surgery (95% confidence interval (CI) 4.05 better to 3.65 points worse with surgery, an absolute improvement of 0.2% (95% CI 4% better to 4% worse) and relative improvement 0.4% (95% CI 9% better to 8% worse) (low quality evidence). Mean function was 14.5 on a 0 to 100 point KOOS function scale with physical therapy at 12 months follow-up and 0.8 points better with surgery (95% CI 4.3 better to 2.7 worse); 0.8% absolute improvement (95% CI 4% better to 3% worse) and 2.1% relative improvement (95% CI 11% better to 7% worse) (low quality evidence).\nRadiographic structural osteoarthritis progression and quality of life outcomes were not reported.\nDue to very low quality evidence, we are uncertain if surgery is associated with an increased risk of serious adverse events, incidence of total knee replacement or withdrawal rates. Evidence was downgraded twice due to very low event rates, and once for risk of bias.\nAt 12 months, the surgery group had a total of three serious adverse events including fatal pulmonary embolism, myocardial infarction and hypoxaemia. The physical therapy alone group had two serious adverse events including sudden death and stroke (Peto OR 1.58, 95% CI 0.27 to 9.21); 1% more events with surgery (95% CI 2% less to 3% more) and 58% relative change (95% CI 73% less to 821% more). One participant in each group withdrew due to adverse events.\nTwo of 164 participants (1.2%) in the physical therapy group and three of 156 in the surgery group underwent conversion to total knee replacement within 12 months (Peto OR 1.76, 95% CI 0.43 to 7.13); 1% more events with surgery (95% CI 2% less to 5% more); 76% relative change (95% CI 57% less to 613% more)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review found no placebo-or sham-controlled trials of surgery in participants with symptomatic mild to moderate knee osteoarthritis. There was low quality evidence that there may be no evidence of a difference between arthroscopic partial meniscectomy surgery and a home exercise program for the treatment of this condition. Similarly, low-quality evidence from a few small trials indicates there may not be any benefit of arthroscopic surgery over other non-surgical treatments including saline irrigation and hyaluronic acid injection, or one type of surgery over another. We are uncertain of the risk of adverse events or of progressing to total knee replacement due to very small event rates. Thus, there is uncertainty around the current evidence to support or oppose the use of surgery in mild to moderate knee osteoarthritis. As no benefit has been demonstrated from the low quality trials included in this review, it is possible that future higher quality trials for these surgical interventions may not contradict these results."
    }
  ],
  "pls_title": "Surgical interventions for symptomatic mild to moderate knee osteoarthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is surgical intervention safe and beneficial in the management of patients with symptomatic mild to moderate osteoarthritis of the knee?"
    },
    {
      "heading": "Background",
      "text": "Osteoarthritis of the knee affects millions of people worldwide. End-stage osteoarthritis of the knee is successfully treated with a knee replacement. Participants with mild to moderate degenerative changes in the knee can be very symptomatic but are not routinely offered knee replacement surgery as they do less well following this procedure. It is not known whether other types of surgery in this group are beneficial and safe."
    },
    {
      "heading": "Search date",
      "text": "This systematic review is up to date as of the 24th May 2018."
    },
    {
      "heading": "Study characteristics",
      "text": "All included studies were randomised controlled trials involving adults (18 years of age and older) with symptomatic mild to moderate knee osteoarthritis. One study, including 320 participants from the USA compared arthroscopic partial meniscectomy (APM) and physical therapy (home-based exercises) to physical therapy (PT) alone. One study, including 32 participants from the USA, compared arthroscopic surgery (debridement ± synovectomy ± chondroplasty) to closed needle joint lavage with saline. Two studies, including 152 participants (120 from Pakistan, 32 from the UK) compared arthroscopic surgery (washout ± debridement, debridement) to a hyaluronic acid injection. One study, including 62 participants from the Netherlands, compared high tibial osteotomy surgery to knee joint distraction surgery."
    },
    {
      "heading": "Funding sources",
      "text": "One study was supported by grant 9040 from the Robert Wood Johnson Foundation, by the NIH (NIAMS) and by the Percy Surgical Research Trust of Lutheran General Hospital. One study was supported by grants from the National Institute of Arthritis and Musculoskeletal and Skin Diseases of the National Institutes of Health. One study was funded by ZonMw (The Netherlands Organisation for Health Research and Development). Two studies did not report any funding source."
    },
    {
      "heading": "Key results",
      "text": "Due to space constraints, reporting of results is restricted to the primary comparison, arthroscopic partial meniscectomy surgery versus a six-week progressive home-based exercise intervention for the knee, at 12 months:\nPain (lower score means less pain):\nImproved by 0.2% with surgery (4% better to 4% worse) on a 0 to 100 point scale\n- People who had surgery rated their pain as 19.1 points.\n- People who had physical therapy rated their pain as 19.3 points.\nFunction (lower score means better function):\nImproved by 0.8 % with surgery (4% better to 3% worse)\n- People who had surgery rated their function as 13.7.\n- People who had physical therapy rated their function as 14.5.\nSerious adverse events:\nIncreased by 1% with surgery (2% better to 3% worse)\n- 3 people out of 156 had a serious adverse event with surgery including fatal blood clot, heart attack and low blood oxygen levels.\n- 2 people out of 164 had a serious adverse event with physical therapy including sudden death and stroke.\nConversion to total knee replacement:\n- Five participants in the APM group (30 per 1,000) and three subjects in the PT group (17 per 1,000) underwent total knee replacement.\nWithdrawals\n- One subject died in each group."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Low-quality evidence (downgraded due to biases in the study design and small sample size) indicates there may be little or no benefit of surgery over progressive exercise in terms of pain and function. Arthroscopic surgery may not have any benefits over closed needle joint lavage with saline or hyaluronic acid injection, and surgery to realign non-diseased bone surfaces (osteotomy) may have little or no benefit over surgery to separate diseased bone joint surfaces (knee joint distraction) as there was only low-quality evidence at best from single or two small studies.\nDue to the very low adverse event rates, it is not clear if surgery is associated with an increased risk of serious adverse events, incidence of total knee replacement or withdrawal rates.\nOsteoarthritis progression and quality of life were not measured."
    },
    {
      "heading": "Summary",
      "text": "There was low-quality evidence that there may be little difference between arthroscopic partial meniscectomy and a home exercise program for the treatment of mild to moderate osteoarthritis. Similarly, surgery may not be better than other interventions to treat this condition, as indicated by low-quality evidence from a few small trials."
    }
  ]
}