{
  "doi": "10.1002/14651858.CD005582.pub5",
  "name": "Corticosteroids for preventing postherpetic neuralgia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postherpetic neuralgia (PHN) is a common, serious, painful complication of herpes zoster. Corticosteroids have anti-inflammatory properties, and might be beneficial. This is an update of a review first published in 2008, and previously updated in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of corticosteroids in preventing postherpetic neuralgia."
    },
    {
      "heading": "Search methods",
      "text": "We updated the searches for randomised controlled trials (RCTs) of corticosteroids for preventing postherpetic neuralgia in the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, two other databases, and two trials registers (June 2022). We also reviewed the bibliographies of identified trials, contacted authors, and approached pharmaceutical companies to identify additional published or unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all RCTs involving corticosteroids given by oral, intramuscular, or intravenous routes for people of all ages, with herpes zoster of all degrees of severity within seven days after onset, compared with no treatment or placebo, but not with other treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently identified potential articles, extracted data, assessed the risk of bias of each trial, and the certainty of the evidence. Disagreement was resolved by discussion among the co-authors. We followed standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We identified five trials with a total of 787 participants that met our inclusion criteria. No new studies were identified for this update. All were randomised, double-blind, placebo-controlled parallel-group studies.\nThe evidence is very uncertain about the effects of corticosteroids given orally during an acute herpes zoster infection in preventing postherpetic neuralgia six months after the onset of herpes (risk ratio (RR) 0.95, 95% confidence interval (CI) 0.45 to 1.99; 2 trials, 114 participants; very low-certainty evidence (downgraded for serious risk of bias and very serious imprecision)). The three other trials that fulfilled our inclusion criteria were not included in the meta-analysis because they did not provide separate information on the number of participants with PHN at six months.\nAdverse events during or within two weeks after stopping treatment were reported in all five included trials. There were no observed differences in serious (RR 1.65, 95% CI 0.51 to 5.29; 5 trials, 755 participants; very low-certainty evidence (downgraded for serious risk of bias and very serious imprecision)), or non-serious adverse events (RR 1.30, 95% CI 0.90 to 1.87; 5 trials, 755 participants; low-certainty evidence (downgraded for serious risk of bias and serious imprecision)) between the corticosteroid and placebo groups.\nOne of these trials was at high risk of bias because of incomplete outcome data, two were at unclear risk of bias, and the other was at low risk of bias. The review was first published in 2008; no new RCTs were identified for inclusion in subsequent updates in 2010, 2013, and 2023."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the current available evidence, we are uncertain about the effects of corticosteroids given orally during an acute herpes zoster infection on preventing postherpetic neuralgia.\nCorticosteroids given orally or intramuscularly may result in little to no difference in the risk of adverse events in people with acute herpes zoster.\nSome researchers have recommended using corticosteroids to relieve the zoster-associated pain in the acute phase of the disease. If further research is designed to evaluate the efficacy of corticosteroids for herpes zoster, long-term follow-up should be included to observe their effect on the transition from acute pain to postherpetic neuralgia. Future trials should include measurements of function and quality of life, as well as updated measures of pain."
    }
  ],
  "pls_title": "What are the effects of corticosteroids on preventing postherpetic neuralgia?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We do not know if corticosteroids, given by mouth during the acute phase of a herpes zoster infection (shingles) have an effect on the prevention of postherpetic neuralgia.\n• Corticosteroids given by mouth or by injection into the muscle tissue may result in little to no difference in the risk of adverse events in people with acute herpes zoster."
    },
    {
      "heading": "What is postherpetic neuralgia?",
      "text": "Postherpetic neuralgia (PHN) is a painful condition that can occur after a bout of shingles in the area where the rash occurred. Postherpetic neuralgia may persist until the person dies, and has major implications for quality of life and the use of healthcare resources. Many people with postherpetic neuralgia find that treatment has little or no effect at all. Therefore, attention has turned to stopping the development of postherpetic neuralgia. Some researchers propose that if a person develops PHN, it may suggest that they have more varicella-zoster virus present in their bloodstream than the low amounts usually found when the virus is dormant; this leads to continued inflammation. Corticosteroids exert a potent anti-inflammatory action, which might minimise nerve damage, and thereby relieve herpes zoster pain and prevent postherpetic neuralgia."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know if corticosteroids given acutely (within one week of the onset of the rash) during a herpes zoster infection would be effective in preventing postherpetic neuralgia. We included studies that compared corticosteroids with no treatment or placebo, but not with other treatments. We also included trials that compared corticosteroids plus routine treatment with placebo plus routine treatment."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all relevant randomised controlled trials that described the effects of corticosteroids on preventing postherpetic neuralgia after an acute herpes zoster infection. We also assessed how certain the evidence was, considering factors, such as study size and the way in which studies were conducted. We compared and summarised the results of the studies and rated our confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We included five studies examining the effects of corticosteroids on a total of 787 participants in our analysis. The evidence is very uncertain about the effects of corticosteroids, given by mouth during the acute phase of a zoster infection, in preventing postherpetic neuralgia six months after the onset of the acute herpetic rash. Corticosteroids given orally or intramuscularly may result in little to no difference in the risk of adverse events in people with acute herpes zoster. Based on the available studies, very low-certainty evidence neither supports nor refutes the use of corticosteroids in acute herpes zoster infection for preventing postherpetic neuralgia."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence is very limited because the results from the studies involved a limited number of people. Some studies did not clearly report the method of randomisation, allocation concealment, or whether the lack of compliance was due to inefficacy or side effects, which could have affected the study's results. Overall, we have very little confidence in the evidence, and further studies are needed to investigate the effects of corticosteroids in preventing postherpetic neuralgia."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence is up-to-date to 25 June 2022."
    }
  ]
}