{
  "doi": "10.1002/14651858.CD001058.pub3",
  "name": "Antibiotics for preterm rupture of membranes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Premature birth carries substantial neonatal morbidity and mortality. Subclinical infection is associated with preterm rupture of membranes (PROM). Prophylactic maternal antibiotic therapy might lessen infectious morbidity and delay labour, but could suppress labour without treating underlying infection."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the immediate and long-term effects of administering antibiotics to women with PROM before 37 weeks, on maternal infectious morbidity, neonatal morbidity and mortality, and longer-term childhood development."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing antibiotic administration with placebo that reported clinically relevant outcomes were included as were trials of different antibiotics. Trials in which no placebo was used were included for the outcome of perinatal death alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data from each report without blinding of either the results or the treatments that women received. We sought unpublished data from a number of authors."
    },
    {
      "heading": "Main results",
      "text": "We included 22 trials, involving 6872 women and babies.\nThe use of antibiotics following PROM is associated with statistically significant reductions in chorioamnionitis (average risk ratio (RR) 0.66, 95% confidence interval (CI) 0.46 to 0.96, and a reduction in the numbers of babies born within 48 hours (average RR 0.71, 95% CI 0.58 to 0.87) and seven days of randomisation (average RR 0.79, 95% CI 0.71 to 0.89). The following markers of neonatal morbidity were reduced: neonatal infection (RR 0.67, 95% CI 0.52 to 0.85), use of surfactant (RR 0.83, 95% CI 0.72 to 0.96), oxygen therapy (RR 0.88, 95% CI 0.81 to 0.96), and abnormal cerebral ultrasound scan prior to discharge from hospital (RR 0.81, 95% CI 0.68 to 0.98). Co-amoxiclav was associated with an increased risk of neonatal necrotising enterocolitis (RR 4.72, 95% CI 1.57 to 14.23).\nOne study evaluated the children's health at seven years of age (ORACLE Children Study) and found antibiotics seemed to have little effect on the health of children."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Routine prescription of antibiotics for women with preterm rupture of the membranes is associated with prolongation of pregnancy and improvements in a number of short-term neonatal morbidities, but no significant reduction in perinatal mortality. Despite lack of evidence of longer-term benefit in childhood, the advantages on short-term morbidities are such that we would recommend antibiotics are routinely prescribed. The antibiotic of choice is not clear but co-amoxiclav should be avoided in women due to increased risk of neonatal necrotising enterocolitis."
    }
  ],
  "pls_title": "Antibiotics for preterm rupture of membranes",
  "pls_type": "long",
  "pls": "Certain antibiotics given to women whose waters have broken early will improve babies' health. Babies born too soon are more likely to suffer ill health in the early days and sometimes throughout life. Early labour and birth (before 37 weeks) may be due to undetected infection as well as the waters breaking early. The review of 22 trials, involving 6872 women and their babies, found that, in the short term, certain antibiotics given to women, when their waters break early, increase the time babies stay in the womb. They reduced infection, but did not save more babies. One antibiotic (co-amoxiclav) increased the number of babies with a rare condition of inflammation of the bowel (necrotising enterocolitis). Although, in the longer term (at seven years of age) antibiotics seem to have little effect on the health of children, the short-term advantages are such that we recommend antibiotics should be given routinely."
}