{
  "doi": "10.1002/14651858.CD015448.pub2",
  "name": "LipiFlow for the treatment of dry eye disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Meibomian gland dysfunction (MGD) is the most common underlying cause of dry eye disease (DED). MGD leads to pathological alteration of the composition or quantity of meibum, or both, which subsequently results in tear evaporation and the typical signs and symptoms associated with DED. The LipiFlow Thermal Pulsation System (LipiFlow) is a medical device used to treat MGD in office; however, it is unclear if LipiFlow can outperform other DED treatments."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of LipiFlow for treating DED signs and symptoms and the safety of LipiFlow compared with sham or other available treatments for MGD in adults."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Eyes and Vision Information Specialist searched the electronic databases for randomized controlled trials. There were no restrictions on language or date of publication. We searched the Cochrane Central Register of Controlled Trials (CENTRAL, including the Cochrane Eyes and Vision Trials Register; 2022, Issue 6), MEDLINE Ovid, Embase.com, PubMed, LILACS (Latin American and Caribbean Health Science Information database), ClinicalTrials.gov, and World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) electronic databases. We also examined the reference lists of identified trials, review articles, and guidelines for information about relevant trials that may not have been identified by our search strategy. We contacted investigators regarding ongoing trials. The last database search was performed on 24 October 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies conducted in adults (over 18 years of age) with DED or MGD as defined by the primary trial investigators. We imposed no restrictions on race, ethnicity, or sex. We considered trials involving contact lens wearers if they were equally represented between groups."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We applied standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We included 13 trials that randomized a total of 1155 participants (28 to 236 participants randomized per study). Six trials were conducted in the USA, three in China, two in Thailand, one in France, and one in Italy. Eight trials were of single-center design, while four trials were of multicenter design; one trial did not report the number of participating centers.\nStudy characteristics\nThe study population of the included trials was 66% female (range 48% to 80%), with an age range of 19 to 86 years. LipiFlow, used as a stand-alone intervention, was compared with basic warm compresses in five studies, thermostatic device in five studies, oral intervention in one trial, and topical dry eye medications in one trial. LipiFlow was also evaluated together with eyelid hygiene product versus eyelid hygiene products alone in one trial.\nFindings\nFive trials compared LipiFlow with a basic warm compress applied for varying durations and frequencies during the trial period; only one of these trials combined a warm compress with eyelid massage. Analyzing symptom scores by different questionnaires (Ocular Surface Disease Index [OSDI] and Standard Patient Evaluation of Eye Dryness [SPEED]) yielded conflicting evidence of a difference in symptoms between LipiFlow and basic warm compresses after four weeks. There was no evidence of a difference in meibomian gland expression, meibum quality, or tear breakup time when comparing LipiFlow with basic warm compresses. Another five trials compared LipiFlow with thermostatic devices. Analysis of symptom scores at four weeks showed that thermostatic devices had reduced OSDI scores by a mean difference (MD) of 4.59 (95% confidence interval [CI] 1.23 to 7.95; I2 = 0, P = 0.007; 553 participants; very low certainty evidence) as compared with LipiFlow. When we compared LipiFlow plus eyelid hygiene with eyelid hygiene alone, there was no evidence of difference in signs or symptoms at any time point evaluated.\nOnly one trial compared LipiFlow with a topical DED medication (lifitegrast 5%). The single-trial estimate suggested that 5% lifitegrast may increase meibomian gland expression scores compared with LipiFlow at day 42 (MD −1.21, 95% CI −2.37 to −0.05; 50 participants; low certainty evidence) by using a meibomian gland expression scale of 0 to 8. One trial compared LipiFlow with an oral intervention (doxycycline), finding that LipiFlow may result in significantly better SPEED scores than doxycycline at three months (MD −4.00, 95% CI −7.33 to −0.67; 24 participants; very low certainty evidence). No other significant differences in signs or symptoms were found between LipiFlow and doxycycline at three months. We did not find any other statistically significant differences in symptoms or signs for any other analysis performed in this review at the one- to four-week time point.\nAdverse events\nNo trial reported any intervention-related, vision-threatening adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "LipiFlow performs similarly to other commonly used DED treatments with regard to DED signs and symptoms. The best available evidence was deemed to have a high level of bias, leading to low or very low certainty evidence. Additional research with adequate masking, a standardized testing methodology, and a sample representative of the MGD population is therefore needed before any firm conclusions can be drawn regarding comparative benefits and harms."
    }
  ],
  "pls_title": "Is LipiFlow more effective than other dry eye disease treatments?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• LipiFlow performs similarly to other commonly used DED treatments with regard to DED signs and symptoms, but the evidence is very uncertain.\n• LipiFlow did not appear to cause any adverse events."
    },
    {
      "heading": "What is dry eye disease?",
      "text": "Dry eye disease is a common condition with several risk factors, including patient age, sex, race, hormonal imbalances, digital device use, and meibomian gland dysfunction. Meibomian gland dysfunction is the primary cause of dry eye disease. Meibomian glands in the eyelids, when functioning normally, secrete oil that promotes stable tears on the surface of the eye. When meibomian glands are not functioning properly because they have become clogged or inflamed, the result is dry eye symptoms (e.g. burning, stinging, watering) and signs (e.g. eye surface damage, redness)."
    },
    {
      "heading": "What is LipiFlow?",
      "text": "The LipiFlow Thermal Pulsation System is a medical device that provides controlled, repeatable, heated compression to the eyelids and meibomian glands with the aim of resulting in expression and unclogging of the meibomian glands. LipiFlow is primarily intended for treating people who have meibomian gland dysfunction and not other forms of dry eye disease."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if LipiFlow is as effective or more effective than other common dry eye disease treatments. We also wanted to find out if LipiFlow is safe and if it causes any unwanted side effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated LipiFlow compared to other common dry eye disease treatments (e.g. warm compresses, thermostatic devices, eyelid hygiene product, topical medications, oral interventions) and looked at how patient-reported symptoms (e.g. eye dryness) and signs (e.g. meibomian gland function, tear breakup time) differed between LipiFlow and other treatments. We analyzed and summarized the results of the trials and rated our confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We found 13 trials with a total of 1155 participants (1720 eyes) with dry eye disease.\nWhen comparing LipiFlow to basic warm compresses, eyelid hygiene products, or dry eye disease medications, there was no clear evidence of a difference in improvement in symptom scores obtained using questionnaires or in signs by eye surface tests. Thermostatic devices decreased symptom scores compared with LipiFlow based on one questionnaire, but this result was not found with other questionnaires. LipiFlow may improve symptom scores based on one questionnaire compared with oral intervention.\nWe found no evidence that LipiFlow is unsafe or causes any unwanted side effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is low to very low because the people in the trials were aware of the treatment they were receiving, which may have influenced their symptoms responses, and because of differences across the included studies, including in testing regimens. This uncertainty in the evidence makes it challenging to evaluate the advantages and disadvantages of LipiFlow compared with other treatments. Limitations related to lack of masking of participants could be addressed in future trials by including a control group who undergoes a sham LipiFlow treatment without thermal pulsation."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "The evidence is current to October 2022."
    }
  ]
}