{
  "doi": "10.1002/14651858.CD004376.pub4",
  "name": "Exercise for osteoarthritis of the knee",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Knee osteoarthritis (OA) is a major public health issue causing chronic pain, impaired physical function, and reduced quality of life. As there is no cure, self-management of symptoms via exercise is recommended by all current international clinical guidelines. This review updates one published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "We aimed to assess the effects of land-based exercise for people with knee osteoarthritis (OA) by comparing:\n1) exercise versus attention control or placebo;\n2) exercise versus no treatment, usual care, or limited education;\n3) exercise added to another co-intervention versus the co-intervention alone."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, and two trial registries (ClinicalTrials.gov and World Health Organisation International Clinical Trials Registry Platform), together with reference lists, from the date of the last search (1st May 2013) until 4 January 2024, unrestricted by language."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that evaluated exercise for knee OA versus a comparator listed above. Our outcomes of interest were pain severity, physical function, quality of life, participant-reported treatment success, adverse events, and study withdrawals."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane for systematic reviews of interventions."
    },
    {
      "heading": "Main results",
      "text": "We included 139 trials (12,468 participants): 30 (3065 participants) compared exercise to attention control or placebo; 60 (4834 participants) compared exercise with usual care, no intervention or limited education; and 49 (4569 participants) evaluated exercise added to another intervention (e.g. weight loss diet, physical therapy, detailed education) versus that intervention alone. Interventions varied substantially in duration, ranging from 2 to 104 weeks. Most of the trials were at unclear or high risk of bias, in particular, performance bias (94% of trials), detection bias (94%), selective reporting bias (68%), selection bias (57%), and attrition bias (48%).\nExercise versus attention control/placebo\nCompared with attention control/placebo, low-certainty evidence indicates exercise may result in a slight improvement in pain immediately post-intervention (mean 8.70 points better (on a scale of 0 to 100), 95% confidence interval (CI) 5.70 to 11.70; 28 studies, 2873 participants). Moderate-certainty evidence indicates exercise likely results in an improvement in physical function (mean 11.27 points better (on a scale of 0 to 100), 95% CI 7.64 to 15.09; 24 studies, 2536 participants), but little to no improvement in quality of life (mean 6.06 points better (on a scale of 0 to 100), 95% CI −0.13 to 12.26; 6 studies, 454 participants). There was moderate-certainty evidence that exercise likely increases participant-reported treatment success (risk ratio (RR) 1.46, 95% CI 1.11 to 1.92; 2 studies 364 participants), and likely does not increase study withdrawals (RR 1.08, 95% CI 0.92 to 1.26; 29 studies, 2907 participants). There was low-certainty evidence that exercise may not increase adverse events (RR 2.02, 95% CI 0.62 to 6.58; 11 studies, 1684 participants).\nExercise versus no treatment/usual care/limited education\nCompared with no treatment/usual care/limited education, low-certainty evidence indicates exercise may result in an improvement in pain immediately post-intervention (mean 13.14 points better (on a scale of 0 to 100), 95% CI 10.36 to 15.91; 56 studies, 4184 participants). Moderate-certainty evidence indicates exercise likely results in an improvement in physical function (mean 12.53 points better (on a scale of 0 to 100), 95% CI 9.74 to 15.31; 54 studies, 4352 participants) and a slight improvement in quality of life (mean 5.37 points better (on a scale of to 100), 95% CI 3.19 to 7.54; 28 studies, 2328 participants). There was low-certainty evidence that exercise may result in no difference in participant-reported treatment success (RR 1.33, 95% CI 0.71 to 2.49; 3 studies, 405 participants). There was moderate-certainty evidence that exercise likely results in no difference in study withdrawals (RR 1.03, 95% CI 0.88 to 1.20; 53 studies, 4408 participants). There was low-certainty evidence that exercise may increase adverse events (RR 3.17, 95% CI 1.17 to 8.57; 18 studies, 1557 participants).\nExercise added to another co-intervention versus the co-intervention alone\nModerate-certainty evidence indicates that exercise when added to a co-intervention likely results in improvements in pain immediately post-intervention compared to the co-intervention alone (mean 10.43 points better (on a scale of 0 to 100), 95% CI 8.06 to 12.79; 47 studies, 4441 participants). It also likely results in a slight improvement in physical function (mean 9.66 points better, 95% CI 7.48 to 11.97 (on a 0 to 100 scale); 44 studies, 4381 participants) and quality of life (mean 4.22 points better (on a 0 to 100 scale), 95% CI 1.36 to 7.07; 12 studies, 1660 participants) immediately post-intervention. There was moderate-certainty evidence that exercise likely increases participant-reported treatment success (RR 1.63, 95% CI 1.18 to 2.24; 6 studies, 1139 participants), slightly reduces study withdrawals (RR 0.82, 95% CI 0.70 to 0.97; 41 studies, 3502 participants), and slightly increases adverse events (RR 1.72, 95% CI 1.07 to 2.76; 19 studies, 2187 participants).\nSubgroup analysis and meta-regression\nWe did not find any differences in effects between different types of exercise, and we found no relationship between changes in pain or physical function and the total number of exercise sessions prescribed or the ratio (between exercise group and comparator) of real-time consultations with a healthcare provider.\nClinical significance of the findings\nTo determine whether the results found would make a clinically meaningful difference to someone with knee OA, we compared our results to established 'minimal important difference' (MID) scores for pain (12 points on a 0 to 100 scale), physical function (13 points), and quality of life (15 points). We found that the confidence intervals of mean differences either did not reach these thresholds or included both a clinically important and clinically unimportant improvement."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low- to moderate-certainty evidence that exercise probably results in an improvement in pain, physical function, and quality of life in the short-term. However, based on the thresholds for minimal important differences that we used, these benefits were of uncertain clinical importance. Participants in most trials were not blinded and were therefore aware of their treatment, and this may have contributed to reported improvements."
    }
  ],
  "pls_title": "Is exercise an effective therapy to treat knee osteoarthritis?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Exercise may lead to improvement in pain and physical function when compared to 'attention' control (i.e. involving more than one interaction with study personnel or a care provider) or placebo, and improvement in pain, physical function, and quality of life when compared to no treatment, usual care (e.g. routine treatment offered by family doctor) or limited education (e.g. provision of a basic information pamphlet or link to information online). Exercise may also lead to improvements in pain, physical function, and quality of life when added to another treatment when compared to that treatment alone. However, the benefits were of uncertain clinical importance, meaning that they may not result in a change in symptoms that makes a noticeable difference to patients.\n- Despite the large number of studies, many involved a small number of participants and were of poor quality (e.g. participants were aware of which treatment group they were in), which decreased our confidence in the conclusions."
    },
    {
      "heading": "How might exercise help people with knee osteoarthritis?",
      "text": "Knee osteoarthritis is a common cause of ongoing pain and disability. Exercise aims to increase muscle strength and improve joint function and range of motion, which may reduce osteoarthritis pain and joint dysfunction and help people return to their usual daily activities. Exercise programmes include a wide range of different exercise types, durations, and delivery methods."
    },
    {
      "heading": "What did we want to find out?",
      "text": "This review is an update of one last published in 2015. We wanted to know whether exercise improves pain, physical function, and quality of life for people with knee osteoarthritis."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies of adults with knee osteoarthritis that assessed the effects of land-based exercise on pain, physical function, and quality of life. The studies had to compare a group of people doing exercise to a group who received attention or a placebo (fake) intervention, or to a group receiving no treatment, usual care, or limited education. We also included studies comparing exercise plus another intervention versus that intervention on its own.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and consistency of results."
    },
    {
      "heading": "What did we find?",
      "text": "We found 139 studies with a total of 12,468 people. Study participants were, on average, aged between 41 and 81 years. Exercise programs lasted between 2 and 104 weeks. Outcomes were measured right after the end of the exercise program, with some studies also collecting outcomes in the weeks and months after the end of the program.\nThirty trials (22%) compared exercise to attention control or placebo. Sixty trials (43%) compared exercise to no treatment, usual care, or limited education. Forty-nine trials (35%) added exercise to another type of treatment and compared that to the other treatment on its own. To determine whether benefits would make a meaningful difference to someone with knee osteoarthritis, we compared our findings to established 'minimal important difference' scores for pain (12 points on a 0 to 100 point scale), physical function (13 points), and quality of life (15 points).\nExercise compared with attention control or placebo\n- Exercise may result in a slight improvement in pain (8.7 points better on a 0 to 100 point scale).\n- Exercise likely results in an improvement in physical function (11.3 points better on a 0 to 100 point scale).\n- Exercise likely results in little to no improvement in quality of life (6.1 points better on a 0 to 100 point scale).\nIn terms of adverse events at final follow-up, we found that exercise may not increase adverse events.\nExercise compared with no treatment, usual care, or limited education\n- Exercise may result in an improvement in pain (13.1 points better on a 0 to 100 point scale).\n- Exercise likely results in an improvement in physical function (12.5 points better on a 0 to 100 point scale).\n- Exercise likely results in a slight improvement in quality of life (5.4 points better on a 0 to 100 point scale).\nIn terms of adverse events at final follow-up, we found that exercise may increase adverse events.\nExercise added to another treatment compared to the other treatment alone\n- Exercise likely results in an improvement in pain (10.4 points better on a 0 to 100 point scale).\n- Exercise likely results in a slight improvement in physical function (9.7 points better on a 0 to 100 point scale).\n- Exercise likely results in a slight improvement in quality of life (4.2 points better on a 0 to 100 point scale).\nIn terms of adverse events at final follow-up, we found that exercise likely increases adverse events slightly."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have low to moderate confidence in our results. Many studies are of poor quality with small sample sizes. Therefore, some studies may have made the benefits of exercise seem greater than they are."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched for studies up to 4 January 2024."
    }
  ]
}