{
  "doi": "10.1002/14651858.CD006229",
  "name": "Laparoscopic versus small‐incision cholecystectomy for patients with symptomatic cholecystolithiasis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cholecystectomy is one of the most frequently performed operations. Open cholecystectomy has been the gold standard for over 100 years. Small-incision cholecystectomy is a less frequently used alternative. Laparoscopic cholecystectomy was introduced in the 1980s."
    },
    {
      "heading": "Objectives",
      "text": "To compare the beneficial and harmful effects of laparoscopic versus small-incision cholecystectomy for patients with symptomatic cholecystolithiasis."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Hepato-Biliary Group Controlled Trials Register (6 April 2004), The Cochrane Library (Issue 1, 2004), MEDLINE (1966 to January 2004), EMBASE (1980 to January 2004), Web of Science (1988 to January 2004), and CINAHL (1982 to January 2004) for randomised trials."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised trials in patients with symptomatic cholecystolithiasis comparing any kind of laparoscopic cholecystectomy versus small-incision or other kind of minimal incision open cholecystectomy. No language limitations were applied."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently performed selection of trials and data extraction. The methodological quality of the generation of the allocation sequence, allocation concealment, blinding, and follow-up was evaluated to assess bias risk. Analyses were based on the intention-to-treat principle. Authors were requested additional information in case of missing data. Sensitivity and subgroup analyses were performed if appropriate."
    },
    {
      "heading": "Main results",
      "text": "Thirteen trials randomised 2337 patients. Methodological quality was relatively high considering the four quality criteria. Total complications of laparoscopic and small-incision cholecystectomy are high: 26.6% versus 22.9%. Total complications (risk difference, random-effects -0.01, 95% confidence interval (CI) -0.07 to 0.05), hospital stay (weighted mean difference (WMD), random-effects -0.72 days, 95% CI -1.48 to 0.04), and convalescence were not significantly different. High-quality trials show a quicker operative time for small-incision cholecystectomy (WMD, high-quality trials 'blinding', random-effects 16.4 minutes, 95% CI 8.9 to 23.8) while low-quality trials show no significant difference."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Laparoscopic and small-incision cholecystectomy seem to be equivalent. No differences could be observed in mortality, complications, and postoperative recovery. Small-incision cholecystectomy has a significantly shorter operative time. Complications in elective cholecystectomy are prevalent."
    }
  ],
  "pls_title": "Laparoscopic and small-incision cholecystectomy seem equivalent in complications and recovery, but small-incision cholecystectomy is quicker to perform",
  "pls_type": "long",
  "pls": "The laparoscopic and the small-incision cholecystectomy are two alternative minimally invasive techniques for removal of the gallbladder. There are no significant differences in mortality and complications between the two minimal invasive procedures. The laparoscopic and the small-incision operation should be considered equal apart from a quicker operative time using the small-incision technique. The complications in both techniques are common."
}