{
  "doi": "10.1002/14651858.CD011027.pub3",
  "name": "Oral dextrose gel for the treatment of hypoglycaemia in newborn infants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neonatal hypoglycaemia, a common condition, can be associated with brain injury. It is frequently managed by providing infants with an alternative source of glucose, often given enterally with milk-feeding or intravenously with dextrose solution, which may decrease breastfeeding success. Intravenous dextrose also often requires that mother and baby are cared for in separate environments. Oral dextrose gel is simple and inexpensive, and can be administered directly to the buccal mucosa for rapid correction of hypoglycaemia, in association with continued breastfeeding and maternal care.\nThis is an update of a previous review published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of oral dextrose gel in correcting hypoglycaemia in newborn infants from birth to discharge home and reducing long-term neurodevelopmental impairment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials, MEDLINE, and Embase from database inception to October 2021.  We also searched international clinical trials networks, the reference lists of included trials, and relevant systematic reviews identified in the search."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs comparing oral dextrose gel versus placebo, no treatment, or other therapies for the treatment of neonatal hypoglycaemia in newborn infants from birth to discharge home."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study quality and extracted data; they did not assess publications for which they were study authors. We contacted investigators to obtain additional information. We used fixed-effect models and the GRADE approach to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included two studies conducted in high-income countries, involving 312 late preterm and at-risk term infants and comparing oral dextrose gel (40% concentration) to placebo gel. One study was at low risk of bias, and the other (an abstract) was at unclear to high risk of bias. Oral dextrose gel compared with placebo gel probably increases correction of hypoglycaemic events (rate ratio 1.08, 95% confidence interval (CI) 0.98 to 1.20; rate difference 66 more per 1000, 95% CI 17 fewer to 166 more; 1 study; 237 infants; moderate-certainty evidence), and may result in a slight reduction in the risk of major neurological disability at age two years or older, but the evidence is uncertain (risk ratio (RR) 0.46, 95% CI 0.09 to 2.47; risk difference (RD) 24 fewer per 1000, 95% CI 41 fewer to 66 more; 1 study, 185 children; low-certainty evidence). The evidence is very uncertain about the effect of oral dextrose gel compared with placebo gel or no gel on the need for intravenous treatment for hypoglycaemia (RR 0.78, 95% CI 0.46 to 1.32; RD 37 fewer per 1000, 95% CI 91 fewer to 54 more; 2 studies, 312 infants; very low-certainty evidence). Investigators in one study of 237 infants reported no adverse events (e.g. choking or vomiting at the time of administration) in the oral dextrose gel or placebo gel group (low-certainty evidence).\nOral dextrose gel compared with placebo gel probably reduces the incidence of separation from the mother for treatment of hypoglycaemia (RR 0.54, 95% CI 0.31 to 0.93; RD 116 fewer per 1000, 95% CI 174 fewer to 18 fewer; 1 study, 237 infants; moderate-certainty evidence), and increases the likelihood of exclusive breastfeeding after discharge (RR 1.10, 95% CI 1.01 to 1.18; RD 87 more per 1000, 95% CI 9 more to 157 more; 1 study, 237 infants; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Oral dextrose gel (specifically 40% dextrose concentration) used to treat hypoglycaemia in newborn infants (specifically at-risk late preterm and term infants) probably increases correction of hypoglycaemic events, and may result in a slight reduction in the risk of major neurological disability at age two years or older. Oral dextrose gel treatment probably reduces the incidence of separation from the mother for treatment and increases the likelihood of exclusive breastfeeding after discharge. No adverse events have been reported.\nOral dextrose gel is probably an effective and safe first-line treatment for infants with neonatal hypoglycaemia in high-income settings.\nMore evidence is needed about the effects of oral dextrose gel treatment on later neurological disability and the need for other treatments for hypoglycaemia. Future studies should be conducted in low-and middle-income settings, in extremely and moderately preterm infants, and compare oral dextrose gel with other therapies such as intravenous dextrose. There are two ongoing studies that may alter the conclusions of this review when published."
    }
  ],
  "pls_title": "Oral dextrose gel for the treatment of newborn infants with low blood glucose levels",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "For newborn infants who develop low blood glucose levels (hypoglycaemia), is sugar gel given by mouth (oral dextrose gel) more effective than no treatment or other active treatments in correcting the low blood glucose level and reducing long-term neurodevelopmental impairment?"
    },
    {
      "heading": "Background",
      "text": "Low blood glucose levels (hypoglycaemia) in newborn infants are common and occur frequently in certain at-risk groups (infants of mothers with high blood glucose levels (diabetes), infants born preterm, small and large infants). Infants with low blood glucose levels are at higher risk for developmental problems later in childhood. To manage this condition, active treatments are generally used, frequently requiring the use of formula milk or admission to the neonatal intensive care unit to receive fluid infusion into the veins, resulting in temporary separation from the mother. Sugar gel applied to the inside of the mouth is a simple and low-cost option for the initial care of infants with low blood glucose levels. We are exploring whether oral dextrose is more effective than no treatment or other active treatments in correcting low blood glucose levels in newborn infants and reducing its long-term effects on neurodevelopment."
    },
    {
      "heading": "Study characteristics",
      "text": ""
    },
    {
      "heading": "Key results",
      "text": "Key results\nResults suggest that oral dextrose gel probably corrects individual episodes of low blood glucose levels and may result in a slight reduction in the risk of major disability at age two years or older; however, the evidence is uncertain. The evidence was not sufficient to show whether oral dextrose gel reduces the need for other treatments. Oral dextrose gel compared to placebo gel probably reduces mother-infant separation and probably increases the likelihood of exclusive breastfeeding after discharge from the hospital. Researchers reported no adverse events when oral dextrose gel was given to infants.\nWe searched for studies up to October 2021.There are two ongoing studies that may alter the conclusions of this review when published."
    },
    {
      "heading": "Certainty of evidence",
      "text": "The available studies were small in size and there are not enough studies and to be entirely certain about the results."
    }
  ]
}