{
  "doi": "10.1002/14651858.CD005568.pub2",
  "name": "Dengzhanhua preparations for acute cerebral infarction",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dengzhanhua preparations are widely used in China. Many controlled trials have been undertaken to investigate the efficacy of dengzhanhua preparations in the treatment of acute cerebral infarction."
    },
    {
      "heading": "Objectives",
      "text": "To assess whether dengzhanhua preparations are effective and safe at improving outcomes in patients with acute cerebral infarction."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched October 2007), the Chinese Stroke Trials Register (last searched June 2006), the trials register of the Cochrane Complementary Medicine Field (last searched June 2006), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, Issue 2 2006), MEDLINE (1966 to June 2006), EMBASE (1980 to June 2006), AMED (the Allied and Complementary Medicine Database, 1985 to June 2006), the China Biological Medicine Database (CBM-disc, 1979 to June 2006), and Chinese Knowledge Infrastructure (CNKI,1994 to October 2007). We also searched the reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled clinical trials of dengzhanhua preparations regardless of duration, dosage and route of administration in patients with confirmed acute cerebral infarction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently applied the inclusion criteria, assessed trial quality, and extracted the data."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials, all conducted in China, involving 723 participants. The method of randomisation and concealment was poorly described. The included trials compared dengzhanhua injection plus routine therapy with routine therapy alone. Patients were enrolled up to one week after the onset of stroke. No trials reported data on the pre-specified primary or secondary outcomes. In a post-hoc comparison of dengzhanhua injection plus routine therapy versus routine therapy alone, dengzhanhua injection showed a statistically significant benefit on the outcome 'marked neurologic improvement' (relative risk 1.53; 95% confidence interval 1.36 to 1.72). No serious adverse effects were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the generally low methodological quality and small sample size of the included trials in this systematic review, we could not draw a firm conclusion."
    }
  ],
  "pls_title": "Dengzhanhua preparations for acute cerebral infarction",
  "pls_type": "long",
  "pls": "There is no clear evidence that dengzhanhua injections benefit patients with acute cerebral infarction. Dengzhanhua preparations are a traditional herbal drug that are commonly used in China to treat disorders of the blood supply to the heart and brain, including stroke. These compounds have a number of actions which might help reduce disability after stroke. The most common type of stroke is cerebral infarction, which is due to blockage of the blood supply to one part of the brain. This review aimed to include randomised or quasi-randomised trials of dengzhanhua preparations in the treatment of patients with recent cerebral infarction. Nine studies involving 723 participants were included. The studies were of poor quality. Although treatment with dengzhanhua injections appeared to improve neurological function, there was no evidence that treatment improved the chance of being alive and free of disability. This review therefore did not find evidence to support the routine use of dengzhanhua for patients with recent stroke. Further well-designed trials are needed."
}