{
  "doi": "10.1002/14651858.CD012714.pub2",
  "name": "Medications for daytime sleepiness in individuals with idiopathic hypersomnia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Idiopathic hypersomnia is a disorder of excessive daytime sleepiness, often accompanied by long sleep times or pronounced difficulty in awakening, in the absence of a known cause. The optimal treatment strategy for idiopathic hypersomnia is currently unknown."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of medications for daytime sleepiness and related symptoms in individuals with idiopathic hypersomnia and, in particular, whether medications may: 1. reduce subjective measures of sleepiness; 2. reduce objective measures of sleepiness; 3. reduce symptoms of cognitive dysfunction; 4. improve quality of life; and 5. be associated with adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases on 4 February 2021: Cochrane Register of Studies (CRS Web), MEDLINE (Ovid, 1946 to 1 February 2021), and reference lists of articles. CRS Web includes randomized or quasi-randomized controlled trials from PubMed, Embase, ClinicalTrials.gov, the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP), the Cochrane Central Register of Controlled Trials (CENTRAL), and the specialized registers of Cochrane Review Groups, including the Cochrane Epilepsy Group. We previously searched the WHO ICTRP separately when loading of ICTRP records into CRS Web was temporarily suspended."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized studies comparing any medication to placebo, another medication, or a behavioral intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial quality. We contacted study authors for additional data. We collected data on adverse events from the included trials."
    },
    {
      "heading": "Main results",
      "text": "We included three trials, with a total of 112 participants. Risk of bias was low for the included studies. Two pharmaceutical company-sponsored trials compared modafinil with placebo, involving 102 participants, nearly all of whom had idiopathic hypersomnia without long sleep time. Modafinil significantly improved self-reported sleepiness on the Epworth Sleepiness Scale by 5.08 points more than placebo (95% confidence interval (CI) 3.01 to 7.16; 2 studies, 101 participants; high-certainty evidence). Modafinil also significantly improved disease severity on the Clinical Global Impression of Severity scale by 1.02 points (95% CI 0.11 to 1.93; 1 study, 30 participants; moderate-certainty evidence) and resulted in a greater proportion of participants who were \"much improved\" or \"very much improved\" on the Clinical Global Impression of Change (odds ratio (OR) for improvement 5.14, 95% CI 1.76 to 15.00; 1 study, 70 participants; moderate-certainty evidence). Ability to remain awake on the Maintenance of Wakefulness Test was significantly improved with modafinil, by 4.74 minutes more than with placebo (95% CI 2.46 to 7.01; 2 studies, 99 participants; high-certainty evidence). Ratings of exhaustion and effectiveness/performance were improved with modafinil compared to placebo in one study. Number of naps per week was no different between modafinil and placebo across two studies. Participants receiving modafinil experienced more side effects, although the difference did not reach statistical significance (OR 1.68, 95% CI 0.28 to 9.94; 2 studies, 102 participants; low-certainty evidence).\nOne trial studying 20 participants with different disorders of sleepiness included 10 participants with idiopathic hypersomnia, with or without long sleep time, and compared clarithromycin to placebo. We only included the subset of trial data for those participants with idiopathic hypersomnia, per our protocol. There were no significant differences between clarithromycin and placebo for the Epworth Sleepiness Scale, psychomotor vigilance testing, sleep inertia, other subjective ratings, or side effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Modafinil is effective for the treatment of several aspects of idiopathic hypersomnia symptomatology, based on studies predominantly including participants with idiopathic hypersomnia without long sleep times, with low risk of bias, and evidence certainty ranging from high to low. There is insufficient evidence to conclude whether clarithromycin is effective for the treatment of idiopathic hypersomnia. There is a clear need for additional studies testing interventions for the treatment of idiopathic hypersomnia."
    }
  ],
  "pls_title": "Medications for daytime sleepiness in individuals with idiopathic hypersomnia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for the effects of different medications on daytime sleepiness in people with idiopathic hypersomnia."
    },
    {
      "heading": "Background",
      "text": "We wanted to know which medications are helpful for treating people with idiopathic hypersomnia, a disease that causes severe daytime sleepiness, and can sometimes cause people to sleep for very long amounts of time and have difficulty waking up and thinking or concentrating. It is called 'idiopathic' hypersomnia because the cause or causes of the disease are currently unknown. We wanted to find out which medications help with daytime sleepiness and other symptoms of the disease. We looked for studies testing any medication for idiopathic hypersomnia compared to a placebo (dummy pill) or another treatment."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to February 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified three studies. Two studies tested modafinil, and one study tested clarithromycin.\nThe two studies testing modafinil included a total of 102 people with idiopathic hypersomnia. Most of these people slept fewer than 10 hours per night. Both studies included people from multiple sleep clinics. One study took place in Germany, and the other in Japan. Both studies compared modafinil to placebo, lasted for three weeks, and were funded by pharmaceutical companies with commercial interest in the results of the studies.\nThe study testing clarithromycin included a total of 20 participants, from a single sleep clinic in the USA, 10 of whom had idiopathic hypersomnia. We only included information for the 10 people with idiopathic hypersomnia in the review. This study compared clarithromycin to placebo. Although the study lasted five weeks, we only included information from the first two weeks. This study was funded by the American Academy of Sleep Medicine Foundation, a charitable organization."
    },
    {
      "heading": "Key results",
      "text": "Modafinil improves sleepiness and the ability to stay awake during testing in a sleep laboratory. It probably improves the overall severity of idiopathic hypersomnia, feelings of exhaustion, and daytime performance. Modafinil may cause headaches and stomach symptoms such as nausea.\nIt is uncertain whether or not clarithromycin helps with daytime sleepiness or other symptoms of idiopathic hypersomnia. It is uncertain whether there is a difference in side effects between clarithromycin and placebo, based on the information included in this review."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the overall quality of the evidence in the three studies as ranging from high to low, depending on the outcome and drug being studied. All three studies were well-conducted. The studies were small. We found very few studies testing medication treatments for idiopathic hypersomnia. More studies are needed before we can be certain which medications are best for treating people with idiopathic hypersomnia."
    }
  ]
}