{
  "doi": "10.1002/14651858.CD006727.pub3",
  "name": "Continuation and maintenance treatments for depression in older people",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Depressive illness is common in old age. Prevalence in the community of case level depression is around 15% and milder forms of depression are more common. It causes significant distress and disability. The number of people over the age of 60 years is expected to double by 2050 and so interventions for this often long-term and recurrent condition are increasingly important. The causes of late-life depression differ from depression in younger adults and so it is appropriate to study it separately.\nThis is an update of a Cochrane review first published in 2012."
    },
    {
      "heading": "Objectives",
      "text": "To examine the efficacy of antidepressants and psychological therapies in preventing the relapse and recurrence of depression in older people."
    },
    {
      "heading": "Search methods",
      "text": "We performed a search of the Cochrane Common Mental Disorders Group's specialised register (the CCMDCTR) to 13 July 2015. The CCMDCTR includes relevant randomised controlled trials (RCTs) from the following bibliographic databases: The Cochrane Library (all years), MEDLINE (1950 to date), EMBASE (1974 to date), and PsycINFO (1967 to date). We also conducted a cited reference search on 13 July 2015 of the Web of Science for citations of primary reports of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Both review authors independently selected studies. We included RCTs involving people aged 60 years and over successfully treated for an episode of depression and randomised to receive continuation and maintenance treatment with antidepressants, psychological therapies, or a combination."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data. The primary outcome for benefit was recurrence rate of depression (reaching a cut-off on any depression rating scale) at 12 months and the primary outcome for harm was drop-outs at 12 months. Secondary outcomes included relapse/recurrence rates at other time points, global impression of change, social functioning, and deaths. We performed meta-analysis using risk ratio (RR) for dichotomous outcomes and mean difference (MD) for continuous outcomes, with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "This update identified no further trials. Seven studies from the previous review met the inclusion criteria (803 participants). Six compared antidepressant medication with placebo; two involved psychological therapies. There was marked heterogeneity between the studies.\nComparing antidepressants with placebo on the primary outcome for benefit, there was a statistically significant difference favouring antidepressants in reducing recurrence compared with placebo at 12 months with a GRADE rating of low for quality of evidence (three RCTs, n = 247, RR 0.67, 95% CI 0.54 to 0.82; number needed to treat for an additional beneficial outcome (NNTB) 5). Comparing antidepressants with placebo on the primary outcome for harms, there was no difference in drop-out rates at 12 months' follow-up, with a GRADE rating of low.\nThere was no significant difference between psychological treatment and antidepressant in recurrence rates at 12 months (one RCT, n = 53) or between combination treatment and antidepressant alone at 12 months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This updated Cochrane review supports the findings of the original 2012 review. The long-term benefits and harm of continuing antidepressant medication in the prevention of recurrence of depression in older people are not clear and no firm treatment recommendations can be made on the basis of this review. Continuing antidepressant medication for 12 months appears to be helpful with no increased harms; however, this was based on only three small studies, relatively few participants, use of a range of antidepressant classes, and clinically heterogeneous populations. Comparisons at other time points did not reach statistical significance.\nData on psychological therapies and combined treatments were too limited to draw any conclusions on benefits and harms.\nThe quality of the evidence used in reaching these conclusions was low and the review does not, therefore, offer clear guidance to clinicians and patients on best practice and matching interventions to particular patient characteristics.\nOf note, we identified no new studies that evaluated pharmacological or psychological interventions in the continuation and maintenance treatment of depression in older people. We are aware of studies conducted since the previous review that included both older people and adults under the age of 65 years, but these fall outside of the remit of this review. We believe that there remains a need for studies solely recruiting older people, particularly the 'older old' with comorbid medical problems. However, these studies are likely to be challenging to conduct and may not, so far, have been prioritised by funders."
    }
  ],
  "pls_title": "Long-term treatment for depression in older people",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This is an update of a Cochrane review first published in 2012."
    },
    {
      "heading": "Why is this review important?",
      "text": "Depression is a common problem among older people and causes considerable disability. Even after successful treatment, it frequently recurs.\nThe causes of depression in older people are more diverse than in younger adults and, as the number of older people is steadily increasing, it is important to study the effects of treatments specifically in older adults. Treatments commonly used are antidepressant drugs and psychological treatments (talking treatments)."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "- People with depression, friends, families, and carers.\n- General practitioners, psychiatrists, clinical psychologists, psychological therapists, and pharmacists.\n- Professionals working in older-adult mental health services.\n- Professionals working in Improving Access to Psychological Therapies services in the UK."
    },
    {
      "heading": "What questions does this review aim to answer?",
      "text": "In people aged 60 years and over who have recovered from depression while taking antidepressant medication:\n- Is receiving continued antidepressant medicine, psychological treatment, or a combination of the two more effective in preventing recurrence of depression than receiving placebo (a pretend treatment) or any of the other treatments?\n- Is receiving continued antidepressant medicine, psychological treatment, or a combination of the two more harmful than receiving placebo or any of the other treatments?"
    },
    {
      "heading": "Which studies does the review include?",
      "text": "We searched medical databases to find all relevant studies completed up to 13 July 2015. The studies had to compare antidepressant treatment, psychological treatment, or a combination of the two, with placebo or the other treatments for preventing recurrence of depression in people aged 60 years and over. We included seven studies, involving 803 people.\nSix studies compared antidepressant medicine with placebo. Only two of the studies involved psychological treatments. The studies varied in how they were conducted, numbers of participants, and types of participants."
    },
    {
      "heading": "What does the evidence from the review tell us?",
      "text": "Remaining on antidepressant medicines for one year appears to reduce the risk of depression returning from 61% to 42% but the benefits at other time intervals could not be determined. Antidepressant treatment appeared to be no more harmful than placebo as measured by number of participants dropping out of trials. The benefits of psychological therapies were not clear, due to the small number of studies. The quality of evidence was low.\nThe majority of participants in the studies were women. Few were over 75 years of age. Most had received treatment for their original depressive illness as outpatients, indicating less severe depression.\nAntidepressant medicines used were both older type antidepressants (called tricyclics) and newer type (called selective serotonin reuptake inhibitors). Psychological treatments were interpersonal therapy, which addresses obstacles in relationships, and cognitive behavioural therapy, which addresses inactivity and self-defeating thought patterns."
    },
    {
      "heading": "What should happen next?",
      "text": "This review provides limited evidence that continuing antidepressant medication for one year can reduce the risk of depression recurring with no additional harm. However, it cannot be used to make firm recommendations due to the limited number and small size of studies involved. Limitations in the design and reporting of these studies may also make the results unrepresentative. Similarly, no firm conclusions can be drawn about psychological treatments or combinations of antidepressant and psychological treatments in preventing recurrence.\nFurther, larger, trials are required to clarify any benefits of antidepressant and psychological treatments. These trials should include more people aged over 75, and people with other problems typical of people treated in routine clinical services, such long-term physical illness and mild memory problems."
    }
  ]
}