{
  "doi": "10.1002/14651858.CD007924.pub3",
  "name": "Medical interventions for high‐grade vulval intraepithelial neoplasia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of a review first published in theCochrane Database of Systematic Reviews, Issue 4, in 2011. Vulval intraepithelial neoplasia (VIN) is a pre-cancerous condition of the vulval skin and its incidence is increasing in women under 50 years. High-grade VIN (also called usual-type VIN (uVIN) or VIN 2/3 or high-grade vulval intraepithelial lesion) is associated with human papilloma virus (HPV) infection and may progress to vulval cancer, therefore is usually actively managed. There is no consensus on the optimal management of high-grade VIN; and the high morbidity and relapse rates associated with surgical interventions make less invasive interventions highly desirable."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of medical (non-surgical) interventions for high-grade VIN."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecological Cancer Group Trials Register, Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2015, Issue 3), MEDLINE and EMBASE (up to 30 March 2015). We also searched registers of clinical trials, abstracts of scientific meetings, reference lists of included studies and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that assessed non-surgical interventions in women diagnosed with high-grade VIN."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used Cochrane methodology with two review authors independently abstracting data and assessing risk of bias. Where possible, we synthesised data in meta-analyses using random effects methods."
    },
    {
      "heading": "Main results",
      "text": "Five trials involving 297 women with high-grade VIN (defined by trial investigators as VIN 2/3 or VIN 3 or 'high-grade' lesions) met our inclusion criteria: three trials assessed the effectiveness of topical imiquimod versus placebo; one assessed topical cidofovir versus topical imiquimod; and one assessed low- versus high-dose indole-3-carbinol in similar types of participants. Three trials were at a moderate to low risk of bias, two were at a potentially high risk of bias.\nMeta-analysis of the three trials comparing topical imiquimod 5% cream to placebo found that women in the active treatment group were more likely to show an overall response (complete and partial response) to treatment at five to six months compared with the placebo group (Risk Ratio (RR) 11.95, 95% confidence interval (CI) 3.21 to 44.51; participants = 104; studies = 3; I2 = 0%; high-quality evidence). A complete response at five to six months occurred in 36/62 (58%) and 0/42 (0%) participants in the active and placebo groups, respectively (RR 14.40, 95% CI 2.97 to 69.80; participants = 104; studies = 3; I2 = 0%; high-quality evidence). A single trial reported 12-month follow-up, which revealed a sustained effect in overall response in favour of the active treatment arm at 12 months (RR 9.10, 95% CI 2.38 to 34.77; moderate-quality evidence), with 9/24 (38%) and 0/23 (0%) complete responses recorded in the active and placebo groups respectively. Progression to vulval cancer was also documented in this trial (one versus two participants in the active and placebo groups, respectively) and we assessed this evidence as low-quality. Only one trial reported adverse events, including erythema, erosion, pain and pruritis at the site of the lesion, which were more common in the imiquimod group. Dose reductions occurred more frequently in the active treatment group compared with the placebo group (19/47 versus 1/36 participants; RR 7.77, 95% CI 1.61 to 37.36; participants = 83; studies = 2; I2 = 0%; high-quality evidence). Only one trial reported quality of life (QoL) and there were no significant differences between the imiquimod and placebo groups.\nFor the imiquimod versus cidofovir trial, 180 women contributed data. The overall response at six months was similar for the imiquimod and cidofovir treatment groups with 52/91 (57%) versus 55/89 (62%) participants responding, respectively (RR 0.92, 95% CI 0.73 to 1.18; moderate-quality evidence). A complete response occurred in 41 women in each group (45% and 46%, respectively; RR 1.00, 95% CI 0.73 to 1.37; moderate-quality evidence). Although not statistically different, total adverse events were slightly more common in the imiquimod group of this trial with slightly more discontinuations occurring in this group. Longer term response data from this trial are expected.\nThe small trial comparing two doses of indole-3-carbinol contributed limited data. We identified five ongoing randomised trials of various interventions for high-grade VIN."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Topical imiquimod appears to be a safe and effective treatment for high-grade VIN, even though local side-effects may necessitate dose reductions. However, longer term follow-up data are needed to corroborate the limited evidence that response to treatment is sustained, and to assess any effect on progression to vulval cancer. Available evidence suggests that topical cidofovir may be a good alternative to imiquimod; however, more evidence is needed, particularly regarding the relative effectiveness on longer term response and progression. We await the longer-term response data and the results of the five ongoing trials."
    }
  ],
  "pls_title": "Comparison of non-surgical treatments for women diagnosed with high-grade VIN (precancerous changes of the vulva related to HPV-infection)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane review previously published in 2011. Vulval intraepithelial neoplasia (VIN) is a skin condition affecting the vulval skin, which, if left untreated, may become cancerous. Distressing symptoms include itching, burning, and soreness of the vulva or painful intercourse. There may be discolouration and various other visible changes to the vulval skin. There are two types of VIN: the most common type (now known as usual-type VIN or uVIN) is associated with infection of the cells of the vulva with a virus called human papilloma virus (HPV or wart virus), whereas the other type (known as differentiated-type VIN) is not associated with this viral infection. As HPV infection is common, uVIN is becoming more common in younger women (under 50 years of age). At the moment treatments are aimed at relief of distressing symptoms and to ensure that the condition does not become cancerous.The most common treatment option for women with this condition has been surgery to remove the affected skin areas. Surgery, however, does not guarantee a cure, can be disfiguring, and may result in physical and psychological problems in younger women who are sexually active.\nPotential non-surgical treatment options include imiquimod, indole-3-carbinol, cidofovir, IFN-α and HPV vaccines. These mainly work by enhancing the body's immune system. The purpose of this review was to assess the effectiveness and safety of these non-surgical treatments."
    },
    {
      "heading": "Methods",
      "text": "The previous version of this review included four randomised controlled trials. We updated the literature search from September 2010 to March 2015 and identified one new completed trial and five ongoing trials to add to the review."
    },
    {
      "heading": "Findings",
      "text": "In total, we included five randomised controlled trials involving 297 women. Three trials assessed imiquimod compared with placebo, one trial assessed imiquimod compared with cidofovir, and one compared two different doses of indole-3-carbinol. We pooled data from the three similar trials involving 104 women and found imiquimod to be more effective in clearing high-grade VIN lesions by six months than placebo. Most studies did not include longer term follow-up, but findings from one study suggested that women in whom VIN was completely cleared at six months were likely to sustain this response by 12 months. This single study showed no difference in rates of progression to cancer between study groups. We are uncertain about these longer-term findings and would like them to be corroborated by other trials. We found limited evidence on side-effects. However, evidence from one study found that side-effects, such as pain and itching of the skin over the vulva, occurred more frequently among women in the imiquimod group compared with the placebo group, and were usually managed by reducing the frequency of applications.\nThe trial comparing imiquimod with cidofovir involved 180 women. These topical treatments appeared to be similarly effective at six months. However, there were no longer term results available for this trial.\nThe trial of indole-3-carbinol was a small trial of only 13 women that compared two different doses of the medication and we could not draw any conclusions about this treatment.\nWe found no evidence on the effectiveness of other treatments, such as HPV vaccines to treat high-grade VIN; however, we identified five ongoing trials that may provide important evidence in the future."
    },
    {
      "heading": "Conclusions",
      "text": "Imiquimod appears to be effective and reasonably safe for the treatment of VIN, and cidofovir shows considerable promise, but more research is needed. In particular, more evidence is needed on longer term effectiveness of both treatments, and on the risk of VIN progressing to vulval cancer after treatment."
    }
  ]
}