{
  "doi": "10.1002/14651858.CD003287.pub4",
  "name": "Short acting insulin analogues versus regular human insulin in patients with diabetes mellitus ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Short acting insulin analogue use for diabetic patients is still controversial, as reflected in many scientific debates."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of short acting insulin analogues versus regular human insulin."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Library, MEDLINE and EMBASE were searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials with an intervention duration of at least four weeks."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Trial selection and evaluation of study quality was done independently by two reviewers."
    },
    {
      "heading": "Main results",
      "text": "Altogether 8274 participants took part in 49 randomised controlled studies. Most studies were of poor methodological quality. \nIn patients with type 1 diabetes, the weighted mean difference (WMD) of HbA1c was -0.1% (95% CI: -0.2 to -0.1) in favour of insulin analogue, whereas in patients with type 2 diabetes the WMD was 0.0% (95% CI: -0.1 to 0.0). \nIn subgroup analyses of different types of interventions in type 1 diabetic patients, the WMD in HbA1c was -0.2% (95% CI: -0.3 to -0.1) in favour of insulin analogue in studies using continuous subcutaneous insulin injections (CSII), whereas for conventional intensified insulin therapy (IIT) studies the WMD in HbA1c was -0.1% (95% CI: -0.1 to 0.0). \nThe WMD of the overall mean hypoglycaemic episodes per patient per month was -0.2 (95% CI: -1.1 to 0.7) and -0.2 (95% CI: -0.5 to 0.1) for analogues in comparison to regular insulin in patients with type 1 diabetes and type 2 diabetes, respectively. \nFor studies in type 1 diabetes patients the incidence of severe hypoglycaemia ranged from 0 to 247.3 (median 21.8) episodes per 100 person-years for insulin analogues and from 0 to 544 (median 46.1) for regular insulin, in type 2 the incidence ranged from 0 to 30.3 (median 0.3) episodes per 100 person-years for insulin analogues and from 0 to 50.4 (median 1.4) for regular insulin. \nNo study was designed to investigate possible long term effects (e.g. mortality, diabetic complications), in particular in patients with diabetes related complications."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our analysis suggests only a minor benefit of short acting insulin analogues in the majority of diabetic patients treated with insulin. Until long term efficacy and safety data are available we suggest a cautious response to the vigorous promotion of insulin analogues. For safety purposes, we need a long-term follow-up of large numbers of patients and well designed studies in pregnant women to determine the safety profile for both the mother and the unborn child."
    }
  ],
  "pls_title": "Short acting insulin analogues versus regular human insulin in patients with diabetes mellitus",
  "pls_type": "long",
  "pls": "Short acting insulin analogues (Lispro, Aspart, Glulisine) act more quickly than regular human insulin. It can be injected immediately before meals and leads to lower blood sugar levels after food intake. Our analysis showed that short acting insulin analogues were almost identically effective to regular human insulin in long term glycaemic control and were associated with similar episodes of low blood sugar (hypoglycaemia). No information on late complications such as problems with the eyes, kidneys or feet are existing. Until long term safety data are available we suggest a cautious response to the vigorous promotion of insulin analogues."
}