{
  "doi": "10.1002/14651858.CD013127.pub2",
  "name": "Mental Health First Aid as a tool for improving mental health and well‐being",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The prevalence of mental health problems is high, and they have a wide-ranging and deleterious effect on many sectors in society. As well as the impact on individuals and families, mental health problems in the workplace negatively affect productivity. One of the factors that may exacerbate the impact of mental health problems is a lack of 'mental health literacy' in the general population. This has been defined as 'knowledge and beliefs about mental disorders, which aid their recognition, management, or prevention'.\nMental Health First Aid (MHFA) is a brief training programme developed in Australia in 2000; its aim is to improve mental health literacy and teach mental health first aid strategies. The course has been adapted for various contexts, but essentially covers the symptoms of various mental health disorders, along with associated mental health crisis situations. The programmes also teach trainees how to provide immediate help to people experiencing mental health difficulties, as well as how to signpost to professional services. It is theorised that improved knowledge will encourage the trainees to provide support, and encourage people to actively seek help, thereby leading to improvements in mental health.\nThis review focuses on the effects of MHFA on the mental health and mental well-being of individuals and communities in which MHFA training has been provided. We also examine the impact on mental health literacy. This information is essential for decision-makers considering the role of MHFA training in their organisations."
    },
    {
      "heading": "Objectives",
      "text": "To examine mental health and well-being, mental health service usage, and adverse effects of MHFA training on individuals in the communities in which MHFA training is delivered."
    },
    {
      "heading": "Search methods",
      "text": "We developed a sensitive search strategy to identify randomised controlled trials (RCTs) of MHFA training. This approach used bibliographic databases searching, using a search strategy developed for Ovid MEDLINE (1946 -), and translated across to Ovid Embase (1974 -), Ovid PsycINFO (1967 -), the Cochrane Central Register of Controlled Trials (CENTRAL) and the Cochrane Common Mental Disorders Group's Specialised Register (CCMDCTR). We also searched online clinical trial registries (ClinicalTrials.gov and WHO ICTRP), grey literature and reference lists of included studies, and contacted researchers in the field to identify additional and ongoing studies. Searches are current to 13th June 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and cluster-RCTs comparing any type of MHFA-trademarked course to no intervention, active or attention control (such as first aid courses), waiting list control, or alternative mental health literacy interventions. Participants were individuals in the communities in which MHFA training is delivered and MHFA trainees. Primary outcomes included mental health and well-being of individuals, mental health service usage and adverse effects of MHFA training. Secondary outcomes related to individuals, MHFA trainees, and communities or organisations in which MHFA training has been delivered"
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. We analysed categorical outcomes as risk ratios (RRs) and odds ratios (ORs), and continuous outcomes as mean differences (MDs) or standardised mean differences (SMDs), with 95% confidence intervals (CIs). We pooled data using a random-effects model. Two review authors independently assessed the key results using the Risk of Bias 2 tool and applied the GRADE criteria to assess the certainty of evidence"
    },
    {
      "heading": "Main results",
      "text": "Twenty-one studies involving a total of 22,604 participants were included in the review. Fifteen studies compared MHFA training with no intervention/waiting list, two studies compared MHFA training with an alternative mental health literacy intervention, and four studies compared MHFA training with an active or an attention control intervention. Our primary time point was between six and 12 months.\nWhen MHFA training was compared with no intervention, it may have little to no effect on the mental health of individuals at six to 12 months, but the evidence is very uncertain (OR 0.88, 95% CI 0.61 to 1.28; 3 studies; 3939 participants). We judged all the results that contributed to this outcome as being at high risk of bias. No study measured mental health service usage at six to 12 months. We did not find published data on adverse effects.\nOnly one study with usable data compared MHFA training with an alternative mental health literacy intervention. The study did not measure outcomes in individuals in the community. It also did not measure outcomes at our primary time point of six to 12 months.\nFour studies with usable data compared MHFA training to an active or attention control. None of the studies measured outcomes at our primary time point of six to 12 months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We cannot draw conclusions about the effects of MHFA training on our primary outcomes due to the lack of good quality evidence. This is the case whether it is compared to no intervention, to an alternative mental health literacy intervention, or to an active control. Studies are at high risk of bias and often not sufficiently large to be able to detect differences."
    }
  ],
  "pls_title": "Mental Health First Aid as a tool for improving mental health and well-being",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why was this review important?",
      "text": "Mental health first aid is defined as 'the help provided to a person who is developing a mental health problem, experiencing a worsening of a mental health problem, or is in a mental health crisis' The first aid is given until appropriate professional help is received or the crisis resolves.' Mental Health First Aid (MHFA) is a training programme that aims to teach mental health first-aid strategies to members of the public. MHFA training works in a cascade model; accredited instructors deliver training to equip trainees with mental health first aid skills. Once trained, a trainee offers mental health first aid to people within their workplace, organisation, or community. MHFA training is designed to increase knowledge about mental health problems, and thereby reduce stigma often attached to these. Trainees learn how to provide immediate help to recipients and how to signpost to services."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "Individuals considering MHFA training\nEmployees and employers\nPolicy and decision-makers"
    },
    {
      "heading": "What questions did this review try to answer?",
      "text": "What is the impact of Mental Health First Aid (MHFA) training on mental health and well-being, mental health service usage, and adverse effects in individuals within the community in which MHFA training is delivered?"
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "We searched for randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) that examined MHFA training published up to June 2023.\nWe included 21 studies with 22,604 participants."
    },
    {
      "heading": "What did the evidence from the review tell us?",
      "text": "The main outcome of interest was the effect of MHFA training on the mental health and well-being of individuals at a time point between six months and a year. We included three comparisons: MHFA versus no intervention; MHFA versus an alternative intervention designed to improve mental health literacy; and MHFA versus an active control, for example training in physical first aid. We only found very low-certainty evidence regarding this outcome, and it is not possible to draw any firm conclusions. The evidence we found only related to our comparison of MHFA with no intervention. We did not find any evidence relating to mental health service usage or adverse effects at the same time point."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence, firstly because there were problems in the way in which the research had been carried out which might bias their results. Secondly, there were variations in the results from different studies that we could not explain. Thirdly, because many studies did not include large number of participants, we were not able to obtain precise results that would tell us whether MHFA training was better than the interventions to which it was compared. The lack of evidence around adverse effects is a limitation, as we cannot assume that any type of intervention does not have the potential to cause harm."
    },
    {
      "heading": "What should happen next",
      "text": "Further research is needed to better understand the possible effects of MHFA."
    }
  ]
}