{
  "doi": "10.1002/14651858.CD012493.pub2",
  "name": "Disease‐modifying treatments for primary autoimmune haemolytic anaemia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary autoimmune haemolytic anaemia (AIHA) is an autoantibody mediated condition characterised by a variable disease course. A myriad of immunomodulatory agents have been employed but there is a paucity of evidence to support their use or compare their effectiveness."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of various disease-modifying treatment modalities in people with AHIHA."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE (Ovid) (1946 to 2021), Embase (Ovid) (1974 to 2021), Latin American and Caribbean Health Sciences Literature (LILACS) (1982 to 2021), and the Cochrane Library (CENTRAL). Clinical trial registries and relevant conference proceedings were also reviewed. Records were included as of 7 March 2021. We did not impose any language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing immunosuppressive or immunomodulatory treatments against no treatment, placebo, or another immunosuppressive or immunomodulatory treatment, for people of all age with idiopathic AIHA."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. The prioritised pre-defined outcomes included complete haematological response at 12 months, frequency of adverse events at two, six and 12 months, partial haematological response at 12 months, overall survival at six and 12 months, relapse-free survival (RFS) at six and 12 months, red blood cel (RBC) transfusion requirement after treatment at 12 months, and quality of life (QOL) as measured by validated instruments at 12 months. Based on data availability, we were only able to perform meta-analysis on frequency of complete haematological response."
    },
    {
      "heading": "Main results",
      "text": "Two trials were included, enrolling a total of 104 adult participants (96 randomised) with warm AIHA in the setting of tertiary referral centres, both comparing the effectiveness between rituximab (375 mg/m2 weekly for four weeks, or 1000 mg for two doses two weeks apart) plus glucocorticoid (prednisolone 1.5 or 1mg/kg/day with taper) and glucocorticoid monotherapy. The average age of participants in the two trials were 67 and 71, respectively. One of the included studies had good methodological quality with low risk of bias, whereas the other study had high risk of performance and detection bias due to lack of blinding. Compared with glucocorticoid alone, adding rituximab may result in a large increase of complete response at 12 months (n = 96, risk ratio (RR) 2.13, 95% confidence interval (CI) 1.34 to 3.40, GRADE: low-certainty evidence).\nRates of adverse effects at prespecified time-points were not reported.\nLimited data on partial haematological response were reported. The evidence is very uncertain about the effect of adding rituximab to glucocorticoids on partial haematological response at 12 months (n = 32; study = 1; RR 3.00, 95% CI 0.13 to 68.57; GRADE very low-certainty evidence).\nRBC transfusion need at 12 months was reported in one study, with four participants (mean number of packed red cell units 4.0 ± 2.82) from the rituximab group and five participants from the placebo (corticosteroid only) (mean number of packed red cell units 5.6 ± 4.15) group requiring transfusion, indicating very uncertain evidence about the effect of adding rituximab to glucocorticoids (n = 32, RR 0.80, 95% CI 0.26 to 2.45, GRADE very low-certainty evidence). The other study did not report transfusion requirement at prespecified time points but reported no difference in transfusion requirement between the two groups when comparing responders from enrolment to end of response or to the end of study follow-up (34 units versus 30 units, median [range]: 0 [1 to 6] versus 0 [1 to 5], P = 0·81).\nOverall survival and RFS rates at prespecified time-points were not explicitly reported in either study. Data on QOL were not available."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Available literature on the effectiveness of immunomodulatory therapy for primary AIHA is restricted to comparison between rituximab plus glucocorticoid and glucocorticoid alone, in patients with newly diagnosed warm AIHA, calling for need for additional studies. The current result suggests that combinatory therapy with rituximab and glucocorticoid may increase the rate of complete haematological response over glucocorticoid monotherapy."
    }
  ],
  "pls_title": "Treatment for primary autoimmune haemolytic anaemia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is primary autoimmune haemolytic anaemia (AIHA)?",
      "text": "Red blood cells carry oxygen to all parts of the body. In healthy people, red blood cells live about 120 days. In AIHA the immune system does not work properly and destroys red blood cells faster than rhe body can make them. Primary AIHA is when a person does not have another condition that caused their AIHA.\nPrimary AIHA develops differently in different people. People often need to have repeated blood transfusions to keep their red blood cell levels normal. The disease may be life-threatening for some people."
    },
    {
      "heading": "What is the aim of this review and why is it important?",
      "text": ""
    },
    {
      "heading": "safety and effectiveness",
      "text": "safety and effectivenessof treating primary AIHA with immune modulating agents.Immune modulating agentschange how your immune system works. They are not a cure, but they can slow AIHA.\nBut how well do these agents work? Are some safer than others? The answers are important to help doctors and patients make treatment decisions based on evidence."
    },
    {
      "heading": "What studies did the review find?",
      "text": "We looked at studies that were finished by 7 March 2021. We found two studies that looked at an immune modulating agent called rituximab, which targets immune cells, called B-cells.\nThe studies compared two groups of adults with primary AIHA who were treated:\n· with rituximab and steroid\n· with steroid alone\nIt’s important to know that these studies were very small, including a total of 96 people. And the design of one study had a problem that may have affected the results."
    },
    {
      "heading": "Recovery after treatment",
      "text": ""
    },
    {
      "heading": "At 12 months after beginning treatment, rituximab and steroid appear to help more people recover from primary AIHA than steroid alone.",
      "text": "At 12 months after beginning treatment, rituximab and steroid appear to help more people recover from primary AIHA than steroid alone.Researchers think the quality of this research finding is low. They think future research is likely to change these results.\n· At six months after beginning treatment, there was no difference in recovery between the adults treated with rituximab and a steroid and those treated with a steroid alone."
    },
    {
      "heading": "Side effects from treatment",
      "text": "· Side effects between the two groups were the same."
    },
    {
      "heading": "What’s the bottom line of this review?",
      "text": ""
    },
    {
      "heading": "more research is needed",
      "text": "mayhelp more people have a complete recovery from newly diagnosed, primary warm AIHA than steroid alone. Side effects appear to be about the same for both treatments. Butmore research is neededto know for sure.\nDoctors offer other treatments for primary AIHA that may be helpful, but there is a lack of research about how well they work. For now, based on the little information we have, the patient and doctor will have to carefully make decisions together about treating primary AIHA."
    }
  ]
}