{
  "doi": "10.1002/14651858.CD014887.pub2",
  "name": "Narrow band imaging versus white light cystoscopy alone for transurethral resection of non‐muscle invasive bladder cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Disease recurrence and progression remain major challenges for the treatment of non-muscle invasive bladder cancer. Narrow band imaging (NBI) is an optical enhancement technique that may improve resection of non-muscle invasive bladder cancer and thereby lead to better outcomes for people undergoing the procedure."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of NBI- and white light cystoscopy (WLC)-guided transurethral resection of bladder tumor (TURBT) compared to WLC-guided TURBT in the treatment of non-muscle invasive bladder cancer."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive literature search of 10 databases, including the Cochrane Library, the Cochrane Database of Systematic Reviews, MEDLINE, Embase, several clinical trial registries, and grey literature for published and unpublished studies, irrespective of language. The search was performed per an a priori protocol on 3 December 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials of participants with suspected or confirmed non-muscle invasive bladder cancer. Participants in the control group must have received WLC-guided TURBT alone (hereinafter simply referred to as 'WLC TURBT'). Participants in the intervention group had to have received NBI- and WLC-guided TURBT (hereinafter simply referred to as 'NBI + WLC TURBT')."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion/exclusion, performed data extraction, and assessed risk of bias. We conducted meta-analysis on time-to-event and dichotomous data using a random-effects model in RevMan, according to Cochrane methods. We rated the certainty of evidence for each outcome according to the GRADE approach.\nPrimary outcomes were time to recurrence, time to progression, and the occurrence of a major adverse event, defined as a Clavien-Dindo III, IV, or V complication. Secondary outcomes included time to death from bladder cancer and the occurrence of a minor adverse event, defined as a Clavien-Dindo I or II complication."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies with a total of 2152 participants randomized to the standard WLC TURBT or to NBI + WLC TURBT. A total of 1847 participants were included for analysis.\nBased on limited confidence in the time-to-event data, we found that NBI + WLC TURBT may lower the risk of disease recurrence over time compared to WLC TURBT (hazard ratio 0.63, 95% CI 0.45 to 0.89; I2 = 53%; 6 studies, 1244 participants; low certainty of evidence). No studies examined disease progression as a time-to-event outcome or a dichotomous outcome. There may be little to no difference in the risk of a major adverse event between participants who underwent NBI + WLC TURBT and those who underwent WLC TURBT (risk ratio 1.77, 95% CI 0.79 to 3.96; 4 studies, 1385 participants; low certainty of evidence).\nNo studies examined death from bladder cancer as a time-to-event outcome or a dichotomous outcome. There may be little to no difference in the risk of a minor adverse event between participants who underwent NBI + WLC TURBT and those who underwent WLC TURBT (risk ratio 0.88, 95% CI 0.49 to 1.56; I2 = 61%; 4 studies, 1385 participants; low certainty of evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to WLC TURBT alone, NBI + WLC TURBT may lower the risk of disease recurrence over time while having little or no effect on the risks of major or minor adverse events."
    }
  ],
  "pls_title": "Comparing narrow band imaging to regular cystoscopy for treatment of bladder cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How does a resection of bladder tissues guided by a special visualization method called narrow band imaging compare to a resection of bladder tissues guided by the standard visualization method (using white light) in people with tumors in their inner bladder wall?"
    },
    {
      "heading": "Background",
      "text": "When people are suspected to have bladder cancer or have been diagnosed with bladder cancer, their doctors need to inspect the bladder closely and remove tissues for further examination. The removal of tumorous tissues also serves as treatment. The procedure to remove tumors in the bladder is called transurethral resection of bladder tumor, or TURBT. TURBT is done by passing a special instrument through the urethra and into the bladder. Sometimes, it is difficult to distinguish healthy normal bladder tissue from tumorous tissue. Some doctors use a special visualization method known as narrow band imaging to help visualize the tumorous tissues."
    },
    {
      "heading": "Study characteristics",
      "text": "We analyzed data from published studies called randomized controlled trials to understand if narrow band imaging reduces the risk of bladder cancer getting worse, and to see if there are any side effects. We only included randomized controlled trials because this study type is the most reliable."
    },
    {
      "heading": "Key results",
      "text": "We identified eight randomized controlled trials that addressed our review question. Participants included in these studies were suspected to have bladder cancer or were diagnosed with bladder cancer that was limited to the inner wall, meaning that the cancer did not invade the underlying muscle layers. Based on limited available data, the use of narrow band imaging may lower the risk of disease recurrence over time.\nNone of the randomized controlled trials examined whether the choice of visualization method made any difference to the risk of bladder cancer becoming worse or the risk of the person dying from bladder cancer, so we do not know if the use of narrow band imaging is effective in improving these two outcomes.\nWe found that the use of narrow band imaging may have little or no increased risk of complications, compared to the standard visualization method."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Due to certain flaws in the design of these clinical trials and some contradictory findings between trials, our confidence in these findings was low. With more research in the future, more reliable data may likely change these findings. The evidence is up to date to December 2021."
    }
  ]
}