{
  "doi": "10.1002/14651858.CD000370",
  "name": "Interferon for interferon naive patients with chronic hepatitis C",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "A previous meta-analysis of interferon therapy in naive patients with chronic hepatitis C has documented its efficacy in achieving virologic clearance, and improving liver biochemistry and histology; however, since its publication additional trials have been reported."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the response to interferon in interferon naive patients with chronic hepatitis C. The effect of treatment dose and duration, and the response in patients with cirrhosis and those with normal aminotransferases was also investigated."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Controlled Trials Register (Cochrane Library Issue 1, 1999), MEDLINE (January 1966 to December 1999), and reference lists were searched, and pharmaceutical companies were contacted for unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials comparing interferon with placebo, no treatment, or different regimens of interferon were selected. Abstracts were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The primary outcome measure was sustained disappearance of serum HCV RNA (virologic sustained response (SR)). Biochemical and end of treatment responses, liver histology, and adverse events were also recorded. Assessment of drug efficacy used the methods of Peto and Der Simonian and Laird."
    },
    {
      "heading": "Main results",
      "text": "Fifty-four trials enrolling 6545 patients were included. Compared with no treatment, interferon 3 MU thrice weekly for 12 months increased the probability of a virologic SR (Peto odds ratio (OR) 4.60; 95% confidence interval (CI) 1.53 to 13.85). At this dosage and duration of therapy, the rate of virologic SR was 17% (95% CI 10 to 28%) in interferon-treated patients versus 3% (95% CI 1 to 10%) in controls. A dose of 6 MU was more effective than 3 MU thrice weekly (OR for 12 months treatment, 2.21; 95% CI 1.10 to 4.45), as were durations of 12 months or greater versus six months (OR 1.87; 95% CI 1.30 to 2.67). Liver biochemistry responses were alike. Adverse events were more common with higher doses and prolonged durations of treatment. Compared with no therapy, interferon increased the probability of histologic improvement (OR 9.22; 95% CI 5.69 to 14.94). The response to interferon in cirrhotic patients (virologic SR, 17%; 95% CI 11 to 26%) was similar to that in non-cirrhotic patients. However, interferon was no more effective than control in patients with normal aminotransferases."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Interferon is effective in achieving viral clearance and improving liver biochemistry and histology in interferon naive patients with chronic hepatitis C. Higher doses and prolonged durations are more effective, but associated with more frequent adverse events. Interferon is associated with similar benefits in patients with cirrhosis, but the efficacy in patients with normal aminotransferases is unproven."
    }
  ],
  "pls_title": "Interferons show efficacy on virologic, biochemical, and histological outcomes in interferon naive patients with chronic hepatitis C",
  "pls_type": "long",
  "pls": "Hepatitis C virus infection can progress to chronic hepatitis, cirrhosis, and hepatocellular carcinoma. The goal of this systematic review was to examine the effects of interferon treatment for interferon naive (previously untreated) patients with chronic hepatitis C. This review confirmed the efficacy of interferon on surrogate outcomes as well as a favourable effect of higher treatment doses and prolonged durations. However, these effects were associated with more adverse events. Compared with non-cirrhotic patients, cirrhotic patients respond similarly, but the efficacy of interferon in patients with normal liver biochemistry is not substantiated by the data. Although interferon monotherapy is no longer considered the standard therapy for chronic hepatitis C, this review defines the optimal dose and duration of interferon monotherapy, which may be useful for patients who cannot tolerate combination therapy including interferon and ribavirin, the most effective therapy currently available."
}