{
  "doi": "10.1002/14651858.CD006044.pub4",
  "name": "Lamotrigine for chronic neuropathic pain and fibromyalgia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of the original Cochrane review entitled Lamotrigine for acute and chronic pain published in Issue 2, 2007, and updated in Issue 2, 2011. Some antiepileptic medicines have a place in the treatment of neuropathic pain (pain due to nerve damage). This updated review adds no new additional studies looking at evidence for lamotrigine as an effective treatment for chronic neuropathic pain or fibromyalgia. The update uses higher standards of evidence than previously."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy of lamotrigine in the treatment of chronic neuropathic pain and fibromyalgia, and to evaluate adverse effects reported in the studies."
    },
    {
      "heading": "Search methods",
      "text": "We identified randomised controlled trials (RCTs) of lamotrigine for chronic neuropathic pain and fibromyalgia (including cancer pain) from MEDLINE, EMBASE and the Cochrane Central Register of Controlled Trials (CENTRAL). We ran searches for the original review in 2006, in 2011 for the first update, and subsequent searches in August 2013 for this update. We sought additional studies from the reference lists of the retrieved papers. The original review and first update included acute pain, but no acute pain studies were identified."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs investigating the use of lamotrigine (any dose, by any route, and for any study duration) for the treatment of chronic neuropathic pain or fibromyalgia. Assessment of pain intensity or pain relief, or both, using validated scales. Participants were adults aged 18 and over. We included only full journal publication articles."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted efficacy and adverse event data, and examined issues of study quality. We performed analysis using three tiers of evidence. The first tier used data where studies reported the outcome of at least 50% pain reduction from baseline, lasted at least eight weeks, had a parallel group design, included 200 or more participants in the comparison, and reported an intention-to-treat analysis. First-tier studies did not use last observation carried forward (LOCF) or other imputational methods for dropouts. The second tier used data that failed to meet this standard and second-tier results were therefore subject to potential bias."
    },
    {
      "heading": "Main results",
      "text": "Twelve included studies in 11 publications (1511 participants), all with chronic neuropathic pain: central post-stroke pain (1), chemotherapy-induced neuropathic pain (1), diabetic neuropathy (4), HIV-related neuropathy (2), mixed neuropathic pain (2), spinal cord injury-related pain (1), and trigeminal neuralgia (1). We did not identify any additional studies. Participants were aged between 26 and 77 years. Study duration was two weeks in one study and at least six weeks in the remainder; eight were of eight-week duration or longer.\nNo study provided first-tier evidence for an efficacy outcome. There was no convincing evidence that lamotrigine is effective in treating neuropathic pain and fibromyalgia at doses of 200 mg to 400 mg daily. Almost 10% of participants taking lamotrigine reported a skin rash."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Large, high-quality, long-duration studies reporting clinically useful levels of pain relief for individual participants provided no convincing evidence that lamotrigine is effective in treating neuropathic pain and fibromyalgia at doses of about 200 to 400 mg daily. Given the availability of more effective treatments including antiepileptics and antidepressant medicines, lamotrigine does not have a significant place in therapy based on the available evidence. The adverse effect profile of lamotrigine is also of concern."
    }
  ],
  "pls_title": "Lamotrigine (an antiepileptic drug) for chronic neuropathic pain or fibromyalgia",
  "pls_type": "long",
  "pls": "Neuropathic pain is pain coming from damaged nerves. It is different from pain messages carried along healthy nerves from damaged tissue (a fall, or cut, or arthritic knee). Neuropathic pain is treated by different medicines than pain from damaged tissue. Medicines like paracetamol or ibuprofen are not effective in neuropathic pain, while medicines that are sometimes used to treat depression or epilepsy can be very effective in some people with neuropathic pain. Our understanding of fibromyalgia (a condition of persistent, widespread pain and tenderness, sleep problems, and fatigue) is lacking, but fibromyalgia can respond to the same medicines as neuropathic pain.\nLamotrigine is a medicine used to treat epilepsy, and so might be a useful medicine for neuropathic pain or fibromyalgia.\nOn 26 November 2013 we performed searches to look for clinical trials where lamotrigine was used to treat neuropathic pain or fibromyalgia. We found 12 studies of reasonable quality that tested lamotrigine against placebo for a number of weeks. Almost half of the 1511 people in the studies had painful limbs because of damaged nerves caused by diabetes, and seven different painful neuropathic conditions were examined. No studies looked at fibromyalgia.\nLamotrigine did not help the pain, and was no different from placebo except in causing more side effects. Adverse events were more frequent with lamotrigine than placebo, with rash in 1 person in 27."
}