{
  "doi": "10.1002/14651858.CD005569.pub2",
  "name": "Chuanxiong‐type preparations for acute ischemic stroke",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stroke, 88% of which are ischemic, is a common cause of death and disability all over the world. Chuanxiong has been reported to be beneficial in treating stroke. However, the strength of evidence to support its use is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and efficacy of chuanxiong for acute ischemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched January 2008), the Chinese Stroke Trials Register (last searched December 2007), the trials register of the Cochrane Complementary Medicine Field (last searched December 2007), the Cochrane Central Register of Controlled Trials (The Cochrane Library, Issue 4, 2007), MEDLINE (1966 to December 2007), EMBASE (1980 to December 2007), CNKI (1979 to December 2007), AMED (1985 to December 2007) and CBM-disc (1979 to December 2007). We also handsearched appropriate journals and relevant conference proceedings and searched ongoing trials and research registers."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing the clinical outcomes of chuanxiong with placebo or no treatment in patients with acute ischemic stroke (within 14 days of onset)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, four review authors interviewed study authors to confirm randomisation, and two review authors assessed trial quality, extracted and analysed data."
    },
    {
      "heading": "Main results",
      "text": "Two trials involving 161 participants were included. Both trials were of low quality. Neither of the trials reported the mortality rate or dependency of the participants and no reliable evidence is available in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the two poor quality trials published, there is insufficient evidence to suggest any clinical recommendations. Well-designed and performed high-quality trials are needed."
    }
  ],
  "pls_title": "Chuanxiong-type preparations for acute ischemic stroke",
  "pls_type": "long",
  "pls": "Stroke is a common disorder. It is due either to blockage of an artery in the brain or to bleeding in the brain. Chuanxiong is a Traditional Chinese Medicine. It is widely used in China for the treatment of patients with stroke. Two poor quality trials involving 161 participants were included in this review. The authors did not find any strong evidence about its effects. Well-designed and conducted trials will be needed to provide reliable evidence to show whether this intervention does more good than harm."
}