{
  "doi": "10.1002/14651858.CD004873.pub6",
  "name": "Chest physiotherapy for acute bronchiolitis in paediatric patients between 0 and 24 months old ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute bronchiolitis is the leading cause of medical emergencies during winter months in infants younger than 24 months old. Chest physiotherapy is sometimes used to assist infants in the clearance of secretions in order to decrease ventilatory effort. This is an update of a Cochrane Review first published in 2005 and updated in 2006, 2012, and 2016."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of chest physiotherapy in infants younger than 24 months old with acute bronchiolitis. A secondary objective was to determine the efficacy of different techniques of chest physiotherapy (vibration and percussion, passive exhalation, or instrumental)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, LILACS, Web of Science, PEDro (October 2011 to 20 April 2022), and two trials registers (5 April 2022)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in which chest physiotherapy was compared to control (conventional medical care with no physiotherapy intervention) or other respiratory physiotherapy techniques in infants younger than 24 months old with bronchiolitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Our update of the searches dated 20 April 2022 identified five new RCTs with 430 participants. We included a total of 17 RCTs (1679 participants) comparing chest physiotherapy with no intervention or comparing different types of physiotherapy.\nFive trials (246 participants) assessed percussion and vibration techniques plus postural drainage (conventional chest physiotherapy), and 12 trials (1433 participants) assessed different passive flow-oriented expiratory techniques, of which three trials (628 participants) assessed forced expiratory techniques, and nine trials (805 participants) assessed slow expiratory techniques. In the slow expiratory subgroup, two trials (78 participants) compared the technique with instrumental physiotherapy techniques, and two recent trials (116 participants) combined slow expiratory techniques with rhinopharyngeal retrograde technique (RRT). One trial used RRT alone as the main component of the physiotherapy intervention. Clinical severity was mild in one trial, severe in four trials, moderate in six trials, and mild to moderate in five trials. One study did not report clinical severity. Two trials were performed on non-hospitalised participants.\nOverall risk of bias was high in six trials, unclear in five, and low in six trials.\nThe analyses showed no effects of conventional techniques on change in bronchiolitis severity status, respiratory parameters, hours with oxygen supplementation, or length of hospital stay (5 trials, 246 participants).\nRegarding instrumental techniques (2 trials, 80 participants), one trial observed similar results in bronchiolitis severity status when comparing slow expiration to instrumental techniques (mean difference 0.10, 95% confidence interval (C) −0.17 to 0.37).\nForced passive expiratory techniques failed to show an effect on bronchiolitis severity in time to recovery (2 trials, 509 participants; high-certainty evidence) and time to clinical stability (1 trial, 99 participants; high-certainty evidence) in infants with severe bronchiolitis. Important adverse effects were reported with the use of forced expiratory techniques.\nRegarding slow expiratory techniques, a mild to moderate improvement was observed in bronchiolitis severity score (standardised mean difference −0.43, 95% CI −0.73 to −0.13; I2 = 55%; 7 trials, 434 participants; low-certainty evidence). Also, in one trial an improvement in time to recovery was observed with the use of slow expiratory techniques. No benefit was observed in length of hospital stay, except for one trial which showed a one-day reduction. No effects were shown or reported for other clinical outcomes such as duration on oxygen supplementation, use of bronchodilators, or parents' impression of physiotherapy benefit."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low-certainty evidence that passive slow expiratory technique may result in a mild to moderate improvement in bronchiolitis severity when compared to control. This evidence comes mostly from infants with moderately acute bronchiolitis treated in hospital. The evidence was limited with regard to infants with severe bronchiolitis and those with moderately severe bronchiolitis treated in ambulatory settings.\nWe found high-certainty evidence that conventional techniques and forced expiratory techniques result in no difference in bronchiolitis severity or any other outcome. We found high-certainty evidence that forced expiratory techniques in infants with severe bronchiolitis do not improve their health status and can lead to severe adverse effects.\nCurrently, the evidence regarding new physiotherapy techniques such as RRT or instrumental physiotherapy is scarce, and further trials are needed to determine their effects and potential for use in infants with moderate bronchiolitis, as well as the potential additional effect of RRT when combined with slow passive expiratory techniques. Finally, the effectiveness of combining chest physiotherapy with hypertonic saline should also be investigated."
    }
  ],
  "pls_title": "Chest physiotherapy for acute bronchiolitis in children younger than two years of age",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Chest physiotherapy based on slow expiratory techniques may improve disease severity in infants with moderately severe acute bronchiolitis."
    },
    {
      "heading": "What is acute bronchiolitis, and what is the role of chest physiotherapy in this condition?",
      "text": "Acute bronchiolitis is a viral respiratory infection that frequently occurs in infants younger than two years old. Most infants have a mild disease and do not require specific medical treatments or hospitalisation. However, those with moderate or severe disease may present with a build-up of fluid in the airways (mucus secretion), as well as swollen (oedema) or constricted (bronchospasm) airways, that make it difficult to clear phlegm.\nChest physiotherapy may assist in the clearance of respiratory secretions and improve breathing. There are three established types of chest physiotherapy techniques to manage airway clearance: vibration and percussion techniques, forced expiratory techniques, and slow passive expiratory techniques. Additionally, there is emerging evidence on rhinopharyngeal retrograde clearance techniques and instrumental clearance techniques, alone or in combination with other physiotherapy techniques."
    },
    {
      "heading": "What did we want to find out?",
      "text": "The aim of the review was to determine the effectiveness of chest physiotherapy in relieving acute bronchiolitis in infants between 0 and 24 months old, as well as to determine the effectiveness of the different techniques of chest physiotherapy."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all randomised controlled trials (a type of study where participants are randomly assigned to one of two or more treatment groups) comparing chest physiotherapy interventions against a control or other types of physiotherapy, and looked at their effectiveness by type of technique and bronchiolitis severity."
    },
    {
      "heading": "What did we find?",
      "text": "We included 17 trials with a total of 1679 infants. Five trials (246 infants) tested vibration and percussion techniques (conventional chest physiotherapy); three trials (628 infants) tested forced expiratory techniques; and nine trials (805 infants) tested slow expiratory techniques. Two trials (80 infants) tested instrumental physiotherapy techniques, and three trials (216 infants) tested the rhinopharyngeal retrograde clearance technique (two combined with slow expiratory technique in 116 infants). Disease severity of infants was mild in one trial, severe in four trials, moderate in six trials, and a mix of mild to moderate in five trials. One trial did not report disease severity of infants. Two trials were performed in ambulatory (non-hospitalised) infants, and the rest were performed in hospitalised infants.\nWe found no effect of conventional physiotherapy on disease severity of infants with moderate bronchiolitis. Forced expiratory techniques also failed to show an effect on bronchiolitis severity in infants with severe disease, while important adverse effects were reported. We have high confidence in this evidence, and new trials are unlikely to challenge these results. Slow expiratory techniques showed a mild to moderate improvement in bronchiolitis severity, mostly in infants with moderate bronchiolitis, based on low-certainty evidence (future studies may challenge this result). Also, one study showed an improvement in time to recovery with slow expiratory techniques in infants with moderate bronchiolitis. No effects were shown or reported for other clinical outcomes such as length of hospital stay, duration of oxygen supplementation, use of bronchodilators, or parents' impression of a benefit from the physiotherapy."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Despite the positive effects found for some types of chest physiotherapy, most of the trials were poorly designed, which has a direct impact on the certainty and reliability of the results. For some techniques, the evidence for the effect is of low certainty. Furthermore, a larger number of participants, longer interventions, and well-reported adverse events are needed before any firm conclusions can be reached.\nThe evidence is robust for the older or more established types of physiotherapy (vibration and percussion and forced expiratory techniques) administered to hospitalised infants. The evidence is limited for slow expiratory techniques, and only anecdotal for the newest techniques (rhinopharyngeal retrograde clearance and instrumental clearance techniques), which have been explored in few trials. There is little evidence on the effectiveness of chest physiotherapy in non-hospitalised infants."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to 20 April 2022."
    }
  ]
}