{
  "doi": "10.1002/14651858.CD003873.pub2",
  "name": "Interventions for growth failure in childhood Crohn's disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Crohn's disease in childhood is a chronic relapsing condition. Fifteen to forty per cent of children with Crohn's disease have growth retardation (Griffiths 1993a). Some treatment modalities including corticosteroids have been implicated in growth failure but it is thought mainly to be secondary to uncontrolled disease activity (Motil 1993; Markowitz 1993). Growth is fundamental to the practice of pediatrics, so by taking growth as the primary outcome measure we address issues important to both patients, their families and pediatricians."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of the different modalities available for the treatment of childhood Crohn's disease with regard to the reversal of growth failure and the promotion of normal growth."
    },
    {
      "heading": "Search methods",
      "text": "Searches were made of the following databases using the Collaborative Review Group Search Strategy: EMBASE (1984-2004), MEDLINE (1966-2004), The Cochrane Central Register of Controlled Trials, The Cochrane Inflammatory Bowel Disease and Functional Bowel Disorders Group Specialized Trials Register and the Science Citation Index. Abstracts from the major gastrointestinal research meetings and references from published articles were also reviewed."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials pertaining to children less than 18 years of age with Crohn's disease were selected. Those with growth as an outcome measure were included in the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction and assessment of the methodological quality of each trial was independently reviewed by two reviewers. Only one good quality randomized controlled trial was included in the review and therefore no statistical analysis was possible."
    },
    {
      "heading": "Main results",
      "text": "Three randomized controlled trials were identified. One was of good methodological quality (Markowitz 2000). This study looked at the use of 6-mercaptopurine (6-MP) as a steroid sparing agent. No difference in linear growth was observed between the intervention and placebo groups, although the total steroid dose received over the 18 month follow up period was reduced in the group receiving 6-MP. The two remaining randomized controlled trials (Sanderson 1987; Thomas 1993a) consider the use of enteral feeding versus corticosteroids for induction of remission, with height velocity standard deviation score at 6 months as an outcome measure. Although of less rigorous methodological quality, the results of these studies are discussed in detail in the review. In both studies height velocity standard deviation scores were significantly increased in the enteral feeding group compared with the corticosteroid group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In addition to these randomized controlled trials, a body of lower quality evidence does exist relevant to two other important interventions; the use of supplemental enteral nutrition (Morin 1980; Belli 1988; Israel 1995) and the judicious use of surgical interventions in pre-pubertal children with refractory disease (Alperstein 1985; Lipson 1990; McLain 1990). Newer treatments, such as infliximab, are now becoming more widely used and may offer advantages in promoting growth. These effects are as yet unstudied. This review highlights the need for large, multi centre studies of the different treatment options in paediatric Crohn's disease and the importance of standardised measurements of growth, such as height velocity standard deviation scores and height standard deviation scores as outcome measures."
    }
  ],
  "pls_title": "Interventions for growth failure in childhood Crohn's disease",
  "pls_type": "long",
  "pls": "Growth failure occurs in 15-40% of children with Crohn's disease. Growth in affected children is influenced by the disease process itself and by some treatments. Management in children differs from that in adults because of the required emphasis on achieving optimum growth and pubertal development. The aim of this review was to evaluate the effectiveness of various treatments for growth failure in childhood Crohn's disease. Three randomized controlled trials were identified. One trial did not show any benefit for linear growth with 6-mercaptopurine treatment compared to placebo among children being treated with steroids. The other two trials looked at nutritional treatment (elemental feedings) versus steroids (prednisolone). Both trials showed a statistically significant benefit for height velocity standard deviation scores with nutritional treatment. However, these results need to be confirmed by large, multi-centre, randomized controlled trials of therapeutic interventions in pre-pubertal children with Crohn's disease. These trials should use growth as an outcome measure. In conclusion, more research is needed to identify effective treatments for growth failure in childhood Crohn's disease."
}