{
  "doi": "10.1002/14651858.CD010779.pub2",
  "name": "Assistive technologies, including orthotic devices, for the management of contractures in adults after a stroke ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Contractures (reduced range of motion and increased stiffness of a joint) are a frequent complication of stroke. Contractures can interfere with function and cause cosmetic and hygiene problems. Preventing and managing contractures might improve rehabilitation and recovery after stroke."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of assistive technologies for the management of contractures in adults after a stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, five other databases, and three trials registers in May 2022. We also searched for reference lists of relevant studies, contacted experts in the field, and ran forward citation searches."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled studies (RCTs) that used electrical, mechanical, or electromechanical devices to manage contractures in adults with stroke were eligible for inclusion in this review. We planned to include studies that compared assistive technologies against no treatment, routine therapy, or another assistive technology."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors (working in pairs) selected all studies, extracted data, and assessed risk of bias. The primary outcomes were passive joint range of motion (PROM) with and without standardised force, and indirect measures of PROM. The secondary outcomes included hygiene. We also wanted to evaluate the adverse effects of assistive technology. Effects were expressed as mean differences (MDs) or standardised mean differences (SMDs) with 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "Seven studies fulfilled the inclusion criteria. Five of these were meta-analysed; they included 252 adults treated in acute and subacute rehabilitation settings. All studies compared assistive technology with routine therapy; one study also compared assistive technology with no treatment, but we were unable to obtain separate data for stroke participants. The assistive technologies used in the studies were electrical stimulation, splinting, positioning using a hinged board, and active repetitive motor training using a non-robotic device with electrical stimulation. Only one study applied stretching to end range. Treatment duration ranged from four to 12 weeks. The overall risk of bias was high for all studies.\nWe are uncertain whether:\n• electrical stimulation to wrist extensors improves passive range of wrist extension (MD −7.30°, 95% CI −18.26° to 3.66°; 1 study, 81 participants; very low-certainty evidence);\n• a non-robotic device with electrical stimulation to shoulder flexors improves passive range of shoulder flexion (MD −9.00°, 95% CI −25.71° to 7.71°; 1 study; 50 participants; very low-certainty evidence);\n• assistive technology improves passive range of wrist extension with standardised force (SMD −0.05, 95% CI −0.39 to 0.29; four studies, 145 participants; very low-certainty evidence):\n• a non-robotic device with electrical stimulation to elbow extensors improves passive range of elbow extension (MD 0.41°, 95% CI −0.15° to 0.97°; 1 study, 50 participants; very low-certainty evidence).\nOne study reported the adverse outcome of pain when using a hinged board to apply stretch to wrist and finger flexors, and another study reported skin breakdown when using a thumb splint. No studies reported hygiene or indirect measures of PROM."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Only seven small RCTs met the eligibility criteria of this review, and all provided very low-certainty evidence. Consequently, we cannot draw firm conclusions on the effects of assistive technology compared with routine therapy or no therapy. It was also difficult to confirm whether there is a risk of harm associated with treatment using assistive technology. Future studies should apply adequate treatment intensity (i.e. magnitude and the duration of stretch) and use valid and reliable outcome measures. Such studies might better identify the role of assistive technology in the management of contractures in adults after a stroke."
    }
  ],
  "pls_title": "Can assistive technology help improve stiff joints caused by shortened muscles and tendons in adults after a stroke?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• As we only found seven poor-quality studies, we cannot conclude with certainty whether treatment with assistive technology is better than conventional treatment.\n• Further research is needed to measure the benefits and harms of assistive technology for the management of contractures in adults who have had a stroke."
    },
    {
      "heading": "What are contractures?",
      "text": "After a stroke, many people develop limb deformities caused by muscles and tendons getting shorter and stiffer. The main cause for contractures is the limb becoming stuck in a shortened position."
    },
    {
      "heading": "What are assistive technologies?",
      "text": "Assistive technologies are devices that use electrical currents or mechanical means (e.g. splinting) to stretch muscles and soft tissues."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether any assistive technology was better than routine therapy, no therapy, or another assistive technology for improving passive range of motion (how much a person can move a joint with outside assistance) and hygiene in adults after a stroke. We also wanted to know if assistive technology had any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We looked for studies that evaluated the effects of assistive technology compared with no treatment, routine therapy, or another assistive technology. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found seven small studies that compared assistive technology with routine therapy. The types of assistive technology were electrical stimulation, splinting, positioning wrists using a hinged board, and a non-robotic device with electrical stimulation. The treatments lasted between four and 12 weeks. Some studies included people with conditions other than stroke as well as people with stroke. Where possible, we only analysed the results of the people with stroke."
    },
    {
      "heading": "Main results",
      "text": "We were only able to analyse data from five studies involving 252 people. Immediate effects of treatment were measured after the last stretch intervention in the study period.\nWe are very uncertain whether assistive technology is better than routine therapy for improving passive range of motion in the wrist, shoulder, or elbow. No studies reported any measures of hygiene. Unwanted effects were pain during application of stretch to muscles and skin breakdown when using a thumb splint."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence because it comes from only seven small studies, and the people giving and receiving treatment knew which treatment group they were in (assistive technology or routine therapy). In addition, different studies used different methods of applying stretch and different scales to measure the results."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is current to May 2022."
    }
  ]
}