{
  "doi": "10.1002/14651858.CD003357.pub5",
  "name": "In vitro fertilisation for unexplained subfertility",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In vitro fertilisation (IVF) is a treatment for unexplained subfertility but is invasive, expensive, and associated with risks."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of IVF versus expectant management, unstimulated intrauterine insemination (IUI), and IUI with ovarian stimulation using gonadotropins, clomiphene citrate (CC), or letrozole in improving pregnancy outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched following databases from inception to November 2021, with no language restriction: Cochrane Gynaecology and Fertility Register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL. We searched reference lists of articles and conference abstracts."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing effectiveness of IVF for unexplained subfertility with expectant management, unstimulated IUI, and stimulated IUI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methods."
    },
    {
      "heading": "Main results",
      "text": "IVF versus expectant management (two RCTs)\nWe are uncertain whether IVF improves live birth rate (LBR) and clinical pregnancy rate (CPR) compared to expectant management (odds ratio (OR) 22.0, 95% confidence interval (CI) 2.56 to 189.37; 1 RCT; 51 women; very low-quality evidence; OR 3.24, 95% CI 1.07 to 9.8; 2 RCTs; 86 women; I2 = 80%; very low-quality evidence). Adverse effects were not reported. Assuming 4% LBR and 12% CPR with expectant management, these would be 8.8% to 9% and 13% to 58% with IVF.\nIVF versus unstimulated IUI (two RCTs)\nIVF may improve LBR compared to unstimulated IUI (OR 2.47, 95% CI 1.19 to 5.12; 2 RCTs; 156 women; I2 = 60%; low-quality evidence). We are uncertain whether there is a difference between IVF and IUI for multiple pregnancy rate (MPR) (OR 1.03, 95% CI 0.04 to 27.29; 1 RCT; 43 women; very low-quality evidence) and miscarriage rate (OR 1.72, 95% CI 0.14 to 21.25; 1 RCT; 43 women; very low-quality evidence). No study reported ovarian hyperstimulation syndrome (OHSS). Assuming 16% LBR, 3% MPR, and 6% miscarriage rate with unstimulated IUI, these outcomes would be 18.5% to 49%, 0.1% to 46%, and 0.9% to 58% with IVF.\nIVF versus IUI + ovarian stimulation with gonadotropins (6 RCTs), CC (1 RCT), or letrozole (no RCTs)\nStratified analysis was based on pretreatment status.\nTreatment-naive women\nThere may be little or no difference in LBR between IVF and IUI + gonadotropins (1 IVF to 2 to 3 IUI cycles: OR 1.19, 95% CI 0.87 to 1.61; 3 RCTs; 731 women; I2 = 0%; low-quality evidence; 1 IVF to 1 IUI cycle: OR 1.63, 95% CI 0.91 to 2.92; 2 RCTs; 221 women; I2 = 54%; low-quality evidence); or between IVF and IUI + CC (OR 2.51, 95% CI 0.96 to 6.55; 1 RCT; 103 women; low-quality evidence). Assuming 42% LBR with IUI + gonadotropins (1 IVF to 2 to 3 IUI cycles) and 26% LBR with IUI + gonadotropins (1 IVF to 1 IUI cycle), LBR would be 39% to 54% and 24% to 51% with IVF. Assuming 15% LBR with IUI + CC, LBR would be 15% to 54% with IVF.\nThere may be little or no difference in CPR between IVF and IUI + gonadotropins (1 IVF to 2 to 3 IUI cycles: OR 1.17, 95% CI 0.85 to 1.59; 3 RCTs; 731 women; I2 = 0%; low-quality evidence; 1 IVF to 1 IUI cycle: OR 4.59, 95% CI 1.86 to 11.35; 1 RCT; 103 women; low-quality evidence); or between IVF and IUI + CC (OR 3.58, 95% CI 1.51 to 8.49; 1 RCT; 103 women; low-quality evidence). Assuming 48% CPR with IUI + gonadotropins (1 IVF to 2 to 3 IUI cycles) and 17% with IUI + gonadotropins (1 IVF to 1 IUI cycle), CPR would be 44% to 60% and 28% to 70% with IVF. Assuming 21% CPR with IUI + CC, CPR would be 29% to 69% with IVF.\nThere may be little or no difference in multiple pregnancy rate (MPR) between IVF and IUI + gonadotropins (1 IVF to 2 to 3 IUI cycles: OR 0.82, 95% CI 0.38 to 1.77; 3 RCTs; 731 women; I2 = 0%; low-quality evidence; 1 IVF to 1 IUI cycle: OR 0.76, 95% CI 0.36 to 1.58; 2 RCTs; 221 women; I2 = 0%; low-quality evidence); or between IVF and IUI + CC (OR 0.64, 95% CI 0.17 to 2.41; 1 RCT; 102 women; low-quality evidence).\nWe are uncertain if there is a difference in OHSS between IVF and IUI + gonadotropins with 1 IVF to 2 to 3 IUI cycles (OR 6.86, 95% CI 0.35 to 134.59; 1 RCT; 207 women; very low-quality evidence); and there may be little or no difference in OHSS with 1 IVF to 1 IUI cycle (OR 1.22, 95% CI 0.36 to 4.16; 2 RCTs; 221 women; I2 = 0%; low-quality evidence). There may be little or no difference between IVF and IUI + CC (OR 1.53, 95% CI 0.24 to 9.57; 1 RCT; 102 women; low-quality evidence).\nWe are uncertain if there is a difference in miscarriage rate between IVF and IUI + gonadotropins with 1 IVF to 2 to 3 IUI cycles (OR 0.31, 95% CI 0.03 to 3.04; 1 RCT; 207 women; very low-quality evidence); and there may be little or no difference with 1 IVF to 1 IUI cycle (OR 1.16, 95% CI 0.44 to 3.02; 1 RCT; 103 women; low-quality evidence). There may be little or no difference between IVF and IUI + CC (OR 1.48, 95% CI 0.54 to 4.05; 1 RCT; 102 women; low-quality evidence).\nIn women pretreated with IUI + CC\nIVF may improve LBR compared with IUI + gonadotropins (OR 3.90, 95% CI 2.32 to 6.57; 1 RCT; 280 women; low-quality evidence). Assuming 22% LBR with IUI + gonadotropins, LBR would be 39% to 65% with IVF.\nIVF may improve CPR compared with IUI + gonadotropins (OR 14.13, 95% CI 7.57 to 26.38; 1 RCT; 280 women; low-quality evidence). Assuming 30% CPR with IUI + gonadotropins, CPR would be 76% to 92% with IVF."
    },
    {
      "heading": "Authors' conclusions",
      "text": "IVF may improve LBR over unstimulated IUI. Data should be interpreted with caution as overall evidence quality was low."
    }
  ],
  "pls_title": "In vitro fertilisation compared to other options for unexplained subfertility",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "In vitro fertilisation (IVF) treatment may be associated with a higher chance of a live birth compared to unstimulated intrauterine insemination (IUI) treatment. IVF may also result in higher live birth rates when compared to ovarian stimulation plus IUI in women previously treated with IUI plus clomiphene citrate (CC). However, in treatment-naive women, live birth following IVF may be no better than IUI plus gonadotropins or IUI plus CC."
    },
    {
      "heading": "Background",
      "text": "IVF is frequently used for couples with unexplained subfertility, as it may bypass a variety of undiagnosed biological problems. However, it is expensive and invasive and can lead to complications. Other management options for unexplained subfertility include trying naturally for a pregnancy, introducing washed sperm within the womb (known as intrauterine insemination, or IUI), and performing IUI after the use of fertility drugs clomiphene citrate (CC) and gonadotropins to stimulate the ovaries."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We investigated whether IVF treatment leads to more live births than other treatments for unexplained subfertility."
    },
    {
      "heading": "What did we do?",
      "text": "We included nine randomised controlled trials (a type of study where participants are randomly assigned to one of two or more treatment groups) in the review. Some trials involved several comparisons. Two trials compared IVF with expectant management; two with IUI alone; and six with IUI plus stimulation of the ovaries."
    },
    {
      "heading": "What did we find?",
      "text": "Scanty evidence meant that we were unable to draw any firm conclusions as to whether IVF may be associated with higher live birth rate (LBR) than trying naturally (expectant management). If we assume 4% LBR with expectant management, LBR with IVF would be between 8.8% and 9%.\nIVF may lead to improved LBR compared to unstimulated IUI. If we assume LBR 16% with unstimulated IUI, LBR with IVF would be between 18.5% and 49%.\nIn women pretreated with IUI plus CC, IVF may lead to improved LBR compared with IUI plus gonadotropins. In women pretreated with IUI plus CC, if we assume 22% LBR with IUI plus gonadotropins, LBR with IVF would be between 39% and 65%.\nIn women never previously treated with IUI plus CC, LBR may be no better after one IVF cycle compared to two to three cycles of IUI plus gonadotropins; one IVF cycle compared to one IUI cycle plus gonadotropins; or IVF compared to IUI plus CC. If we assume 42% LBR with IUI plus gonadotropins (in one IVF to two to three IUI cycles), LBR would be between 39% and 54% with IVF; assuming 26% LBR with IUI plus gonadotropins (in one IVF to one IUI cycle), LBR would be between 24% and 51% with IVF. Assuming 15% LBR with IUI plus CC, LBR would be between 15% and 54% with IVF.\nWe were unable to examine complications associated with these treatments owing to lack of evidence."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have low confidence in the evidence because there were relatively few studies, with low numbers of participants."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to November 2021."
    }
  ]
}