{
  "doi": "10.1002/14651858.CD006061.pub2",
  "name": "Whole grain foods for the prevention of type 2 diabetes mellitus",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diet as one aspect of lifestyle is thought to be one of the modifiable risk factors for the development of type 2 diabetes mellitus (T2DM). Information is needed as to which components of the diet could be protective for this disease."
    },
    {
      "heading": "Objectives",
      "text": "To asses the effects of whole-grain foods for the prevention of T2DM."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, EMBASE, CINAHL and AMED."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected cohort studies with a minimum duration of five years that assessed the association between intake of whole-grain foods or cereal fibre and incidence of T2DM. Randomised controlled trials lasting at least six weeks were selected that assessed the effect of a diet rich in whole-grain foods compared to a diet rich in refined grain foods on T2DM and its major risk factors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected the studies, assessed study quality and extracted data. Data of studies were not pooled because of methodological diversity."
    },
    {
      "heading": "Main results",
      "text": "One randomised controlled trial and eleven prospective cohort studies were identified. The randomised controlled trial, which was of low methodological quality, reported the change in insulin sensitivity in 12 obese hyperinsulinemic participants after six-week long interventions. Intake of whole grain foods resulted in a slight improvement of insulin sensitivity and no adverse effects. Patient satisfaction, health related quality of life, total mortality and morbidity was not reported. \nFour of the eleven cohort studies measured cereal fibre intake, three studies whole grain intake and two studies both. Two studies measured the change in whole grain food intake and one of them also change in cereal fibre intake. The incidence of T2DM was assessed in nine studies and changes in weight gain in two studies. The prospective studies consistently showed a reduced risk for high intake of whole grain foods (27% to 30%) or cereal fibre (28% to 37%) on the development of T2DM."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence from only prospective cohort trials is considered to be too weak to be able to draw a definite conclusion about the preventive effect of whole grain foods on the development of T2DM. Properly designed long-term randomised controlled trials are needed. To facilitate this, further mechanistic research should focus on finding a set of relevant intermediate endpoints for T2DM and on identifying genetic subgroups of the population at risk that are most susceptible to dietary intervention."
    }
  ],
  "pls_title": "Whole grain foods for the prevention of type 2 diabetes mellitus",
  "pls_type": "long",
  "pls": "Food products derived from cereal grains as wheat, rice, corn, rye, oat, and barley constitute a major part of the daily diet in many countries. In refined-grain products, the bran and germ of the grain, which contain the major amount of nutrients and dietary fibre, have been removed and only the starchy inner part of the grain (ca. 80% of the whole grain) is used. Whole grain foods contain either intact, flaked or broken grain kernels, coarsely ground kernels or flour that is made from whole grains (whole-meal flour). In this review the effect of whole grain foods and cereal fibre (as a marker of whole-grain food intake) on the prevention of type 2 diabetes mellitus (T2DM) was assessed using all available prospective cohort studies and randomised controlled trials. Only one randomised controlled trial was found which was of low methodological quality. This study investigated in 12 overweight persons during six weeks the effect of the consumption of refined grain foods versus that of whole grain foods on insulin sensitivity (risk factor for the development of T2DM). Intake of whole grain foods resulted in a slight improvement of insulin sensitivity, increased bowel movements and no adverse effects. No information was given about patient satisfaction, health related quality of life, total mortality and morbidity. In addition eleven prospective cohort studies were found. One study was conducted in Finland and the rest in the United States of America of which seven were done in health care workers. Some of the studies were of limited quality. They consistently showed that a high intake of whole grain foods or cereal fibre is associated with a lower risk of the development of T2DM. However, evidence for a protective effect coming from prospective cohort studies only has to be considered as weak as with this design no cause and effect relationship can be established. Well-designed randomised controlled trials are needed to be able to draw definite conclusions about the preventive effects of whole grain consumption on development of T2DM."
}