{
  "doi": "10.1002/14651858.CD013535.pub2",
  "name": "Corticosteroids for periorbital and orbital cellulitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Periorbital and orbital cellulitis are infections of the tissue anterior and posterior to the orbital septum, respectively, and can be difficult to differentiate clinically. Periorbital cellulitis can also progress to become orbital cellulitis.\nOrbital cellulitis has a relatively high incidence in children and adults, and potentially serious consequences including vision loss, meningitis, and death. Complications occur in part due to inflammatory swelling from the infection creating a compartment syndrome within the bony orbit, leading to elevated ocular pressure and compression of vasculature and the optic nerve. Corticosteroids are used in other infections to reduce this inflammation and edema, but they can lead to immune suppression and worsening infection."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of adjunctive corticosteroids for periorbital and orbital cellulitis, and to assess their effectiveness and safety in children and in adults separately."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2020, Issue 3); Ovid MEDLINE; Embase.com; PubMed; Latin American and Caribbean Health Sciences Literature Database (LILACS); ClinicalTrials.gov, and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP). We did not use any date or language restrictions in the electronic search for trials. We last searched the electronic databases on 2 March 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies of participants diagnosed with periorbital or orbital cellulitis. We excluded studies that focused exclusively on participants who were undergoing elective endoscopic surgery, including management of infections postsurgery as well as studies conducted solely on trauma patients. Randomized and quasi-randomized controlled trials were eligible for inclusion. Any study that administered corticosteroids was eligible regardless of type of steroid, route of administration, length of therapy, or timing of treatment. Comparators could include placebo, another corticosteroid, no treatment control, or another intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "The search yielded 7998 records, of which 13 were selected for full-text screening. We identified one trial for inclusion. No other eligible ongoing or completed trials were identified. The included study compared the use of corticosteroids in addition to antibiotics to the use of antibiotics alone for the treatment of orbital cellulitis. The study included a total of 21 participants aged 10 years and older, of which 14 participants were randomized to corticosteroids and antibiotics and 7 participants to antibiotics alone. Participants randomized to corticosteroids and antibiotics received adjunctive corticosteroids after initial antibiotic response (mean 5.13 days), at an initial dose of 1.5 mg/kg for three days followed by 1 mg/kg for another three days before being tapered over a one- to two-week period.\nWe assessed the included study as having an unclear risk of bias for allocation concealment, masking (blinding), selective outcome reporting, and other sources of bias. Risk of bias from sequence generation and incomplete outcome data were low.\nThe certainty of evidence for all outcomes was very low, downgraded for risk of bias (-1) and imprecision (-2). Length of hospital stay was compared between the group receiving antibiotics alone compared to the group receiving antibiotics and corticosteroids (mean difference (MD) 4.30, 95% confidence interval (CI) −0.48 to 9.08; 21 participants). There was no observed difference in duration of antibiotics between treatment groups (MD 3.00, 95% CI −0.48 to 6.48; 21 participants). Likewise, preservation of visual acuity at 12 weeks of follow-up between group was also assessed (RR 1.00, 95% CI 0.82 to 1.22; 21 participants). Pain scores were compared between groups on day 3 (MD −0.20, 95% CI −1.02 to 0.62; 22 eyes) along with the need for surgical intervention (RR 1.00, 95% CI 0.11 to 9.23; 21 participants). Exposure keratopathy was reported in five participants who received corticosteroids and antibiotics and three participants who received antibiotic alone (RR 1.20, 95% CI 0.40 to 3.63; 21 participants). No major complications of orbital cellulitis were seen in either the intervention or the control group. No side effects of corticosteroids were reported, although it is unclear which side effects were assessed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to draw conclusions about the use of corticosteroids in the treatment of periorbital and orbital cellulitis. Since there is significant variation in how corticosteroids are used in clinical practice, additional high-quality evidence from randomized controlled trials is needed to inform decision making. Future studies should explore the effects of corticosteroids in children and adults separately, and evaluate different dosing and timing of corticosteroid therapy."
    }
  ],
  "pls_title": "Corticosteroids for periorbital and orbital cellulitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "We aimed to find out if steroids are useful in treating serious infections of the area around the eye known as periorbital and orbital cellulitis. These infections can lead to complications like blindness, brain infection, or death. We also wanted to see if steroids worked the same or differently in children and adults."
    },
    {
      "heading": "Key messages",
      "text": "We do not know if steroids are useful in treating periorbital and orbital cellulitis. We identified only one small study that looked at this topic, which showed that there may be a benefit to using steroids and antibiotics together. However, larger and higher-quality studies are needed to better understand this topic."
    },
    {
      "heading": "What was studied in this review?",
      "text": "Periorbital and orbital cellulitis are potentially serious infections of the area around the eye. These infections are usually treated in hospital, as they can cause serious complications. One contributing factor to the development of these complications is that there is limited space in the bony structures that surround the eye. When these spaces get swollen as a result of infection, the pressure inside the space increases, which can damage the eye. Steroids are medications that can reduce swelling, but they can also affect the body’s ability to fight infection. There are no clear guidelines on whether or not to use steroids to treat periorbital and orbital cellulitis, and there is a lot of variation in how these conditions are currently treated among doctors. Our review used standard methods to identify studies that assigned patients to receive either steroids or another treatment using a random method, and then compared the results."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found one study that compared using only antibiotics to using both antibiotics and steroids to treat periorbital and orbital cellulitis. The study included 21 people, 7 who only received antibiotics and 14 who received both antibiotics and steroids. The study included people 10 years or older, but did not see if there were any differences between how children and adults respond to steroids. The study found that people receiving steroids and antibiotics together needed antibiotics for less time and had improved symptoms earlier than the group that received antibiotics alone. There was no difference in length of hospital stay between people receiving steroids and antibiotics and those receiving only antibiotics. However, because there is only one small study on this topic, it is hard to tell if all patients with periorbital and orbital cellulitis should be given steroids with antibiotics; more research is needed before any formal recommendations can be made."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies published up to 2 March 2020."
    }
  ]
}