{
  "doi": "10.1002/14651858.CD007114.pub2",
  "name": "Orbital radiotherapy for adult thyroid eye disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thyroid eye disease is an autoimmune inflammatory condition of the orbital and periorbital tissues. Orbital radiotherapy is an anti-inflammatory treatment used in the treatment of active thyroid eye disease. It is administered as an outpatient procedure in 10 to 12 fractionated doses."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and adverse events of orbital radiotherapy in thyroid eye disease. The effectiveness was dependent on the level of 'success' of the intervention predefined in each randomised controlled trial (RCT)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Group Trials Register) (The Cochrane Library 2012, Issue 2), MEDLINE (January 1950 to March 2012), EMBASE (January 1980 to March 2012), Latin American and Caribbean Literature on Health Sciences (LILACS) (January 1982 to March 2012), the meta Register of Controlled Trials (mRCT) (www.controlled-trials.com), ClinicalTrials.gov (www.clinicaltrials.gov) and the WHO International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not restrict the electronic searches for trials by date or language. We last searched the electronic databases on 12 March 2012. We screened reference lists of reports of included studies, other reviews and book chapters to find additional trials. We contacted trial investigators and experts in the field to identify additionally published studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs of orbital radiotherapy versus sham radiotherapy or other interventions enrolling adults, with a minimum of three months' follow-up and an endpoint of two years or less post treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. Trial authors were contacted for missing data. The risk ratio was used for our primary outcome. For our secondary outcomes, the odds ratio and mean difference were reported where possible."
    },
    {
      "heading": "Main results",
      "text": "We obtained full-text copies of nine potential studies and included five trials with a total of 244 participants in this review. Orbital radiotherapy was compared to sham radiotherapy in two studies and to glucocorticoids in three studies, as a monotherapy or combination therapy. There was heterogeneity (as defined in our protocol) of trial outcome measures. Our primary outcome of a composite score was used in the two trials comparing radiotherapy versus sham radiotherapy and showed a risk ratio of success of 1.92 (95% confidence interval (CI) 1.27 to 2.91) in favour of orbital radiotherapy. The primary outcome was not used in the other three trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found that orbital radiotherapy is more effective than sham radiotherapy for the treatment of mild-to-moderate thyroid eye disease. In a single trial no difference between radiotherapy and steroid monotherapy was found. A meta-analysis of our secondary outcome of disease severity was not possible but results from individual trials suggest a better outcome with combination treatment with steroids versus steroids alone. No significant changes in quality-of-life scores following treatment with radiotherapy versus alternative treatments were found. Short-term adverse events related to radiotherapy that were reported were local and mild but long-term data were lacking and development of retinal changes following radiotherapy was not reported on."
    }
  ],
  "pls_title": "Orbital therapy for adult thyroid eye disease",
  "pls_type": "long",
  "pls": "Thyroid eye disease is a condition that is still not fully understood but results in inflammation of the eye and the tissues around the eye. It can cause changes in appearance (such as puffiness and redness of eyelids and conjunctiva, 'starey' eyes and misaligned eyes), discomfort, double vision and decreased vision. Orbital radiotherapy is a treatment given to reduce the inflammation and its associated changes. It is given in an outpatient setting and as the dose is divided into smaller daily doses it often involves up to 12 visits. This review included five randomised controlled trials involving 244 participants. A combined analysis of trials using our primary outcome showed that the 'risk' of success in a patient who received radiotherapy was 1.92 times that of a patient who did not receive radiotherapy. Single studies suggested that orbital radiotherapy in combination with steroids had a better outcome than steroids alone. There was no significant change in quality-of-life information collected in the orbital radiotherapy groups compared to the other groups. The short-term adverse events reported in the trials were mild and localised to the area of treatment (redness of skin and temporal hair loss). However, trial methodology may have led to a decreased rate of adverse events from radiotherapy. Three trials excluded diabetic patients and these patients have been reported, in the literature, to be at higher risk of developing radiation retinopathy and of having progression of pre-existing diabetic retinopathy. Some studies did not report on retinal changes at all."
}