{
  "doi": "10.1002/14651858.CD005221",
  "name": "Prophylactic cranial irradiation for preventing brain metastases in patients undergoing radical treatment for non‐small cell lung cancer ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In non-small cell lung cancer (NSCLC), there is a relatively high incidence of brain metastases following radical treatment. At present, the role of prophylactic cranial irradiation (PCI) in this group of patients is not clear. This is an update of the original review published in 2005."
    },
    {
      "heading": "Objectives",
      "text": "To investigate whether PCI has a role in the management of patients with NSCLC treated with radical intent."
    },
    {
      "heading": "Search methods",
      "text": "The electronic databases MEDLINE, EMBASE, CENTRAL (The Cochrane library) and LILACS, along with handsearching of journals, relevant books, and review articles used to identify potentially eligible trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing PCI with no PCI in NSCLC patients treated with radical intent."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently performed study selection, data extraction and assessment of risk of bias.\nDue to the small patient numbers, and variations in radiotherapy (RT) dose, no meta-analysis was attempted."
    },
    {
      "heading": "Main results",
      "text": "Four RCTs have been included in this review. No further trials were found to be eligible in this update. Only one new trial investigating the role of PCI has been carried out since the original review and is only published in the abstract form (RTOG 0214) . PCI may reduce the incidence of brain metastases, but there is no evidence of a survival benefit. There is no evidence that any regimen is superior, and the effect of PCI on quality of life (QOL) is not known."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This update of the review published in 2005 does not contain any new trials published in full. One new trial that has only been published as an abstract, does not show any benefit in overall survival in patients receiving prophylactic cranial irradiation. There is insufficient evidence to support the use of PCI in clinical practice. Where possible, patients should be offered entry into a clinical trial."
    }
  ],
  "pls_title": "There is no evidence to recommend that patients with non-small cell lung cancer receive prophylactic radiotherapy to the brain following potentially curative treatment with surgery or radiotherapy",
  "pls_type": "long",
  "pls": "Patients with non-small cell lung cancer have a significant risk of developing tumour spread (metastases) to the brain after potentially curative treatment. To date, four research trials have been published in full; they included different groups of patients who had different doses of radiotherapy, and different outcomes were measured. None of the trials showed that patients who had received prophylactic radiotherapy to the brain lived longer than those who had not, although fewer of them developed brain metastases. A fifth trial (RTOG 0214) has not yet been published in full and is discussed in the results section."
}