{
  "doi": "10.1002/14651858.CD006882.pub2",
  "name": "Three dimensional versus two dimensional imaging for laparoscopic cholecystectomy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The benefits and harms of three dimensional imaging versus traditional two dimensional imaging for laparoscopic cholecystectomy are not known."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of use of three dimensional systems versus two dimensional systems during laparoscopic cholecystectomy."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Hepato-Biliary Group Controlled Trials Register , the Cochrane Central Register of Controlled Trials (CENTRAL ) in The Cochrane Library , MEDLINE , EMBASE , and Science Citation Index Expanded until October 2010 for randomised clinical trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised clinical trials, irrespective of language, blinding, or publication status were considered for the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently identified trials and independently extracted data. We intended to calculate the risk ratio (RR), mean difference (MD), or standardised mean difference (SMD) with 95% confidence intervals (CI) using both the fixed-effect and the random-effects models with RevMan 5 based on intention-to-treat analysis."
    },
    {
      "heading": "Main results",
      "text": "One trial randomised 60 patients to three dimensional laparoscopic cholecystectomy (n = 30) versus standard two dimensional laparoscopic cholecystectomy (n = 30). This trial was of high risk of bias. There were no post-operative complications or conversion to open cholecystectomy in either group. There was no significant difference in the operating time (MD -1.00 minute; 95% CI -17.77 to 15.77) or number of errors between the two groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, there is no evidence that three dimensional image is superior to two dimensional image in laparoscopic cholecystectomy."
    }
  ],
  "pls_title": "Three dimensional imaging (3D) compared with two dimensional (2D) imaging for key hole removal of gallbladder",
  "pls_type": "long",
  "pls": "The benefits and harms of three dimensional imaging (3D) versus traditional two dimensional (2D) imaging for key hole removal of the gallbladder (laparoscopic cholecystectomy) is not known. We set out to assess the benefits and harms of use of three dimensional systems versus two dimensional systems during laparoscopic cholecystectomy. We searched various medical databases and trials registers until October 2010 for identifying randomised clinical trials irrespective of language, blinding, or publication status.\nTwo authors independently identified trials and independently extracted data. We performed all the analysis based on intention-to-treat analysis. One trial randomised 60 patients to three dimensional laparoscopic cholecystectomy (n = 30) compared with standard two dimensional laparoscopic cholecystectomy (n = 30). The report on the trial design revealed high risk of systematic error ('bias'). There were no post-operative complications or conversion to open cholecystectomy in either group. There was no difference in the operating time or number of surgical errors between the two groups. Currently, there is no evidence that three dimensional image is superior to two dimensional image in laparoscopic cholecystectomy. Further randomised clinical trials with low risk of systematic errors and random errors are necessary to assess the new systems of three dimensional imaging in comparison with two dimensional imaging."
}