{
  "doi": "10.1002/14651858.CD013204.pub2",
  "name": "Exercise interventions for adults after liver transplantation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The finding that exercise is inversely related to metabolic syndrome after transplantation is novel and suggests that exercise interventions might provide a means for reducing metabolic syndrome complications in liver transplantation recipients. The use of exercise for increasing the physical activity daily levels by more frequent, higher intensity, and longer duration of training sessions, or the sum of these components may be necessary to counteract the effects of the pretransplant reduced activity, metabolic disturbances, and post-transplant immunosuppression, as well as improve physical function and aerobic capacity following liver transplantation. Regular physical activity has a long-term positive impact on recovery following various surgical procedures including transplantation, giving people the opportunity to return to an active life with their families, in society, and in their professional life. Likewise, specific muscle strength training may attenuate the loss of strength after liver transplantation."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of exercise-based interventions in adults after liver transplantation compared to no exercise, sham interventions, or another type of exercise."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 2 September 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised clinical trials in liver transplantation recipients comparing any type of exercise with no exercise, sham interventions, or another type of exercise."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. all-cause mortality; 2. serious adverse events; and 3. health-related quality of life. Our secondary outcomes were 4. a composite of cardiovascular mortality and cardiac disease; 5. aerobic capacity; 6. muscle strength; 7. morbidity; 8. non-serious adverse events; and 9. cardiovascular disease post-transplantation. We assessed risk of bias of the individual trials using RoB 1, described the interventions using the TIDieR checklist, and used GRADE to assess certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included three randomised clinical trials. The trials randomised 241 adults with liver transplantation, of which 199 participants completed the trials. The trials were conducted in the USA, Spain, and Turkey. They compared exercise versus usual care. The duration of the interventions ranged from two to 10 months. One trial reported that 69% of participants who received the exercise intervention were adherent to the exercise prescription. A second trial reported a 94% adherence to the exercise programme, with participants attending 45/48 sessions. The remaining trial reported a 96.8% adherence to the exercise intervention during the hospitalisation period.\nTwo trials received funding; one from the National Center for Research Resources (US) and the other from Instituto de Salud Carlos III (Spain). The remaining trial did not receive funding.\nAll trials were at an overall high risk of bias, derived from high risk of selective reporting bias and attrition bias in two trials. The results on all-cause mortality showed a higher risk of death in the exercise group versus the control group, but these results are very uncertain (risk ratio (RR) 3.14, 95% confidence interval (CI) 0.74 to 13.37; 2 trials, 165 participants; I² = 0%; very low-certainty evidence). The trials did not report data on serious adverse events excluding mortality or non-serious adverse events. However, all trials reported that there were no adverse effects associated with exercise. We are very uncertain on whether exercise compared with usual care has a beneficial or harmful effect on health-related quality of life assessed using the 36-item Short Form Physical Functioning subscale at the end of the intervention (mean difference (MD) 10.56, 95% CI −0.12 to 21.24; 2 trials, 169 participants; I² = 71%; very low-certainty evidence). None of the trials reported data on composite of cardiovascular mortality and cardiovascular disease, and cardiovascular disease post-transplantation. We are very uncertain if there are differences in aerobic capacity in terms of VO2peak at the end of the intervention between groups (MD 0.80, 95% CI −0.80 to 2.39; 3 trials, 199 participants; I² = 0%; very low-certainty evidence). We are very uncertain if there are differences in muscle strength at end of the intervention between groups (MD 9.91, 95% CI −3.68 to 23.50; 3 trials, 199 participants; I² = 44%; very low-certainty evidence). One trial measured perceived fatigue using the Checklist Individual Strength (CIST). Participants in the exercise group showed a clinically important lower degree of fatigue perception than participants in the control group, with a mean reduction of 40 points in the CIST (95% CI 15.62 to 64.38; 1 trial, 30 participants).\nWe identified three ongoing studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on very low-certainty evidence in our systematic review, we are very uncertain of the role of exercise training (aerobic, resistance-based exercises, or both) in affecting mortality, health-related quality of life, and physical function (i.e. aerobic capacity and muscle strength) in liver transplant recipients. There were few data on the composite of cardiovascular mortality and cardiovascular disease, cardiovascular disease post-transplantation, and adverse event outcomes. We lack larger trials with blinded outcome assessment, designed according to the SPIRIT statement and reported according to the CONSORT statement."
    }
  ],
  "pls_title": "Exercise interventions for adults after liver transplantation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Levels of physical activity tend to decrease in people who receive a liver transplant. The benefits and harms of exercise interventions to protect against the development of heart and lung diseases, hypertension, type II diabetes, dementia, non-alcoholic fatty liver disease (conditions caused by a build-up of fat in the liver), cancer, or other life-threatening diseases which may develop rapidly have not yet been well studied."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to determine the benefits and harms of exercise in adults after liver transplantation."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for well-designed clinical trials in liver transplantation recipients comparing any type of exercise with no exercise, sham interventions, or another type of exercise."
    },
    {
      "heading": "What did we find?",
      "text": "We found three randomised clinical trials with 241 participants, of which 199 participants stayed until the end of the trial. A randomised trial is a study where participants are allocated at random (due to chance alone) to an experimental or a control group. The trials were conducted in the USA, Spain, and Turkey. The durations of the exercise were two, six, and 10 months in the different trials. All trials compared exercise-based interventions against usual care. All trials included adults who had received liver transplantation. The three trials assessed various exercise interventions (i.e. aerobic or resistance-based exercises, or both), and with different types of supervision and format (i.e. supervised or not, individual-based or group-based exercise). Aerobic exercise refers to the type of repetitive, structured physical activity that requires the body's metabolic system to use oxygen to produce energy. Aerobic exercise is a sustained exercise that increases blood flow to the muscles, strengthening the cardiovascular system and lungs. Resistance training or strength training is a form of physical activity that is designed to improve muscular fitness by exercising a muscle or a muscle group against external resistance. Different forms of resistance training include using free weights, weight machines, resistance bands, and the person's own bodyweight. Usual care consisted of traditional medical intervention with or without recommendations to remain active. The trial sites were at the hospital or at home.\nTwo trials received funding; one from the National Center for Research Resources and the other from Instituto de Salud Carlos III. The other trial did not receive funding.\nWe also identified three ongoing trials."
    },
    {
      "heading": "Main results",
      "text": "We are very uncertain whether exercise compared with usual care has a beneficial or harmful effect on death from any cause. Two studies reported eight deaths, which were more frequent in the exercise group. We are very uncertain whether exercise compared with usual care has a beneficial or harmful effect on health-related quality of life at the end of the intervention. We are very uncertain whether there is a difference in effect between exercise versus usual care on aerobic capacity (which indicates the level of cardiovascular (blood vessels and heart) fitness) at the end of the intervention. We are very uncertain whether exercise has an effect regarding muscle strength in people after liver transplantation. One trial reported a higher perception of fatigue in the exercise group.\nThe trials did not report data on serious or non-serious side effects. However, all trials reported that there were no side effects associated with participants who performed exercise. None of the trials reported data on other cardiovascular measures."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Caution is needed in interpreting the review findings as the number of included trials is very limited and there were few data provided. We have little confidence in the evidence because it is highly possible that most trials chose to present a subset of results from their study by omitting complete outcomes, as well as in two studies hat presented only a selective dropout of some participants who differed from those who remained in the study. We also found that data on clinically important outcomes were lacking. We are not confident in the evidence of the effect of exercise training that included aerobic, resistance-based exercises, or a combination of both on physical function (that is, aerobic capacity and muscle strength) in liver transplant recipients due to its high uncertainty. We need larger trials with blinded outcome assessment (process of concealing treatment group identity from outcome assessors), designed according to guidance of clinical trial protocols and recommendations for reporting randomised trials."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The review includes trials published by 2 September 2022."
    }
  ]
}