{
  "doi": "10.1002/14651858.CD009022.pub3",
  "name": "Single‐incision versus conventional multi‐incision laparoscopic appendicectomy for suspected uncomplicated appendicitis ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Appendicectomy is a well-established surgical procedure to manage acute appendicitis. The operation was historically performed as an open procedure and is currently performed using minimally invasive surgical techniques. A recent development in appendicectomy technique is the introduction of single-incision laparoscopic surgery. This incorporates all working ports (either one multi-luminal port or multiple mono-luminal ports) through a single skin incision; the procedure is known as single-incision laparoscopic appendicectomy or SILA. Unanswered questions remain regarding the efficacy of this novel technique, including its effects on patient benefit and satisfaction, complications, and long-term outcomes, when compared to multi-incision conventional laparoscopy (CLA). This is an update of a review published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of single-incision laparoscopic appendicectomy compared with multi-incision laparoscopic appendicectomy, on benefits, complications, and short-term outcomes, in patients with acute appendicitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled trials (CENTRAL, the Cochrane Library 2018 Issue 2), Ovid MEDLINE (1983 to January 2024), Ovid Embase (1983 to January 2024), the WHO International Clinical Trial Register (January 2024), and Clinicaltrials.gov (January 2024). We also searched reference lists of relevant articles and reviews, conference proceedings, and ongoing trial databases. The searches were carried out on 20 January 2024."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared the single-incision procedure SILA against CLA for patients (male and female) over the age of 10 years, diagnosed with appendicitis, or symptoms of appendicitis, and undergoing laparoscopic appendicectomy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted data into a standardised form, and assessed the risk of bias in the studies. We extracted data relevant to the predetermined outcome measures. Where appropriate, we calculated a summary statistic: odds ratio (OR) with 95% confidence intervals (CIs) for dichotomous data and mean difference (MD) with 95% CI for continuous data. We used Review Manager Web for our statistical analysis."
    },
    {
      "heading": "Main results",
      "text": "This review was first published in 2011, when there was no RCT evidence available. For this update, we identified 11 RCTs involving 1373 participants (689 in the SILA groups and 684 in the CLA groups). The participants were similar at baseline in terms of age (mean 31.7 (SILA) versus 30.9 years (CLA)) and sex (female: 53.0% (SILA) versus 50.3% (CLA)). Diagnosis of appendicitis was based on clinical assessment; none of the studies used a diagnosis confirmed by imaging as part of their inclusion criteria. The certainty of the evidence was low to moderate, and the outcomes were predominately reported in the short term.\nPain scores at 24 hours after surgery may be similar between the SILA and CLA groups (mean score SILA 2.53 versus CLA 2.65; mean difference (MD) in pain score -0.12, 95% CI -0.52 to 0.28; 294 participants, 4 RCTs; low-certainty evidence). SILA probably had superior cosmetic results as indicated by patients using the Body Image questionnaire (5 to 20) (mean score SILA 14.9 versus CLA 12.4; cosmesis score MD 1.97, 95% CI 1.60 to 2.33; 266 participants, 3 RCTs; moderate-certainty evidence). The rate of visceral and vascular injury was probably similar with both techniques (SILA 0/168 versus 4/169; OR 0.20, 95% CI 0.02 to 1.79; 337 participants, 3 RCTs; moderate-certainty evidence). The conversion rate to CLA or open surgery may be higher for SILA procedures than the conversion rate from CLA to open surgery (SILA 32/574 versus CLA 7/569; OR 2.95, 95% CI 1.36 to 6.42; 1143 participants, 9 RCTs; low-certainty evidence). Use of an additional port site was probably more likely with SILA compared to CLA (SILA 28/328 versus CLA 4/336; OR 3.80, 95% CI 1.13 to 12.72; 664 participants, 5 RCTs; moderate-certainty evidence). The recovery time was probably similar for both interventions for hospital stay (mean length of stay in hospital for SILA 2.25 days versus 2.29 days for CLA patients; MD -0.13, 95% CI -0.23 to 0.03; 1241 participants, 10 RCTs; moderate-certainty evidence) and time to return to normal activities (SILA 9.28 days versus CLA 10.0 days; MD -0.59, 95% CI -1.99 to 0.81; 451 participants, 4 RCTs; moderate-certainty evidence).\nWe have low-to-moderate confidence in our findings due to differences in the measurement of certain outcomes, and lack of blinding in the studies, which makes them prone to performance bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-to-moderate certainty evidence that single-incision laparoscopic appendicectomy is comparable to conventional laparoscopic appendicectomy in terms of complications, length of hospital stay, return to normal activities, and postoperative pain in the first 24 hours. The disadvantage of SILA may be a higher conversion rate, but SILA is probably associated with better patient cosmetic satisfaction."
    }
  ],
  "pls_title": "Is there a difference in outcome when a surgeon makes a single cut rather than several cuts to perform keyhole surgery to remove an appendix for suspected appendicitis?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• The treatment of appendicitis is usually performed with minimally invasive surgery (laparoscopic or 'keyhole' surgery). This surgery can be done using multiple incisions (cuts) or a single incision. Currently, there is no consensus about which approach is better.\n• Single-incision removal of the appendix probably has better cosmetic outcomes (i.e. how the abdomen looks), but there may be a higher risk of the surgeon having to change approach during the operation, i.e. make two or more extra incisions or convert to open surgery (a large incision).\n• The risk of complications with single-incision appendicectomy is probably similar to the risk with conventional multiple-incision surgery. Likewise, the approaches are probably similar in terms of how long patients are in hospital and how quickly they get back to normal activities, as well as the pain they experience in the first 24 hours after the operation."
    },
    {
      "heading": "What is appendicitis, and how do we treat it?",
      "text": "Appendicitis is inflammation of the appendix and can have a number of causes. If not treated, the appendix can burst and can lead to people becoming increasingly unwell. The most common way to treat appendicitis is by removing the appendix surgically. While antibiotics may be a reasonable alternative in some patients, surgery is still recommended in most patients. Surgery is most commonly done by laparoscopy, which is also known as \"keyhole surgery\". The surgery is performed through small incisions (cuts), which allow the surgeon to put instruments and a video camera into the abdomen."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Laparoscopic surgery is usually performed through multiple small incisions, but recently it has been shown that it can be done through just one incision. The advocates of this technique claim it is less painful for the patient, and we wanted to find out if:\n1) single-incision surgery was associated with less pain and a better cosmetic outcome; and\n2) single-incision surgery was as safe as multiple-incision surgery."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for randomised controlled trials (studies where people are allocated at random to one of two or more treatment groups) that compared these two techniques in the treatment of suspected appendicitis. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 11 studies that included 1373 people (689 in the single-incision surgery groups and 684 in the multiple incision surgery groups). We found low-to-moderate-certainty evidence that patients in the single-incision group had a better cosmetic result, with a similar rate of any unwanted side effects compared to the conventional multiple-incision group. Within the single-incision group, there was a higher risk of conversion to multiple incisions or open surgery (which requires a large incision compared to laparoscopic surgery), or making more incisions in order to use additional ports to conduct the operation. There was no difference in the postoperative pain, rate of visceral or vascular injury, wound infection, collection in the abdomen, paralytic ileus (temporary paralysis of the bowel movement), length of hospital stay and time taken to return to normal activities."
    },
    {
      "heading": "What are the limitations?",
      "text": "We have a low-to-moderate level of confidence in our findings. Our low confidence is due to differences in the way the studies measured certain outcomes and the lack of blinding (participants not knowing which type of surgery they had) in the studies, which makes them prone to performance bias (participants or surgeons acting differently because they know the group each participant is in)."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date at 20 January 2024."
    }
  ]
}