{
  "doi": "10.1002/14651858.CD012762.pub2",
  "name": "Transcutaneous electrical nerve stimulation (TENS) for pain management in sickle cell disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease (SCD), one of the most common inherited disorders, is associated with vaso-occlusive pain episodes and haemolysis leading to recurrent morbidity, hospital admissions and work or school absenteeism. The crises are conventionally treated with opioids, non-opioids and other adjuvants with the risk of developing complications, addictions and drug-seeking behaviour. Different non-pharmacological treatments, such as transcutaneous electrical nerve stimulation (TENS) have been used for managing pain in other painful conditions. Hence, the efficacy of TENS for managing pain in SCD needs to be reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of TENS for managing pain in people with SCD who experience pain crises or chronic pain (or both)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Haemoglobinopathies Register, comprising of references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings. We also searched online trial registries and the reference lists of relevant articles and reviews.\nDate of the last search: 26 Febraury 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs, where TENS was evaluated for managing pain in people with SCD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility of the trials identified by the literature searches according to the inclusion criteria. Two review authors then independently extracted data, assessed for risk of bias using the Cochrane standard tool and rated the quality of evidence using the GRADE guidelines."
    },
    {
      "heading": "Main results",
      "text": "One double-blind cross-over RCT with 22 participants with SCD (aged 12 to 27 years) was eligible for inclusion. Following stratification into four pain crises severity grades, participants were then randomised to receive TENS or placebo (sham TENS). The trial was concluded after 60 treatment episodes (30 treatment episodes of each treatment group).\nThere is a lack of clarity regarding the trial design and the analysis of the cross-over data. If a participant was allocated to TENS treatment for an episode of pain and subsequently returned with a further episode of a similar degree of pain, they would then receive the sham TENS treatment (cross-over design). For those experiencing a pain episode of a different severity, it is not clear whether they were re-randomised or given the alternate treatment. Reporting and analysis was based on the total number pain events and not on the number of participants. It is unclear how many participants were crossed over from the TENS group to the sham TENS group and vice versa. The trial had a high risk of bias regarding random sequence generation and allocation concealment; an unclear risk regarding the blinding of participants and personnel; and a low risk regarding the blinding of the outcome assessors and selective outcome reporting.\nThe trial was small and of very low quality; furthermore, given the issue with trial design we were unable to quantitatively analyse the data. Therefore, we present only a narrative summary and caution is advised in interpreting the results. In relation to our pre-defined primary outcomes, the included trial did not report pain relief at two to four weeks post intervention. The trial authors reported that no difference was found in the changes in pain ratings (recorded at one hour and four hours post intervention) between the TENS and the placebo groups. In relation to our secondary outcomes, the analgesic usage during the trial also did not show any difference between groups. Given the quality of the evidence, we are uncertain whether TENS improves overall satisfaction as compared to sham TENS. The ability to cope with activities of daily living was not evaluated. Regarding adverse events, although one case of itching was reported in the TENS group, the site and nature of itching was not clearly stated; hence it cannot be clearly attributed to TENS. Also, two participants receiving 'sham' TENS reported a worsening of pain with the intervention."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Since we have only included one small and very low-quality trial, with a high risk of bias across several domains, we are unable to conclude whether TENS is harmful or beneficial for managing pain in people with SCD. There is a need for a well-designed, adequately-powered, RCT to evaluate the role of TENS in managing pain in people with SCD."
    }
  ],
  "pls_title": "Transcutaneous electrical nerve stimulation (TENS) for managing pain in people with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What is the role of transcutaneous electrical nerve stimulation (TENS) in managing pain in people with sickle cell disease (SCD)? What are the adverse effects of TENS in people with SCD?"
    },
    {
      "heading": "Background",
      "text": ".\nSCD is an inherited disorder affecting red blood cells. These cells contain haemoglobin which transports oxygen. The diseased red blood cells block the blood vessels and result in a diminished blood supply, leading to less oxygen reaching affected organs and causing episodes of pain and organ damage. Severe pain requires medication and even hospitalisation. Prescribed painkillers can have several side effects, including drug dependency. Hence researchers are looking for options other than drug treatments for people with SCD.\nTENS is a small battery-powered electro-medical device that produces low-voltage current and is used for pain relief in various painful conditions. It is safe, inexpensive and easy to use. Since mixed responses have been seen in different painful conditions, we felt the need to produce a Cochrane Review with a comprehensive search, to determine the effect of TENS for managing pain in people with SCD."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 26 February 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for well-designed trials to see the effect of TENS compared to 'sham' TENS in people with SCD for relieving pain, reducing the intensity of pain, reducing the frequency of pain episodes, making a difference to the use of painkillers, improving quality of life and for assessing any adverse effects.\nWe only found one trial (22 participants aged between 12 and 27 years). The participants were graded into four groups according to how severe their pain was. On the first visit, the participants from different groups were chosen randomly to receive either TENS or ‘sham’ TENS treatment. For a further crisis of the same severity participants were given the alternative intervention to the first one. For those experiencing a pain episode of a different severity, it is not clear which treatment they were given.\nNeither the participant nor the researcher were aware of which treatment was received."
    },
    {
      "heading": "Key results",
      "text": "30 episodes (across 22 participants) of TENS treatment and 30 of 'sham' TENS treatment were analysed. Due to low-quality data and issues with the trial design, we can only report in a descriptive way without any formal analysis. Caution should be used in interpreting these results. In the included trial no difference was found in the rating of pain on a scale of 1 to 10 at the end of one hour and four hours between the TENS and 'sham' TENS treatment groups. There was no difference between groups as to how much pain medication was used. Given the very low quality of the evidence, we are also uncertain whether TENS improves overall satisfaction as compared to 'sham' TENS. A minor adverse effect of itching was reported by only one person receiving TENS, whereas two people receiving 'sham' TENS reported a worsening of pain with the intervention. Since there is only one included trial with very low-quality evidence, we cannot state whether TENS makes any difference to managing pain in people with SCD."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The trial publication did not clearly report how the randomised list for allocating the participants to the two treatment groups was generated, therefore, we assessed this as having a high risk of bias. The reporting and analysis was based on only the total number pain events and not the number of people reporting pain episodes. It is unclear from this report how many participants were crossed over from TENS to 'sham' TENS treatment group. The first treatment may have an effect on the subsequent treatment and there is no clear data regarding the cross over process from one treatment group to the other. Hence we conclude that the trial has a high risk of bias and the results are hard to interpret."
    }
  ]
}