{
  "doi": "10.1002/14651858.CD011776.pub2",
  "name": "Symptomatic treatments for amyotrophic lateral sclerosis/motor neuron disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Motor neuron disease (MND), which is also known as amyotrophic lateral sclerosis (ALS), causes a wide range of symptoms but the evidence base for the effectiveness of the symptomatic treatment therapies is limited."
    },
    {
      "heading": "Objectives",
      "text": "To summarise the evidence from Cochrane Systematic Reviews of all symptomatic treatments for MND."
    },
    {
      "heading": "Methods",
      "text": "We searched the Cochrane Database of Systematic Reviews (CDSR) on 15 November 2016 for systematic reviews of symptomatic treatments for MND. We assessed the methodological quality of the included reviews using the Assessment of Multiple Systematic Reviews (AMSTAR) tool and the GRADE approach. We followed standard Cochrane study (review) selection and data extraction procedures. We reported findings narratively and in tables."
    },
    {
      "heading": "Main results",
      "text": "We included nine Cochrane Systematic Reviews of interventions to treat symptoms in people with MND. Three were empty reviews with no included randomised controlled trials (RCTs); however, all three reported on non-RCT evidence and the remaining six included mostly one or two studies. We deemed all of the included reviews of high methodological quality.\nDrug therapy for pain\nThere is no RCT evidence in a Cochrane Systematic Review exploring the efficacy of drug therapy for pain in MND.\nTreatment for cramps\nThere is evidence (13 RCTs, N = 4012) that for the treatment of cramps in MND, compared to placebo:\n– memantine and tetrahydrocannabinol (THC) are probably ineffective (moderate-quality evidence);\n– vitamin E may have little or no effect (low-quality evidence); and\n– the effects of L-threonine, gabapentin, xaliproden, riluzole, and baclofen are uncertain as the evidence is either very low quality or the trial specified the outcome but did not report numerical data.\nThe review reported adverse effects of riluzole, but it is not clear whether other interventions had adverse effects.\nTreatment for spasticity\nIt is uncertain whether an endurance-based exercise programme improved spasticity or quality of life, measured at three months after the programme, as the quality of evidence is very low (1 RCT, comparison \"usual activities\", N = 25). The review did not evaluate other approaches, such as use of baclofen as no RCTs were available.\nMechanical ventilation for supporting respiratory function\nNon-invasive ventilation (NIV) probably improves median survival and quality of life in people with respiratory insufficiency and normal to moderately impaired bulbar function compared to standard care, and improves quality of life but not survival for people with poor bulbar function (1 RCT, N = 41, moderate-quality evidence; a second RCT did not provide data). The review did not evaluate other approaches such as tracheostomy-assisted ('invasive') ventilation, or assess timing of NIV initiation.\nTreatment for sialorrhoea\nA single session of botulinum toxin type B injections to parotid and submandibular glands probably improves sialorrhoea and quality of life at up to 4 weeks compared to placebo injections, but not at 8 or 12 weeks after the injections (moderate-quality evidence from 1 placebo-controlled RCT, N = 20). The review authors found no trials of other approaches.\nEnteral tube feeding for supporting nutrition\nThere is no RCT evidence in a Cochrane Systematic Review to support benefit or harms of enteral tube feeding in supporting nutrition in MND.\nRepetitive transcranial magnetic stimulation\nIt is uncertain whether repetitive transcranial magnetic stimulation (rTMS) improves disability or limitation in activity in MND in comparison with sham rTMS (3 RCTs, very low quality evidence, N = 50).\nTherapeutic exercise\nThere is evidence that exercise may improve disability in MND at three months after the exercise programme, but not quality of life, in comparison with \"usual activities\" or \"usual care\" including stretching (2 RCTs, low-quality evidence, N = 43).\nMultidisciplinary care\nThere is no RCT evidence in a Cochrane Systematic Review to demonstrate any benefit or harm for multidisciplinary care in MND.\nNone of the reviews, other than the review of treatment for cramps, reported that adverse events occurred. However, the trials were too small for reliable adverse event reporting."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This overview has highlighted the lack of robust evidence in Cochrane Systematic Reviews on interventions to manage symptoms resulting from MND. It is important to recognise that clinical trials may fail to demonstrate efficacy of an intervention for reasons other than a true lack of efficacy, for example because of insufficient statistical power, the wrong choice of dose, insensitive outcome measures or inappropriate participant eligibility. The trials were mostly too small to reliably assess adverse effects of the treatments. The nature of MND makes it difficult to research clinically accepted or recommended practice, regardless of the level of evidence supporting the practice. It would not be ethical, for example, to design a placebo-controlled trial for treatment of pain in MND or to withhold multidisciplinary care where such care is available. It is therefore highly unlikely that there will ever be classically designed placebo-controlled RCTs in these areas.\nWe need more research with appropriate study designs, robust methodology, and of sufficient duration to address the changing needs—of people with MND and their caregivers—associated with MND disease progression and mortality. There is a significant gap in studies assessing the effectiveness of interventions for symptoms relating to MND, such as pseudobulbar emotional lability and cognitive and behavioural difficulties. Future studies should use appropriate outcome measures that are reliable, have internal and external validity, and are sensitive to change in what is being measured (such as quality of life)."
    }
  ],
  "pls_title": "Managing symptoms in motor neuron disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of treatments for managing symptoms in motor neuron disease (MND)?"
    },
    {
      "heading": "Background",
      "text": "Motor neuron disease (MND), which is also known as amyotrophic lateral sclerosis (ALS), is an uncommon, incurable disease that affects the nerves involved in movement. MND gets worse over time and affects muscles of the limbs, speech, swallowing and breathing. People with MND experience a wide range of symptoms, including a number of physical ability limitations, pain, spasticity, cramps, swallowing problems and difficulty breathing. It is important to recognise that clinical trials may fail to show that a treatment is effective for several reasons that are not related to the effects of the treatment itself, for example when there are too few people in a trial, or investigators choose an ineffective dose of a drug."
    },
    {
      "heading": "Review characteristics",
      "text": "We searched for Cochrane Systematic Reviews of treatments aiming to manage symptoms of MND. We found nine reviews that fitted the objectives of this study. These reviewed randomized controlled trials (RCTs) of treatments for pain, cramps, spasticity, and sialorrhoea, and assessed the effects of mechanical ventilation (non-invasive ventilation), enteral tube feeding, repetitive transcranial magnetic stimulation (rTMS), therapeutic exercise, and multidisciplinary care. The trials compared the treatment with an inactive treatment (placebo drug or sham therapy) or usual care."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "There are currently many treatments in clinical use for pain, but no robust information currently exists on their effectiveness in people with MND.\nThere is evidence that memantine and tetrahydrocannabinol are probably ineffective for cramps in ALS and that vitamin E may be ineffective. There is too little information from RCTs on the effects of other treatments studied, including L-threonine, gabapentin, xaliproden, riluzole, and baclofen. The review did not report adverse events other than for riluzole.\nIt is uncertain whether exercise improves muscle stiffness (spasticity). Exercise may improve disability; it may not improve quality of life. Other interventions for spasticity have not been studied in RCTs.\nNon-invasive mechanical ventilation probably improves survival and quality of life in ALS; it may not improve survival in people with poor bulbar function. The review did not assess when to start NIV.\nA single session of botulinum toxin injections into the salivary glands probably improves excessive saliva production and dribbling, and quality of life in the short term (over weeks but not months).\nAt present, there is no evidence available from controlled trials to indicate whether or not there is a benefit to tube feeding for supporting nutrition, nor is there any evidence to indicate whether multidisciplinary care is helpful or harmful. It is uncertain whether rTMS is of benefit for improving disability or activity limitation in MND. Lack of evidence on multidisciplinary care or other treatments, however, should not be interpreted as ineffectiveness.\nOnly the cramps review reported that adverse events occurred. The trials were mostly too small to reliably assess adverse events or rule out uncommon events.\nMore research is required to determine which treatments help to manage symptoms for those living with MND, using suitable types of studies and outcome measures.\nThis overview is up to date to November 2016."
    }
  ]
}