{
  "doi": "10.1002/14651858.CD000067.pub3",
  "name": "Azathioprine or 6‐mercaptopurine for maintenance of remission in Crohn's disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The therapeutic role of azathioprine (AZA) and 6-mercaptopurine (6-MP) remains controversial due to their relatively slow onset of action and potential for adverse events. An updated meta-analysis was performed to evaluate the efficacy of these agents for the maintenance of remission in quiescent Crohn's disease."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of AZA and 6-MP for maintenance of remission in quiescent Crohn's disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, EMBASE, and the Cochrane Library from inception to June 30, 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials of oral azathioprine or 6-mercaptopurine compared to placebo or active therapy involving adult patients (> 18 years) with quiescent Crohn's disease were considered for inclusion. Patients with surgically-induced remission were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two authors independently extracted data and assessed study quality using the Cochrane risk of bias tool. For dichotomous outcomes, we calculated the risk ratio (RR) and corresponding 95% confidence interval (CI). The primary outcome was maintenance of remission. Secondary outcomes included steroid sparing, adverse events, withdrawals due to adverse events and serious adverse events. All data were analyzed on an intention-to-treat basis. The overall quality of the evidence supporting the primary outcome and selected secondary outcomes was assessed using the GRADE criteria."
    },
    {
      "heading": "Main results",
      "text": "Eleven studies (881 participants) were included. Comparisons included AZA versus placebo (7 studies, 532 participants), AZA or 6-MP versus mesalazine or sulfasalazine (2 studies, 166 participants), AZA versus budesonide (1 study, 77 participants), AZA and infliximab versus infliximab (1 study, 36 patients), 6-MP versus methotrexate (1 study, 31 patients), and early AZA versus conventional management (1 study, 147 participants). Two studies were rated as low risk of bias. Four studies were rated as high risk of bias for being non-blinded or single-blind. Five studies were rated as unclear risk of bias. A pooled analysis of six studies (489 participants) showed that AZA (1.0 to 2.5 mg/kg/day) was significantly superior to placebo for maintenance of remission over a 6 to 18 month period. Seventy-three per cent of patients in the AZA group maintained remission compared to 62% of placebo patients (RR 1.19, 95% CI 1.05 to 1.34). The number needed to treat for an additional beneficial outcome was nine. A GRADE analysis indicated that the overall quality of the evidence supporting this outcome was low due to sparse data (327 events) and unclear risk of bias. A pooled analysis of two studies (166 participants) showed no statistically significant difference in the proportion of patients who maintained remission between AZA (1.0 to 2.5 mg/kg/day) or 6-MP (1.0 mg/day) and mesalazine (3 g/day) or sulphasalazine (0.5 g/15 kg/day) therapy. Sixty-nine per cent of patients in the AZA/6-MP group maintained remission compared to 67% of mesalazine/sulphasalazine patients (RR 1.09, 95% CI 0.88 to 1.34). A GRADE analysis indicated that the overall quality of the evidence supporting this outcome was low due to sparse data (113 events) and high or unclear risk of bias. One small study found AZA (2.0 to 2.5 mg/kg/day) to be superior to budesonide (6 to 9 mg/day) for maintenance of remission at one year. Seventy-six per cent (29/38) of AZA patients maintained remission compared to 46% (18/39) of budesonide patients (RR 1.65, 95% CI 1.13 to 2.42). GRADE indicated that the overall quality of the evidence supporting this outcome was low due to sparse data (47 events) and high risk of bias. One small study found no difference in maintenance of remission rates at one year between combination therapy with AZA (2.5 mg/kg) and infliximab (5 mg/kg every 8 weeks) compared to infliximab monotherapy. Eighty-one per cent (13/16) of patients in the combination therapy group maintained remission compared to 80% (16/20) of patients in the infliximab group (RR 1.02, 95% CI 0.74 to 1.40). GRADE indicated that the overall quality of the evidence supporting this outcome was very low due to very sparse data (29 events) and high risk of bias. One small study found no difference in maintenance of remission rates at one year between 6-MP (1 mg/kg/day) and methotrexate (10 mg/week). Fifty per cent (8/16) of 6-MP patients maintained remission at one year compared to 53% (8/15) of methotrexate patients (RR 0.94, 95% CI 0.47 to 1.85). GRADE indicated that the overall quality of the evidence supporting this outcome was very low due to very sparse data (16 events) and high risk of bias. One study (147 participants) failed to show any significant benefit for early azathioprine treatment over a conventional management strategy. In the early azathioprine treatment group 67% (11-85%) of trimesters were spent in remission compared to 56% (29-73%) in the conventional management group. AZA when compared to placebo had a significantly increased risk of adverse events (RR 1.29, 95% CI 1.02 to 1.64), withdrawal due to adverse events (3.12, 95% CI 1.59 to 6.09) and serious adverse events (RR 2.45, 95% CI 1.22 to 4.90). AZA/6-MP also demonstrated a significantly higher risk of serious adverse events when compared to mesalazine or sulphasalazine (RR 9.37, 95% CI 1.84 to 47.7). Common adverse events included pancreatitis, leukopenia, nausea, allergic reaction and infection."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low quality evidence suggests that AZA is more effective than placebo for maintenance of remission in Crohn's disease. Although AZA may be effective for maintenance of remission its use is limited by adverse effects. Low quality evidence suggests that AZA may be superior to budesonide for maintenance of remission but because of small study size and high risk of bias, this result should be interpreted with caution. No conclusions can be drawn from the other active comparator studies because of low and very low quality evidence. Adequately powered trials are needed to determine the comparative efficacy and safety of AZA and 6-MP compared to other active maintenance therapies. Further research is needed to assess the efficacy and safety of the use of AZA with infliximab and other biologics and to determine the optimal management strategy for patients with quiescent Crohn's disease."
    }
  ],
  "pls_title": "Azathioprine or 6-mercaptopurine for maintenance of remission in Crohn's disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is Crohn's disease?",
      "text": "Crohn's disease is a long-term chronic inflammatory bowel disease that can affect any part of the gastrointestinal tract from mouth to anus. Symptoms include abdominal pain, diarrhea and weight loss. When people with Crohn's disease are experiencing symptoms of the disease it is said to be ‘active’. Periods when the symptoms stop are called ‘remission’."
    },
    {
      "heading": "What are azathioprine and 6-mercaptopurine?",
      "text": "Azathioprine and 6-mercaptopurine are oral medications that reduce the body's immune responses and may reduce inflammation associated with Crohn's disease."
    },
    {
      "heading": "What did the researchers investigate?",
      "text": "The researchers investigated whether azathioprine or 6-mercaptopurine maintains remission in people with inactive Crohn's disease and whether these medications cause any harms (side effects). The researchers searched the medical literature up to June 30, 2015."
    },
    {
      "heading": "What did the researchers find?",
      "text": "The researchers identified 11 studies that included a total of 881 participants. Seven studies including 532 participants compared azathioprine to a placebo (a fake medicine such as a sugar pill). Two studies including 166 participants compared azathioprine or 6-mercaptopurine to aminosalicylates (the anti-inflammatory medications mesalazine or sulfasalazine). One study including 77 participants compared azathioprine to budesonide (a steroid drug). One study including 31 participants compared 6-mercaptopurine to methotrexate (an immunosuppressive drug). One study including 36 participants compared combination therapy with azathioprine and infliximab (a biologic drug) to infliximab alone. One study with 147 participants compared the early use of azathioprine in patients with recently diagnosed Crohn's disease to a conventional management strategy. Two studies were rated as high quality. Three studies were rated as low quality. Six studies were rated as unclear quality due to a lack of information.\nA pooled analysis of six studies (489 participants) suggests that azathioprine (at daily doses of 1.0 to 2.5 mg/kg/day) is superior to placebo for maintenance of remission of Crohn's disease over a 6 to 18 month period. A pooled analysis of two studies (166 participants) showed no difference in the proportion of patients who maintained remission between azathioprine (1.0 to 2.5 mg/kg/day) or 6-mercaptopurine (1.0 mg/day) and aminosalicylate therapy (mesalazine 3 g/day or sulfasalazine 0.5g/15 kg/day). One small study (77 participants) suggests that azathioprine (2.0 to 2.5 mg/kg/day) may be superior to budesonide (6 to 9 mg/day) for maintenance of remission over a one year period. One small study (36 participants) found no difference in maintenance of remission rates at one year between combination therapy with azathioprine (2.5 mg/kg/day) and infliximab (5 mg/kg every 8 weeks) compared to infliximab alone. One small study (31 participants) found no difference in maintenance of remission rates at one year between 6-mercaptopurine (1 mg/day) and methotrexate (10 mg/week). One study (147 participants) failed to show any difference in time spent in remission between early azathioprine treatment and a conventional management strategy. An increased risk of side effects was seen in participants who received azathioprine. Some of these side effects such as leukopenia (a reduction in the number of white cells in the blood) were serious in nature. Common side effects included pancreatitis (inflammation of the pancreas), leukopenia, nausea, allergic reaction and infection. The choice to use azathioprine or 6-mercaptopurine should be made after careful consideration of the risks and benefits of using these drugs. More research is needed to allow conclusions about the comparative effectiveness and side effects of azathioprine and 6-mercaptopurine compared to other maintenance therapies such as methotrexate. Further research is needed to assess the effectiveness and side effects of the use of azathioprine with infliximab and other biologics and to determine the optimal management strategy for patients with inactive Crohn's disease."
    }
  ]
}