{
  "doi": "10.1002/14651858.CD012069.pub2",
  "name": "Methylphenidate for attention deficit hyperactivity disorder (ADHD) in children and adolescents – assessment of adverse events in non‐randomised studies ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Attention deficit hyperactivity disorder (ADHD) is a common neurodevelopmental disorder in childhood. The psychostimulant methylphenidate is the most frequently used medication to treat it. Several studies have investigated the benefits of methylphenidate, showing possible favourable effects on ADHD symptoms, but the true magnitude of the effect is unknown. Concerning adverse events associated with the treatment, our systematic review of randomised clinical trials (RCTs) demonstrated no increase in serious adverse events, but a high proportion of participants suffered a range of non-serious adverse events."
    },
    {
      "heading": "Objectives",
      "text": "To assess the adverse events associated with methylphenidate treatment for children and adolescents with ADHD in non-randomised studies."
    },
    {
      "heading": "Search methods",
      "text": "In January 2016, we searched CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, 12 other databases and two trials registers. We also checked reference lists and contacted authors and pharmaceutical companies to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included non-randomised study designs. These comprised comparative and non-comparative cohort studies, patient-control studies, patient reports/series and cross-sectional studies of methylphenidate administered at any dosage or formulation. We also included methylphenidate groups from RCTs assessing methylphenidate versus other interventions for ADHD as well as data from follow-up periods in RCTs. Participants had to have an ADHD diagnosis (from the 3rd to the 5th edition of the Diagnostic and Statistical Manual of Mental Disorders or the 9th or 10th edition of theInternational Classification of Diseases, with or without comorbid diagnoses. We required that at least 75% of participants had a normal intellectual capacity (intelligence quotient of more than 70 points) and were aged below 20 years. We excluded studies that used another ADHD drug as a co-intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Fourteen review authors selected studies independently. Two review authors assessed risk of bias independently using the ROBINS-I tool for assessing r isk o f b ias i n n on-randomised s tudies of interventions. All review authors extracted data. We defined serious adverse events according to the International Committee of Harmonization as any lethal, life-threatening or life-changing event. We considered all other adverse events to be non-serious adverse events and conducted meta-analyses of data from comparative studies. We calculated meta-analytic estimates of prevalence from non-comparative cohorts studies and synthesised data from patient reports/series qualitatively. We investigated heterogeneity by conducting subgroup analyses, and we also conducted sensitivity analyses."
    },
    {
      "heading": "Main results",
      "text": "We included a total of 260 studies: 7 comparative cohort studies, 6 of which compared 968 patients who were exposed to methylphenidate to 166 controls, and 1 which assessed 1224 patients that were exposed or not exposed to methylphenidate during different time periods; 4 patient-control studies (53,192 exposed to methylphenidate and 19,906 controls); 177 non-comparative cohort studies (2,207,751 participants); 2 cross-sectional studies (96 participants) and 70 patient reports/series (206 participants). Participants' ages ranged from 3 years to 20 years. Risk of bias in the included comparative studies ranged from moderate to critical, with most studies showing critical risk of bias. We evaluated all non-comparative studies at critical risk of bias. The GRADE quality rating of the evidence was very low.\nPrimary outcomes\nIn the comparative studies, methylphenidate increased the risk ratio (RR) of serious adverse events (RR 1.36, 95% confidence interval (CI) 1.17 to 1.57; 2 studies, 72,005 participants); any psychotic disorder (RR 1.36, 95% CI 1.17 to 1.57; 1 study, 71,771 participants); and arrhythmia (RR 1.61, 95% CI 1.48 to 1.74; 1 study, 1224 participants) compared to no intervention.\nIn the non-comparative cohort studies, the proportion of participants on methylphenidate experiencing any serious adverse event was 1.20% (95% CI 0.70% to 2.00%; 50 studies, 162,422 participants). Withdrawal from methylphenidate due to any serious adverse events occurred in 1.20% (95% CI 0.60% to 2.30%; 7 studies, 1173 participants) and adverse events of unknown severity led to withdrawal in 7.30% of participants (95% CI 5.30% to 10.0%; 22 studies, 3708 participants).\nSecondary outcomes\nIn the comparative studies, methylphenidate, compared to no intervention, increased the RR of insomnia and sleep problems (RR 2.58, 95% CI 1.24 to 5.34; 3 studies, 425 participants) and decreased appetite (RR 15.06, 95% CI 2.12 to 106.83; 1 study, 335 participants).\nWith non-comparative cohort studies, the proportion of participants on methylphenidate with any non-serious adverse events was 51.2% (95% CI 41.2% to 61.1%; 49 studies, 13,978 participants). These included difficulty falling asleep, 17.9% (95% CI 14.7% to 21.6%; 82 studies, 11,507 participants); headache, 14.4% (95% CI 11.3% to 18.3%; 90 studies, 13,469 participants); abdominal pain, 10.7% (95% CI 8.60% to 13.3%; 79 studies, 11,750 participants); and decreased appetite, 31.1% (95% CI 26.5% to 36.2%; 84 studies, 11,594 participants). Withdrawal of methylphenidate due to non-serious adverse events occurred in 6.20% (95% CI 4.80% to 7.90%; 37 studies, 7142 participants), and 16.2% were withdrawn for unknown reasons (95% CI 13.0% to 19.9%; 57 studies, 8340 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our findings suggest that methylphenidate may be associated with a number of serious adverse events as well as a large number of non-serious adverse events in children and adolescents, which often lead to withdrawal of methylphenidate. Our certainty in the evidence is very low, and accordingly, it is not possible to accurately estimate the actual risk of adverse events. It might be higher than reported here.\nGiven the possible association between methylphenidate and the adverse events identified, it may be important to identify people who are most susceptible to adverse events. To do this we must undertake large-scale, high-quality RCTs, along with studies aimed at identifying responders and non-responders."
    }
  ],
  "pls_title": "Methylphenidate for attention deficit hyperactivity disorder (ADHD) in children and adolescents - assessment of harmful effects",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is methylphenidate administration associated with harmful effects in children and adolescents with attention deficit hyperactivity disorder (ADHD)?"
    },
    {
      "heading": "Background",
      "text": "ADHD is one of the most common neurodevelopmental disorders in childhood and is associated with impaired functioning and negative outcomes for development. Individuals diagnosed with ADHD are often hyperactive and impulsive. Methylphenidate, a psychostimulant, is the drug most often prescribed for children and adolescents with ADHD."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for available research up to January 2016 and found 260 studies with different designs. We included a number of non-randomised designs (where investigators did not assign participants to a certain treatment):\n– 7 comparative cohort studies (a group of people followed over time; six studies compared 968 patients who were taking methylphenidate to 166 controls who were not taking methylphenidate; and 1 study included 1224 patients that were taking or not taking methylphenidate during different time periods);\n– 4 patient-control studies (comparing two groups of people: 53,192 were taking methylphenidate, and 19,906 were not);\n– 177 non-comparative cohort studies (2,207,751 participants) with no control group (i.e. who were not taking methylphenidate);\n– 2 cross-sectional studies (96 participants were taking methylphenidate at a single time point); and\n– 70 patient reports/series (206 participants were taking methylphenidate).\nWe also included methylphenidate groups from randomised clinical trials (RCTs; experiments in which participants are randomly put into independent groups that compare different treatments). All RCTs assessed methylphenidate versus other interventions for ADHD and follow-up periods from RCTs. We only used the data from the intervention arm with methylphenidate. In all the included non-comparative cohort studies, 2,207,751 participants were taking methylphenidate. Participants' ages ranged from 3 years to 20 years."
    },
    {
      "heading": "Key results",
      "text": "The findings suggest that methylphenidate administration might lead to serious adverse (harmful) events, including death, cardiac problems, and psychotic disorders. About 1 in 100 patients treated with methylphenidate seemed to suffer a serious adverse event. Withdrawal from methylphenidate due to serious adverse events occurred in about 1.2 out of 100 patients treated with methylphenidate. Withdrawal from methylphenidate due to any adverse events occurred in about 7.3 out of 100 patients treated with methylphenidate. We also noted a large proportion of non-serious adverse events. More than half the patients exposed to methylphenidate seemed to suffer one or more adverse events. Withdrawal from methylphenidate due to non-serious adverse events occurred in about 6.2 out of 100 patients exposed to methylphenidate. Withdrawal of methylphenidate for unknown reasons was 16.2 out of 100 patients exposed to methylphenidate."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence and hence the certainty or reliability of the evidence for the comparative studies is very low. The reliability of the evidence for the non-comparative studies is low due to weaknesses in study design. Accordingly, it is not possible to accurately estimate the risks of adverse events in children and adolescents prescribed methylphenidate."
    },
    {
      "heading": "Conclusions",
      "text": "Methyphenidiate might be associated with a number of serious adverse events. Methylphenidate produces a large number of other non-serious harmful effects in children and adolescents with ADHD. We suggest that clinicians and parents are alert to the importance of monitoring adverse events in a systematic, meticulous manner. If methylphenidate is to continue to have a place in ADHD treatment in the future, we need to identify subgroups of patients in whom the benefits of methylphenidate outweigh the harms. Just as we need to be able to identify who is likely to benefit from treatment, we also need to be able to identify those who are most at risk of experiencing adverse events. In order to do this, we need to undertake large-scale, high-quality RCTs along with other studies aimed at identifying those who respond and those who do not respond to treatment."
    }
  ]
}