{
  "doi": "10.1002/14651858.CD009905.pub2",
  "name": "Community coalition‐driven interventions to reduce health disparities among racial and ethnic minority populations ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Racial and ethnic disparities in health status are pervasive at all stages of the life cycle. One approach to reducing health disparities involves mobilizing community coalitions that include representatives of target populations to plan and implement interventions for community level change. A systematic examination of coalition-led interventions is needed to inform decision making about the use of community coalition models."
    },
    {
      "heading": "Objectives",
      "text": "To assess effects of community coalition-driven interventions in improving health status or reducing health disparities among racial and ethnic minority populations."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, EMBASE, Cumulative Index to Nursing and Allied Health Literature (CINAHL), Cochrane Central Register of Controlled Trials (CENTRAL), PsycINFO, Social Science Citation Index, Dissertation Abstracts, System for Information on Grey Literature in Europe (SIGLE) (from January 1990 through September 30, 2013), and Global Health Library (from January 1990 through March 31, 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Cluster-randomized controlled trials, randomized controlled trials, quasi-experimental designs, controlled before-after studies, interrupted time series studies, and prospective controlled cohort studies. Only studies of community coalitions with at least one racial or ethnic minority group representing the target population and at least two community public or private organizations are included. Major outcomes of interest are direct measures of health status, as well as lifestyle factors when evidence indicates that these have an effect on the direct measures performed."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed risk of bias for each study."
    },
    {
      "heading": "Main results",
      "text": "Fifty-eight community coalition-driven intervention studies were included. No study was considered to be at low risk of bias. Behavioral change outcomes and health status change outcomes were analyzed separately. Outcomes are grouped by intervention type. Pooled effects across intervention types are not presented because the diverse community coalition-led intervention studies did not examine the same constructs or relationships, and they used dissimilar methodological designs. Broad-scale community system level change strategies led to little or no difference in measures of health behavior or health status (very low-certainty evidence). Broad health and social care system level strategies leds to small beneficial changes in measures of health behavior or health status in large samples of community residents (very low-certainty evidence). Lay community health outreach worker interventions led to beneficial changes in health behavior measures of moderate magnitude in large samples of community residents (very low-certainty evidence). Lay community health outreach worker interventions may lead to beneficial changes in health status measures in large samples of community residents; however, results were not consistent across studies (low-certainty evidence). Group-based health education led by professional staff resulted in moderate improvement in measures of health behavior (very low-certainty evidence) or health status (low-certainty evidence). Adverse outcomes of community coalition-led interventions were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Coalition-led interventions are characterized by connection of multi-sectoral networks of health and human service providers with ethnic and racial minority communities. These interventions benefit a diverse range of individual health outcomes and behaviors, as well as health and social care delivery systems. Evidence in this review shows that interventions led by community coalitions may connect health and human service providers with ethnic and racial minority communities in ways that benefit individual health outcomes and behaviors, as well as care delivery systems. However, because information on characteristics of the coalitions themselves is insufficient, evidence does not provide an explanation for the underlying mechanisms of beneficial effects. Thus, a definitive answer as to whether a coalition-led intervention adds extra value to the types of community engagement intervention strategies described in this review remains unattainable."
    }
  ],
  "pls_title": "Community coalition-driven interventions to improve health status and reduce disparities in racial and ethnic minority populations",
  "pls_type": "long",
  "pls": "Unequal health status among racial and ethnic minority populations compared with the general population is a worldwide public health problem. Decades of public health interventions have led to little success in reducing inequalities in health among racial and ethnic minorities. One approach to reducing health disparities involves using coalitions that include representatives of minority communities to create supportive community environments for healthy choices and quality of life. This review looked for evidence that interventions driven by community coalitions improve health status or reduce health disparities among racial and ethnic minority populations.\nThis review, which included searches of databases from January 1990 through March 31, 2014, found 58 community coalition-driven studies, which addressed a wide array of health outcomes and risk behaviors. Only studies of community coalitions with at least one racial or ethnic minority group representing the target population and at least two community-based public or private organizations were included. This review examined the effects of four types of strategies or interventions used by community coalitions.\nCommunity system-level change strategies (such as initiatives targeting physical environments like housing, green spaces, neighborhood safety, or regulatory processes and policies) have produced small inconsistent effects; broad health and social care system-level strategies (such as programs targeting behavior of staff in a health or social care system, accessibility of services, or policies, procedures, and technologies designed to improve quality of care) have had consistently positive small effects; interventions that used lay community health outreach workers or group-based health education led by professional staff have produced fairly consistent positive effects; and group-based health education led by peers has had inconsistent effects.\nThis review shows that interventions led by community coalitions may connect health and human service providers with ethnic and racial minority communities in ways that benefit individual health outcomes and behaviors, as well as care delivery systems. However, to achieve the same levels of health across communities, regardless of race or ethnicity, we need to know specifically how a program does or does not work. This will require better information on how some programs described in this review brought about beneficial change and theresources needed, so they can be replicated. Furthermore, we need better scientific tools to improve our ability to identify effects of programs on whole community systems and to understand the leverage points that, when employed appropriately, shift the distribution of health toward equity."
}