{
  "doi": "10.1002/14651858.CD000134",
  "name": "Maternal hydration for increasing amniotic fluid volume in oligohydramnios and normal amniotic fluid volume ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oligohydramnios (reduced amniotic fluid) may be responsible for malpresentation problems, umbilical cord compression, concentration of meconium in the liquor, and difficult or failed external cephalic version. Simple maternal hydration has been suggested as a way of increasing amniotic fluid volume in order to reduce some of these problems."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of maternal hydration on amniotic fluid volume and measures of pregnancy outcome."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (June 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing maternal hydration with no hydration in pregnant women with reduced or normal amniotic fluid volume."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eligibility and trial quality were assessed by both review authors."
    },
    {
      "heading": "Main results",
      "text": "Four studies of 122 women were included. The women were asked to drink two litres of water before having a repeat ultrasound examination. Maternal hydration in women with and without oligohydramnios was associated with an increase in amniotic volume (mean difference (MD) for women with oligohydramnios 2.01, 95% confidence interval (CI) 1.43 to 2.60; and MD for women with normal amniotic fluid volume 4.50, 95% CI 2.92 to 6.08). Intravenous hypotonic hydration in women with oligohydramnios was associated with an increase in amniotic fluid volume (MD 1.35, 95% CI 0.61 to 2.10). Isotonic intravenous hydration had no measurable effect. No clinically important outcomes were assessed in any of the trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Simple maternal hydration appears to increase amniotic fluid volume and may be beneficial in the management of oligohydramnios and prevention of oligohydramnios during labour or prior to external cephalic version. Controlled trials are needed to assess the clinical benefits and possible risks of maternal hydration for specific clinical purposes."
    }
  ],
  "pls_title": "Maternal hydration for increasing amniotic fluid volume in oligohydramnios and normal amniotic fluid volume",
  "pls_type": "long",
  "pls": "Pregnant women with too little fluid surrounding their babies can increase this by consuming liquid, although it is not known whether this improves outcomes.\nOligohydramnios is where there is too little fluid surrounding the baby in the womb (uterus). This may occur because the baby is not thriving properly. It may cause the baby to be unable to turn into the head down position for the birth, or compression of the baby's umbilical cord. The review of four trials (122 women) found that women who drank extra water (usually two litres over two hours) or had fluid dripped directly into their bloodstream (both forms of maternal hydration) increased the volume of the fluid surrounding the baby. However, it is not clear whether this is better for the baby or not. More research is needed."
}