{
  "doi": "10.1002/14651858.CD005489.pub2",
  "name": "Early versus delayed enteral nutrition support for burn injuries",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "A burn injury increases the body's metabolic demands, and therefore nutritional requirements. Provision of an adequate supply of nutrients is believed to lower the incidence of metabolic abnormalities, thus reducing septic morbidity, improving survival rates, and decreasing hospital length of stay. Enteral nutrition support is the best feeding method for patients who are unable to achieve an adequate oral intake to maintain gastrointestinal functioning, however, its timing (i.e. early versus late) needs to be established."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of early versus late enteral nutrition support in adults with burn injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Injuries Group's Specialised Register (Dec 2007), CENTRAL (The Cochrane Library, issue 4, 2007), MEDLINE (1966 to December, 2007), EMBASE (1980 to December 2007) and CINAHL (1982 to May, 2006)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials comparing early enteral nutrition support (within 24 hours of injury) versus delayed enteral support (greater than 24 hours)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors used standardised forms to independently extract the data. Each trial was assessed for internal validity with differences resolved by discussion."
    },
    {
      "heading": "Main results",
      "text": "A total of three randomised controlled trials were eligible for inclusion in this review. Results of the studies indicate that evidence about the benefit of early enteral nutritional support on standardised clinical outcomes such as length of hospital stay and mortality, remains inconclusive. Similarly, the question of whether early enteral feeding influenced or decreased metabolic rate as documented in part by our included studies, remains uncertain."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review has not found sufficient evidence to support or refute the effectiveness of early versus late enteral nutrition support in adults with burn injury. The trials showed some promising results that would suggest early enteral nutrition support may blunt the hypermetabolic response to thermal injury, but this is insufficient to provide clear guidelines for practice. Further research incorporating larger sample sizes and rigorous methodology that utilises valid and reliable outcome measures, is essential."
    }
  ],
  "pls_title": "Do burns patients who receive early (within 24 hours) nutritional support have better outcomes than those whose nutritional support is delayed (after 24 hours)?",
  "pls_type": "long",
  "pls": "Adult patients with large burns have increased nutrition and energy requirements. If such requirements are not met, it is associated with worse health outcomes including increased infection rates and poorer healing. Patients are often not able to meet the increased requirements through oral feeding alone, thus enteral feeding is often used. Enteral nutrition is provided by inserting a feeding tube via the nose or mouth, into the stomach or small intestine. The feeding tube delivers a liquid formula (enteral nutrition) containing the required nutrients. Enteral feeding is continued until sufficient oral intake is established to meet the patient's need.\nEnteral nutrition is essential for the successful management of the burns patient, however there is debate regarding the optimal method and timing of feeding. It is unclear whether providing enteral nutrition from an early stage after injury is preferable to delaying such support. The authors of this review attempted to resolve this uncertainty by examining all high quality trials comparing the effectiveness of initiating enteral nutrition in the early stages after injury (within 24 hours), with delayed (after 24 hours) enteral nutrition, in burns patients over the age of 16 years.\nThe authors found three studies involving 70 adult burn patients. The results of the studies provide no conclusive evidence for the benefit of early enteral nutritional support compared to delayed support, on outcomes such as length of hospital stay and mortality.\nThe trials involved a small number of participants and were limited by methodological weaknesses. There is a need for larger, high quality research into the use of early versus delayed feeding in burn patients.\nOverall, the authors conclude that there is currently little evidence to support the use of early nutritional support, but more trials are needed."
}