{
  "doi": "10.1002/14651858.CD008190.pub3",
  "name": "Appetite stimulants for people with cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic loss of appetite in cystic fibrosis concerns both individuals and families. Appetite stimulants have been used to help cystic fibrosis patients with chronic anorexia attain optimal body mass index (BMI) and nutritional status. However, these may have adverse effects on clinical status. This is an updated version of the original review."
    },
    {
      "heading": "Objectives",
      "text": "To systematically search for and evaluate the evidence on the beneficial effects of appetite stimulants in the management of cystic fibrosis-related anorexia and synthesise reports of any side effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Cystic Fibrosis Trials Register and online trials registries; handsearched reference lists; and contacted local and international experts to identify relevant trials.\nLast search of the Cystic Fibrosis Trials Register: 23 May 2022.\nLast search of online trial registries: 10 May 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials of appetite stimulants compared to placebo, control, no treatment or different appetite stimulants, or to the same appetite stimulants at different doses or regimens for at least one month in adults and children with cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors independently extracted data and assessed risk of bias of the included trials. We used the GRADE approach to assess the certainty of the evidence and performed meta-analyses."
    },
    {
      "heading": "Main results",
      "text": "We included four trials (70 participants) comparing appetite stimulants (cyproheptadine hydrochloride and megestrol acetate) to placebo; the numbers of adults or children within each trial were not always reported. We assessed the certainty of evidence as low due to the small number of participants, incomplete or selective outcome reporting, and unclear risk of selection bias.\nRegarding our primary outcomes, a meta-analysis of two trials (42 participants) showed that appetite stimulants may produce a larger increase in weight (kg) at three months (mean difference (MD) 1.25 kg, 95% confidence interval (Cl) 0.45 to 2.05), and one trial (17 participants) showed a similar result at six months (MD 3.80 kg, 95% CI 1.27 to 6.33) (both low-certainty evidence). Results also showed that weight z score may increase with appetite stimulants compared to placebo at three months (MD 0.61, 95% CI 0.29 to 0.93; 3 studies; 40 participants; P < 0.001) and at six months (MD 0.74, 95% CI 0.26 to 1.22; 1 trial; 17 participants). There was no evidence of a difference in effect between cyproheptadine hydrochloride and megestrol acetate for either outcome.\nOnly one trial (25 participants) reported analysable data for body composition (BMI), with results favouring cyproheptadine hydrochloride compared to placebo; a further trial (16 participants) narratively agreed with this result.\nAll four trials reported on lung function at durations ranging from two to nine months. Considering analysable data, two trials (42 participants) found that appetite stimulants may make little or no difference in forced expiratory volume at one second (FEV1) % predicted at three months, and one trial (17 participants) found similar results at six months. Two further three-month trials narratively agreed with these results.\nLimited information was reported for secondary outcomes. Two trials (23 participants) reported results showing that appetite stimulants may increase appetite compared to placebo at three months (odds ratio 45.25, 95% CI 3.57 to 573.33; low-certainty evidence).\nOnly one study reported on quality of life, finding that cyproheptadine reduced fatigue in two participants compared with none with placebo. One study (25 participants) found no difference in energy intake between appetite stimulant or placebo at three months. Insufficient reporting of adverse effects prevented a full determination of their impact. Two studies (33 participants) narratively reported similar requirements for additional antibiotics between appetite stimulants and placebo at three months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At six months in adults and children, appetite stimulants improved only two of the outcomes of this review: weight (or weight z score) and subjectively reported appetite. Insufficient reporting of side effects prevented a full determination of their impact. Whilst the data may suggest the potential use of appetite stimulants in treating anorexia in adults and children with cystic fibrosis, this is based upon low-certainty evidence from a small number of trials, therefore firm conclusions cannot be drawn. Clinicians need to be aware of the potential adverse effects of appetite stimulants and actively monitor any individuals prescribed these medications accordingly.\nResearch is required to determine meaningful surrogate measures for appetite and to define what constitutes quality weight gain. Future trials of appetite stimulants should use a validated measure of symptoms including a disease-specific instrument for measuring poor appetite. This review highlights the need for multicentred, adequately powered, and well-designed trials to evaluate agents to safely increase appetite in people with cystic fibrosis and to establish the optimal mode of treatment."
    }
  ],
  "pls_title": "Appetite stimulants for people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We looked for evidence on both beneficial and adverse effects of using appetite stimulants in people with anorexia linked to cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "Loss of appetite in people with cystic fibrosis concerns both those with the disease and their families. Appetite stimulants have been used to help people with cystic fibrosis who have a poor appetite to increase the amounts they eat so they gain weight and improve their overall health. However, there are concerns that appetite stimulants can cause side effects. This is an updated version of the original review."
    },
    {
      "heading": "Search date",
      "text": "We last looked for evidence on 23 May 2022."
    },
    {
      "heading": "Study characteristics",
      "text": "We included four trials (70 participants), two of which were performed in children and two in both children and adults. The trials looked at the effects of drugs (megestrol acetate and cyproheptadine hydrochloride) compared to a placebo (a tablet that contained no medicine) to stimulate appetite. The trials lasted between three and six months."
    },
    {
      "heading": "Key results",
      "text": "We found that these drugs may improve weight and appetite in the short term (up to six months). No effect was seen on lung function. All stimulants can have adverse effects which can worsen cystic fibrosis, such as effects on blood sugar control, fatigue, mood, fluid retention, the liver, and shortness of breath, but unfortunately insufficient reporting of side effects prevented a full understanding of their effects. The included trials were too small to show if megestrol acetate and cyproheptadine hydrochloride can improve weight and appetite safely.\nWhilst there is evidence to suggest that appetite stimulants may improve weight and poor appetite in adults and children with cystic fibrosis, we believe more research is needed to identify appropriate ways of measuring appetite, and then to collect sound data from enough patients to find out if appetite stimulants can improve appetite safely in cystic fibrosis."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We have low confidence in the results being able to show the true effectiveness of appetite stimulants. We came to this conclusion because although we think that most of the people taking part had the same chance of being in the appetite stimulant or placebo group, and no one could not tell the difference between the appetite stimulant or the placebo, there may be some bias due to the small numbers of participants in the studies, and because in two studies some participants withdrew without clear reasons being given. Another possible source of bias is that three studies did not report on all of their pre-planned outcomes."
    }
  ]
}