{
  "doi": "10.1002/14651858.CD007370.pub4",
  "name": "Prophylactic antibiotics for penetrating abdominal trauma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Penetrating abdominal trauma occurs when the peritoneal cavity is breached. Routine laparotomy for penetrating abdominal injuries began in the 1800s, with antibiotics first being used in World War II to combat septic complications associated with these injuries. This practice was marked with a reduction in sepsis-related mortality and morbidity. Whether prophylactic antibiotics are required in the prevention of infective complications following penetrating abdominal trauma is controversial, however, as no randomised placebo controlled trials have been published to date. There has also been debate about the timing of antibiotic prophylaxis. In 1972 Fullen noted a 7% to 11% post-surgical infection rate with pre-operative antibiotics, a 33% to 57% infection rate with intra-operative antibiotic administration and 30% to 70% infection rate with only post-operative antibiotic administration. Current guidelines state there is sufficient class I evidence to support the use of a single pre-operative broad spectrum antibiotic dose, with aerobic and anaerobic cover, and continuation (up to 24 hours) only in the event of a hollow viscus perforation found at exploratory laparotomy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of prophylactic antibiotics administered for penetrating abdominal injuries for the reduction of the incidence of septic complications, such as septicaemia, intra-abdominal abscesses and wound infections."
    },
    {
      "heading": "Search methods",
      "text": "Searches were not restricted by date, language or publication status. We searched the following electronic databases: the Cochrane Injuries Group Specialised Register, CENTRAL (The Cochrane Library 2019, issue 7 of 12), MEDLINE (OvidSP), Embase (OvidSP), ISI Web of Science: Science Citation Index Expanded (SCI-EXPANDED), ISI Web of Science: Conference Proceedings Citation Index- Science (CPCI-S) and PubMed. Searches were last conducted on 23 July 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials of antibiotic prophylaxis in patients with penetrating abdominal trauma versus no antibiotics or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors screened the literature search results independently."
    },
    {
      "heading": "Main results",
      "text": "We identified no trials meeting the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no information from randomised controlled trials to support or refute the use of antibiotics for patients with penetrating abdominal trauma."
    }
  ],
  "pls_title": "Should prophylactic antibiotics be used in patients with penetrating abdominal trauma?",
  "pls_type": "long",
  "pls": "For over half a century antibiotics have been given to patients that have suffered from a penetrating injury to the abdominal peritoneal cavity in an attempt to decrease the incidence of post-operative wound infection, intra-abdominal infection and mortality. This review was designed to assess whether or not this practice is supported by medical evidence.\nNo randomised controlled trials could be found that met the inclusion criteria for this review. Therefore, there is no evidence to unequivocally support or refute this practice. Current guidelines are based on expert opinion rather than fact.\nWe recommend that a randomised controlled trial be designed to assess which patients would benefit from antibiotic prophylaxis, and which patients would not. Hopefully this would result in less unnecessary antibiotic use, and thus less antibiotic resistance."
}