{
  "doi": "10.1002/14651858.CD004228.pub2",
  "name": "Psychological and/or educational interventions for reducing alcohol consumption in pregnant women and women planning pregnancy ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "It is estimated that more than 20% of pregnant women worldwide consume alcohol. Current research suggests that alcohol intake of seven or more standard drinks (one standard drink = 13.6 grams of absolute alcohol) per week during pregnancy places the baby at risk of serious, lifelong developmental and cognitive disabilities. Psychological and educational interventions may help women to reduce their alcohol intake during pregnancy."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of psychological and educational interventions to reduce alcohol consumption during pregnancy in pregnant women or women planning pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (August 2008), CENTRAL (The Cochrane Library 2007, Issue 4), MEDLINE (1966 to November 2007), EMBASE (1980 to November 2007), CINAHL (1982 to November 2007), Counsel.Lit (1980 to November 2007), PsycLIT (1974 to November 2007) and PsycINFO (1967 to November 2007) and checked cited references from retrieved articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials examining the effectiveness of psychological and educational interventions for reducing consumption of alcohol among pregnant women, or women planning for pregnancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently extracted information from the results sections of the included studies."
    },
    {
      "heading": "Main results",
      "text": "Four studies met the inclusion criteria (715 pregnant women), and reported on at least one of the outcomes of interest. We performed no meta-analyses as the interventions and outcomes measured in the studies were not sufficiently similar. For most outcomes there were no significant differences between groups; and results relating to abstaining or reducing alcohol consumption were mixed. Results from individual studies suggest that interventions may encourage women to abstain from alcohol in pregnancy. There was very little information provided on the effects of interventions on the health of mothers and babies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence from the limited number of studies suggests that psychological and educational interventions may result in increased abstinence from alcohol, and a reduction in alcohol consumption among pregnant women. However, results were not consistent, and the paucity of studies, the number of total participants, the high risk of bias of some of the studies, and the complexity of interventions limits our ability to determine the type of intervention which would be most effective in increasing abstinence from, or reducing the consumption of, alcohol among pregnant women."
    }
  ],
  "pls_title": "Psychological and educational interventions to reduce alcohol consumption by pregnant women",
  "pls_type": "long",
  "pls": "Many women continue to consume alcohol when they are pregnant. Drinking seven or more standard drinks per week may be harmful, and can cause growth restrictions in babies; binge drinking and heavy alcohol consumption can lead to learning difficulties, behaviour problems and physical disabilities in children. Government policies acknowledge that the occasional drink is not likely to cause harm but that abstinence from alcohol in pregnancy eliminates any possible risks. Psychological and educational interventions (such as supportive counselling sessions and brief educational sessions) may help women to reduce their alcohol intake during pregnancy.\nFour randomized controlled studies were included in the review; individual studies suggest that educational and counselling interventions may encourage women to abstain from alcohol or reduce the amount of alcohol they drink in pregnancy. The studies involved women who were less than 28 weeks pregnant who were consuming some alcohol. All were carried out in the USA. The interventions ranged from a 10-minute education session and provision of a self-help manual through to an hour-long motivational interview with reinforcement at each prenatal visit. Women in the control groups generally received routine care, which may have included advice on reducing alcohol intake. Outcomes were measured in different ways, and so results have been presented separately for each study. The studies provided very limited information on the effects of interventions on the health of women and their babies.\nThere was very little information provided in these studies on the effects of interventions on the health of mothers and babies. There is an urgent need for more information in this area."
}