{
  "doi": "10.1002/14651858.CD013379.pub2",
  "name": "Interventions to enable communication for adult patients requiring an artificial airway with or without mechanical ventilator support ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Inability to communicate in a manner that can be understood causes extreme distress for people requiring an artificial airway and has implications for care quality and patient safety. Options for aided communication include non-vocal, speech-generating, and voice-enabling aids."
    },
    {
      "heading": "Objectives",
      "text": "To assess effectiveness of communication aids for people requiring an artificial airway (endotracheal or tracheostomy tube), defined as the proportion of people able to: use a non-vocal communication aid to communicate at least one symptom, need, or preference; or use a voice-enabling communication aid to phonate to produce at least one intelligible word.\nTo assess time to communication/phonation; perceptions of communication; communication quality/success; quality of life; psychological distress; length of stay and costs; and adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Library (Wiley version), MEDLINE (OvidSP), Embase (OvidSP), three other databases, and grey literature from inception to 30 July 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), quasi-RCTs, cluster-RCTs, controlled non-randomised parallel group, and before-after studies evaluating communication aids used in adults with an artificial airway."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. Two review authors independently performed data extraction and assessment of risk of bias."
    },
    {
      "heading": "Main results",
      "text": "We included 11 studies (1931 participants) conducted in intensive care units (ICUs). Eight evaluated non-vocal communication aids and three voice-enabling aids. Usual care was the comparator for all. For six studies, this comprised no aid; usual care in the remaining five studies comprised use of various communication aids.\nOverall, our confidence in results regarding effectiveness of communication interventions was very low due to imprecision, measurement heterogeneity, inconsistency in results, and most studies at high or unclear risk of bias across multiple domains.\nNo non-vocal aid studies reported our primary outcome. We are uncertain of the effects of early use of a voice-enabling aid compared to routine use on ability to phonate at least one intelligible word (risk ratio (RR) 3.03, 95% confidence interval (CI) 0.18 to 50.08; 2 studies; very low-certainty evidence).\nCompared to usual care without aids, we are uncertain about effects of a non-vocal aid (communication board) on patient satisfaction (standardised mean difference (SMD) 2.92, 95% CI 1.52 to 4.33; 4 studies; very low-certainty evidence).\nNo studies of non-vocal aids reported quality of life. Low-certainty evidence from two studies suggests early use of a voice-enabling aid may have no effect on quality of life (MD 2.27, 95% CI –7.21 to 11.75). Conceptual differences in measures of psychological distress precluded data pooling; however, intervention arm participants reported less distress suggesting there might be benefit, but our certainty in the evidence is very low.\nLow-certainty evidence suggest voice-enabling aids have little or no effect on ICU length of stay; we were unable to determine effects of non-vocal aids. Three studies reported different adverse events (physical restraint use, bleeding following tracheostomy, and respiratory parameters indicating respiratory decompensation). Adverse event rates were similar between arms in all three studies. However, uncertainty remains as to any harm associated with communication aids."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to a lack of high-quality studies, imprecision, inconsistency of results, and measurement heterogeneity,  the evidence provides insufficient information to guide practice as to which communication aid is more appropriate and when to use them. Understanding effectiveness of communication aids would benefit from development of a core outcome measurement set."
    }
  ],
  "pls_title": "Strategies to help adults with a breathing tube to communicate",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Patients needing a machine to support breathing cannot speak due to a tube delivering gas to the lungs bypassing their voice box. Patients mouth words, gesture, and use facial expressions. However, these are very difficult to understand. Weakened muscles and difficulty concentrating, which are common in critical illness, makes using aids such as writing equipment or communication boards difficult. Consistent evidence on which communication aids are effective is lacking."
    },
    {
      "heading": "Why is this important?",
      "text": "Difficulty communicating places people at increased risk of harm, causes distress to patients and family, and causes stress for healthcare staff."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for studies (to 30 July 2020) exploring aids used to help people with a breathing tube to communicate. We found 11 studies involving 1931 participants admitted to intensive care units. We also looked for studies involving people needing a breathing tube and living at home or in long-term care, but found none. Eight studies used communication boards or apps. Three studies used aids that help a patient to speak with the breathing tube in place. All studies compared the communication aid to routine communication practices. For six studies, routine practice did not include use of any type of communication aid. For the remaining five studies, usual care comprised a range of communication aids routinely used in the participating intensive care units including a communication board, paper notepad, and routine timing of the use of speech aids. We are unsure about whether the early use of aids to help with speaking may increase the number of people who can say words that can be understood or shorten the time to be able to speak. The evidence was of very low quality.\nSimilarly, compared to routine care in which an aid is not used, we are uncertain about the effects of communication boards on patient satisfaction. We are not sure about the effect on psychological distress and quality of life due to uncertainty in the evidence. Communication aids that help people to speak may have little or no effect on intensive care unit length of stay (low-quality evidence). We are uncertain of possible harms  with use of communication aids as only three studies reported this, and all measured different adverse events, and two were very small studies."
    },
    {
      "heading": "What does this mean?",
      "text": "We are unsure whether using speaking aids in intensive care might increase the number of people who can say words that can be understood. Use of communication boards may increase patient satisfaction, but we are not sure of these findings because of very low-quality evidence. This means further studies are likely to change our understanding of the effects of communication aids. More studies are needed to understand the effects of communication aids, particularly effects on psychological well-being and people's ability to communicate."
    }
  ]
}