{
  "doi": "10.1002/14651858.CD008407.pub3",
  "name": "Paracetamol/acetaminophen (single administration) for perineal pain in the early postpartum period ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Perineal pain is a common but poorly studied adverse outcome following childbirth. Pain may result from perineal trauma due to bruising, spontaneous tears, surgical incisions (episiotomies), or in association with operative vaginal births (ventouse or forceps-assisted births). This is an update of a review last published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of a single administration of paracetamol (acetaminophen) used in the relief of acute postpartum perineal pain."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (9 December 2019), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), including cluster-RCTs, comparing paracetamol to placebo. We excluded quasi-RCTs and cross-over trials. Data from abstracts would be included only if authors had confirmed in writing that the data to be included in the review had come from the final analysis and would not change."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed each study for inclusion and extracted data. One review author reviewed the decisions and confirmed calculations for pain relief scores. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "This update identified no new trials so the results remain unchanged. However, by applying the GRADE assessment of the evidence, the interpretation of main results differed from previous version of this review.\nWe identified 10 studies involving 2044 women, but all these studies involved either three or four groups, looking at differing drugs or doses. We have only included the 1301 women who were in the paracetamol versus placebo arms of the studies. Of these, five studies (482 women) assessed 500 mg to 650 mg and six studies (797 women) assessed 1000 mg of paracetamol. One study assessed 650 mg and 1000 mg compared with placebo and contributed to both comparisons. We used a random-effects meta-analysis because of the clinical variability among studies. Studies were from the 1970s to the early 1990s, and there was insufficient information to assess the risk of bias adequately, hence the findings need to be interpreted within this context. The certainty of the evidence for the two primary outcomes on which data were available was assessed as low, downgraded for overall unclear risk of bias and for heterogeneity (I² statistic 60% or greater).\nMore women may experience pain relief with paracetamol compared with placebo (average risk ratio (RR) 2.14, 95% confidence interval (CI) 1.59 to 2.89; 10 trials, 1279 women), and fewer women may need additional pain relief with paracetamol compared with placebo (average RR 0.34, 95% CI 0.21 to 0.55; 8 trials, 1132 women). However, the certainty of the evidence was low, downgraded for unclear overall risk of bias and substantial heterogeneity.\nOne study used the higher dose of paracetamol (1000 mg) and reported maternal drug adverse effects. There may be little or no difference in the incidence of nausea (average RR 0.18, 95% CI 0.01 to 3.66; 1 trial, 232 women; low-certainty evidence), or sleepiness (average RR 0.89, 95% CI 0.18 to 4.30; 1 trial, 232 women; low-certainty evidence). No other maternal adverse events were reported.\nNone of the studies assessed neonatal drug adverse effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A single dose of paracetamol may improve perineal pain relief following vaginal birth, and may reduce the need for additional pain relief. Potential adverse effects for both women and neonates were not appropriately assessed. Any further trials should also address the gaps in evidence concerning maternal outcomes such as satisfaction with postnatal care, maternal functioning/well-being (emotional attachment, self-efficacy, competence, autonomy, confidence, self-care, coping skills) and neonatal drug adverse effects."
    }
  ],
  "pls_title": "Paracetamol for relief of perineal pain after birth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "The aim of this Cochrane Review was to find out if a single dose of paracetamol (acetaminophen) reduces the incidence of perineal pain for women after giving birth vaginally. We collected and analysed all relevant studies to answer this question (search date December 2019)."
    },
    {
      "heading": "Why is this important?",
      "text": "The birth of a baby should be a very special time for women and families. Perineal pain can sometimes interfere with women's well-being and cause them problems in looking after their babies.\nThe perineum is a diamond-shaped area between the vagina and the anus that can bruise or tear as the baby is born. Some women are given a cut to the perineum (an episiotomy) for the baby to be born. Episiotomies and natural tears require stitches (sutures). Forceps or suction (ventouse) may also need to be used to help the baby to be born. Any such intervention can cause perineal discomfort and pain. Reducing the chance of perineal trauma and often intense perineal pain is clearly important as it can reduce a woman's ability to move around, breastfeed, and care for her baby. It can also cause urinary or fecal incontinence and painful sex. The pain can persist for weeks, months, or sometimes more. Adequate pain control is therefore important.\nThis review on paracetamol is part of a series of reviews looking at medicines to help relieve perineal pain in the first few hours after giving birth."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We found no new studies in this update, so the review still includes 10 studies involving 1301 women. The studies were quite old, ranging from the 1970s to the early 1990s. All the studies looked at perineal pain relief associated with trauma, and no studies where the pain was associated with intact perineum were found. Overall, the evidence was of low quality due to the unclear methodology reported and the variation of findings.\nParacetamol may reduce the number of women experiencing pain at four hours after birth (10 trials, 1279 women), and fewer women may need additional pain relief with paracetamol (eight trials, 1132 women).\nOnly one study reported the number of women experiencing nausea (feeling sick) or sleepiness with no clear differences identified. There were no other side effects and none of the studies looked at effects on the babies."
    },
    {
      "heading": "What does this mean?",
      "text": "Paracetamol is generally effective as painkiller and causes few side effects. This review showed there may be some benefit specifically with a single dose of paracetamol for perineal pain after vaginal birth. Lactating women should be advised about the little information available on the effects of paracetamol in breastfed babies."
    }
  ]
}