{
  "doi": "10.1002/14651858.CD007849.pub2",
  "name": "Acupuncture for autism spectrum disorders (ASD)",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Autism spectrum disorders (ASD) are characterized by impairment in social interaction, impairment in communication and lack of flexibility of thought and behavior. Acupuncture, which involves the use of needles or pressure to specific points on the body, is used widely in Traditional Chinese Medicine and increasingly within a western medical paradigm. It has sometimes been used as a treatment aimed at improving ASD symptoms and outcomes, but its clinical effectiveness and safety has not been rigorously reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of acupuncture for people with ASD in improving core autistic features, as well as communication, cognition, overall functioning and quality of life, and to establish if it has any adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases on 30 September 2010: CENTRAL (The Cochrane Library, 2010, Issue 3), MEDLINE (1950 to September 2010 Week 2), EMBASE (1980 to 2010 Week 38), PsycINFO, CINAHL, China Journal Full-text Database, China Master Theses Full-text Database, China Doctor Dissertation Full-text Database, China Proceedings of Conference Database, Index to Taiwan Periodical Literature System, metaRegister of Controlled Trials and the Chinese Clinical Trials Registry. We also searched AMED (26 February 2009) and Dissertation Abstracts International (3 March 2009), but these were no longer available to the authors or editorial base at the date of the most recent search. TCMLARS (Traditional Chinese Medical Literature Analysis and Retrieval System) was last searched on 3 March 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized and quasi-randomized controlled trials. We included studies comparing an acupuncture group with at least one control group that used no treatment, placebo or sham acupuncture treatment in people with ASD. We excluded trials that compared different forms of acupuncture or compared acupuncture with another treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted trial data and assessed the risk of bias in the trials. We used relative risk (RR) for dichotomous data and mean difference (MD) for continuous data."
    },
    {
      "heading": "Main results",
      "text": "We included 10 trials that involved 390 children with ASD. The age range was three to 18 years and the treatment duration ranged from four weeks to nine months. The studies were carried out in Hong Kong, mainland China and Egypt.\nTwo trials compared needle acupuncture with sham acupuncture and found no difference in the primary outcome of core autistic features (RFRLRS total score: MD 0.09; 95% CI -0.03 to 0.21, P = 0.16), although results suggested needle acupuncture might be associated with improvement in some aspects of the secondary outcomes of communication and linguistic ability, cognitive function and global functioning.\nSix trials compared needle acupuncture plus conventional treatment with conventional treatment alone. The trials used different primary outcome measures and most could not demonstrate effectiveness of acupuncture in improving core autistic features in general, though one trial reported patients in the acupuncture group were more likely to have improvement on the Autism Behavior Checklist (RR 1.53; 95% CI 1.09 to 2.16, P = 0.02) and had slightly better post-treatment total scores (MD -5.53; 95% CI -10.76 to -0.31, P = 0.04). There was no evidence that acupuncture was effective for the secondary outcome of communication and linguistic ability, though there seemed to be some benefit for the secondary outcomes of cognitive function and global functioning.\nTwo trials compared acupressure plus conventional treatment with conventional treatment alone and did not report on the primary outcome. Individual study results suggested there may be some benefit from acupressure for certain aspects of the secondary outcomes of communication and linguistic ability, cognitive function and global functioning.\nFour trials reported some adverse effects, though there was little quantitative information, and at times both intervention and control groups experienced them. Adverse effects noted included bleeding, crying due to fear or pain, irritability, sleep disturbance and increased hyperactivity. None of the trials reported on quality of life.\nThere are a number of problems with the evidence base: the trials were few in number and included only children; six of the trials were at high risk of bias; they were heterogeneous in terms of participants and intervention; they were of short duration and follow-up; they reported inconsistent and imprecise results, and, due to carrying out large numbers of analyses, they were at risk of false positivity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current evidence does not support the use of acupuncture for treatment of ASD. There is no conclusive evidence that acupuncture is effective for treatment of ASD in children and no RCTs have been carried out with adults. Further high quality trials of larger size and longer follow-up are needed."
    }
  ],
  "pls_title": "Acupuncture for people with autism spectrum disorders (ASD)",
  "pls_type": "long",
  "pls": "Autism spectrum disorders (ASD) are lifelong disorders of development. People with ASD have particular difficulties with social interaction and communication and they lack flexibility in their thinking and behavior. No cure is currently available but interventions may improve symptoms. Acupuncture involves using needles or pressure on specific areas of the body and is an important therapeutic method in Traditional Chinese Medicine. It is also being used more and more in countries in the west for a range of ailments. Acupuncture has been considered as a possible intervention to improve ASD symptoms, but it has not been thoroughly evaluated to see if it works and is safe.\nWe wanted to evaluate the effectiveness and safety of acupuncture for ASD by systematically reviewing all studies of acupuncture for ASD where people were randomly allocated to a treatment or control group (placebo, sham or no treatment), i.e. randomized controlled trials (RCTs). We searched through 15 databases, most recently in September 2010, and read over the titles and abstracts to make sure we identified everything relevant. We found10 RCTs to include in this review. These studies, which were carried out in Hong Kong, mainland China and Egypt, involved 390 children aged between three and 18 years.\nTwo studies compared needle acupuncture with sham acupuncture and found no difference in core autistic features. Results did suggest that needle acupuncture might be associated with improvement in other areas of communication and linguistic ability, cognitive function and global functioning.\nSix studies compared needle acupuncture plus conventional treatment with conventional treatment alone. They used a range of tools to measure core autistic features and most could not show that acupuncture led to improvement in these. One trial did report, though, that needle acupuncture led to an improvement in scores on Autism Behavior Checklist. There was no evidence for improvement due to acupuncture on communication and linguistic ability but it might be beneficial for cognitive function and global functioning.\nTwo studies compared acupressure plus conventional treatment with conventional treatment alone and found no difference in core autistic features, although acupressure seemed to improve some aspects of the secondary outcomes.\nProblems that were noted by parents of study participants included crying due to fear or pain, bleeding, sleep disturbance and increased hyperactivity. It is unclear if these were due to the acupuncture treatment. Half of the trials reported some negative effects but did not report how often or how severe these were and sometimes the problems occurred in both the treatment and control groups. None of the studies used measures of quality of life.\nOverall, acupuncture did not seem to be effective in improving core features of ASD but it might have improved certain developmental and functioning outcomes, at least in the short term.\nThere are problems with assessing acupuncture due to the quality of the evidence. There were a small number of studies and they were all conducted with children. Moreover, there is a high likelihood that they may have been biased due to the methods used not being rigorous enough, the wide variety in the people and interventions in the studies, the inconsistent and imprecise reporting of results and the large number of analyses carried out, which make it more likely a significant result will be found just by chance.\nIn conclusion, current evidence does not support the use of acupuncture for the treatment of ASD. We need high quality trials of larger size and longer follow-up as the evidence base at present has many limitations."
}