{
  "doi": "10.1002/14651858.CD009045.pub2",
  "name": "Bendamustine for patients with indolent B cell lymphoid malignancies including chronic lymphocytic leukaemia ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Indolent B cell lymphoid malignancies include follicular lymphoma, small lymphocytic lymphoma, mantle cell lymphoma, lymphoplasmacytic lymphoma and marginal zone lymphomas. Chronic lymphocytic leukaemia (CLL) is a lymphoid malignancy similar to small lymphocytic lymphoma (SLL) in its leukaemic phase.\nIndolent lymphoid malignancies including CLL are characterised by slow growth, a high initial response rate and a relapsing and progressive disease course. Advanced-stage indolent B cell lymphoid malignancies are often incurable. If symptoms or progressive disease occur, chemotherapy plus rituximab is indicated. No chemotherapy regimen has been shown to improve overall survival compared to a different regimen.\nBendamustine is efficacious in the treatment of patients with indolent B cell lymphoid malignancies. A number of randomised controlled trials have examined the effect of bendamustine compared to other chemotherapy regimens in these patients. Improved disease control with no survival benefit is shown."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of bendamustine therapy for patients with indolent B cell lymphoid malignancies including CLL."
    },
    {
      "heading": "Search methods",
      "text": "We electronically searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 2), MEDLINE (1966 to May 2012), EMBASE (1974 to November 2011), LILACS (1982 to May 2012), databases of ongoing trials (accessed 30 April 2012) and relevant conference proceedings. We searched references of identified trials and contacted the first author of each included trial."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that compared a bendamustine-containing regimen to other chemotherapy with or without immunotherapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently appraised the quality of each trial and extracted data from included trials. We estimated and pooled hazard ratios (HR) and risk ratios (RR) with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included five trials randomising 1343 adult patients in the systematic review. Allocation and blinding were unclear in three trials and adequate in two. Incomplete outcome data and selective reporting were adequate in all trials. Trials varied in the type of lymphoid malignancy, bendamustine regimen and the comparator regimen. In the three trials that included patients with follicular lymphoma, mantle cell lymphoma and other indolent lymphomas the comparator treatment was cyclophosphamide, a combination of cyclophosphamide, vincristine, doxorubicin and prednisone, and fludarabine. Two trials included only patients with CLL and compared bendamustine to chlorambucil, and to fludarabine. We did not conduct a meta-analysis due to the clinical heterogeneity among trials. Bendamustine had no statistically significant effect on the overall survival of patients with indolent B cell lymphoid malignancies in any of the included trials (trials of moderate quality). Progression-free survival was statistically significantly improved with bendamustine treatment compared to other chemotherapy in three of the four trials that reported on it. One trial demonstrated a non statistically significant improvement of PFS. The risk of grade 3 or 4 adverse events was similar when bendamustine was compared to CHOP and fludarabine, and higher when compared to chlorambucil. Compared to chlorambucil quality of life was unaffected by bendamustine treatment (one trial, no meta-analysis)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "As none of the currently available chemotherapeutic protocols for induction therapy in indolent B cell lymphoid malignancies confer a survival benefit and due to the improved progression-free survival in each of the included trials, and a similar rate of grade 3 or 4 adverse events, bendamustine may be considered for the treatment of patients with indolent B cell lymphoid malignancies. However, the unclear effect on survival and the higher rate of adverse events compared to chlorambucil in patients with CLL/SLL does not support the use of bendamustine for these patients.\nThe effect of bendamustine combined with rituximab should be evaluated in randomised clinical trials with more homogenous populations and outcomes for specific subgroups of patients by type of lymphoma should be reported. Any future trial should evaluate the effect of bendamustine on quality of life."
    }
  ],
  "pls_title": "Bendamustine for patients with slow-growing lymphoma",
  "pls_type": "long",
  "pls": "Lymphoma is a cancer that originates from cells of the immune system in the lymph nodes, called lymphocytes. Slow-growing (indolent) lymphoma is a group of lymphomas characterised by slow and continuous growth, a high initial response rate to treatment that target lymphoma cells (chemotherapy or rituximab), but a relapsing and progressive disease course. It includes follicular lymphoma, small lymphocytic lymphoma and chronic lymphocytic leukaemia, mantle cell lymphoma, lymphoplasmacytic lymphoma and marginal zone lymphoma. With current therapy people with advanced-stage indolent lymphoma will experience relapse of their disease. Bendamustine is a type of chemotherapy that can be given to people with indolent lymphoma.\nWe conducted a review of the effect of bendamustine for people with indolent B cell lymphoid malignancies. After searching for all relevant studies, we found five studies with 1343 people.\nOur findings are summarised below:\nIn people with indolent B cell lymphoma:\n- It is unclear whether bendamustine improves survival.\n- Bendamustine may prevent or delay progression of lymphoma.\n- Bendamustine may improve the response to treatment.\n- Bendamustine probably causes more serious side effects than certain chemotherapeutic drugs (as the combination of adriamycin, cyclophosphamide, vincristine and prednisone; or as fludarabine) and the same or less than other types of chemotherapy (chlorambucil).\n- Only one study assessed quality of life and this study did not report different results for both treatment groups.\nThere were limitations to the review: the demographic characteristics of people that were involved in the studies, type of lymphoma, and the type of treatments that were given varied. Therefore it is difficult to draw clear conclusions."
}