{
  "doi": "10.1002/14651858.CD007662.pub3",
  "name": "Pharmacotherapy for trichotillomania",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Trichotillomania (TTM; hair-pulling disorder) is a prevalent and disabling disorder characterised by recurrent hair-pulling. Here we update a previous Cochrane Review on the effects of medication for TTM."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of medication for trichotillomania (TTM) in adults, children and adolescents compared with placebo or other medication."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, PsycINFO, eleven other bibliographic databases, trial registries and grey literature sources (to 26 November 2020). We checked reference lists and contacted subject experts."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials of medication versus placebo or other medication for TTM in adults, children and adolescents."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Twelve studies were included. We identified 10 studies in adults (286 participants) with a mean sample size of 29 participants per trial; one study in children and adolescents (39 participants); and, one study in adults and adolescents (22 participants: 18 adults and 4 adolescents). All studies were single-centre, outpatient trials. Eleven studies compared medication and placebo (334 participants); one study compared two medications (13 participants). Studies were 5 to 13 weeks duration. We undertook meta-analysis only for opioid antagonists as other comparisons contained a single study, or reported insufficient data.\nAntioxidants versus placebo in adults\nThere was little to no difference in treatment response between antioxidant (35.7%) and placebo groups (28.6%) after six weeks, based on a single trial of silymarin (risk ratio (RR) 2.25, 95% confidence interval (CI) 0.84 to 5.99; 36 participants; low-certainty evidence). We could not calculate differences in number of dropouts as there were no events in either group (18 participants; low-certainty evidence).\nAntioxidants versus placebo in adolescents\nThere was little to no difference in treatment response between antioxidant (50%) and placebo groups (25%) after six weeks, based on a single trial of silymarin (RR 2.00, 95% CI 0.28 to 14.20; 8 participants; low-certainty evidence). We could not calculate differences in number of dropouts as there were no events in either group (8 participants; low-certainty evidence).\nAntipsychotics versus placebo in adults\nThere may be greater treatment response in the antipsychotic group (85%) compared to the placebo group (17%) after 12 weeks, based on a single trial of olanzapine (RR 5.08, 95% CI 1.4 to 18.37; 25 participants; low-certainty evidence). We could not calculate differences in number of dropouts as there were no events in either group (25 participants; low-certainty evidence).\nCell signal transducers versus placebo in adults\nThere was little to no difference in treatment response between cell signal transducer (42.1%) and placebo groups (31.6%) after 10 weeks, based on a single trial of inositol (RR 1.33, 95% CI 0.57 to 3.11; 38 participants; low-certainty evidence). We could not calculate differences in number of dropouts as there were no events in either group (38 participants; low-certainty evidence).\nGlutamate modulators versus placebo in adults\nThere is probably greater treatment response in the glutamate modulator group (56%) compared to the placebo group (16%) after 12 weeks, based on a single trial of N-acetylcysteine (RR 3.5, 95% CI 1.34 to 9.17; 50 participants; moderate-certainty evidence). We could not calculate differences in number of dropouts as there were no events in either group (50 participants; low-certainty evidence).\nGlutamate modulators versus placebo in children and adolescents\nThere was little to no difference in treatment response between the glutamate modulator (25%) and placebo groups (21.1%) in children and adolescents, based on a single trial of N-acetylcysteine (RR 1.19, 95% CI 0.37 to 3.77; 39 participants; low-certainty evidence). There was little to no difference in dropouts due to adverse events between glutamate modulator (5%) and placebo (0%) groups, based on a single trial (RR 2.86, 95% CI 0.12 to 66.11; 39 participants; low-certainty evidence).\nOpioid antagonists versus placebo in adults\nThere may be little to no difference in treatment response between opioid antagonist (37.5%) and placebo groups (25%) after six to eight weeks, based on two studies of naltrexone, but the evidence is very uncertain (RR 2.14, 95% CI 0.25 to 18.17; 2 studies, 68 participants; very low-certainty evidence). No data were available regarding dropouts due to adverse events.\nSelective serotonin reuptake inhibitors (SSRIs) versus placebo in adults\nThere were no data available for treatment response to SSRIs. There was little to no difference in dropouts due to adverse events in the SSRI group (5.1%) compared to the placebo group (0%) after 6 to 12 weeks, based on two trials of fluoxetine (RR 3.00, 95% CI 0.33 to 27.62; 2 studies, 78 participants; low-certainty evidence).\nTricyclic antidepressants (TCAs) with predominantly serotonin reuptake inhibitor (SRI) actions versus placebo in adults\nThere may be greater treatment response in the TCAs with predominantly SRI actions group (40%) compared to the placebo group (0%) after nine weeks, but the evidence is very uncertain, based on a single trial of clomipramine (RR 5.73, 95% CI 0.36 to 90.83; 16 participants; very low-certainty evidence). There may be increased dropouts due to adverse events in the TCAs with predominantly SRI actions group (30%) compared to the placebo group (0%), but the evidence is very uncertain (RR 4.45, 95% CI 0.27 to 73.81; 16 participants; very low-certainty evidence).\nTCAs with predominantly SRI actions versus other TCAs in adults\nThere may be greater treatment response in the TCAs with predominantly SRI actions group compared to the other TCAs group after five weeks, based on a single trial comparing clomipramine to desipramine (mean difference (MD) -4.00, 95% CI -6.13 to -1.87; 26 participants; low-certainty evidence). We could not calculate differences in number of dropouts as there were no events in either group (26 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was insufficient evidence from meta-analysis to confirm or refute the efficacy of any agent or class of medication for the treatment of TTM in adults, children or adolescents. Preliminary evidence suggests there may be beneficial treatment effects for N-acetylcysteine, clomipramine and olanzapine in adults based on four trials, albeit with relatively small sample sizes."
    }
  ],
  "pls_title": "Drug treatments for chronic hair-pulling (trichotillomania)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Trichotillomania (TTM) is a common and disabling condition characterised by repeated hair-pulling leading to hair loss. TTM can be associated with much distress and impairment. It may also be associated with other psychiatric conditions (known as comorbidities) such as depression and anxiety disorders. Researchers have proposed that medication may be useful to treat this condition."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "- People with TTM or other common comorbidities.\n- Families and friends of people who have TTM or other common comorbidities.\n- Mental health clinicians, general practitioners, psychiatrists, psychologists and pharmacists."
    },
    {
      "heading": "What questions does this review aim to answer?",
      "text": "- Is medication an effective treatment for TTM in adults or children and adolescents? That is, does it have the intended result?\n- Does medication reduce the severity of symptoms for adults or children and adolescents with TTM?\n- Does medication aid in treating symptoms of depression in adults or children and adolescents with TTM?\n- Is medication effective and tolerable for people with TTM in terms of side effects?\n- Does medication improve quality of life and reduce disability?"
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "- We included nine studies comparing a medication with a placebo (control substance/not an active drug) for the treatment of TTM in adults.\n- We included one study comparing two different antidepressant drugs with each other for the treatment of TTM in adults.\n- We included one study comparing a medication with a placebo for the treatment of TTM in children and adolescents aged 8 to 17 years.\n- We included one study comparing a medication with a placebo for the treatment of TTM in adolescents and adults aged 12 to 65 years.\n- A total of 298 adults were included from the 11 studies conducted in adults, and a total of 43 children and adolescents were included from the two trials conducted with participants in this age group."
    },
    {
      "heading": "What does the evidence from the review tell us?",
      "text": "There was insufficient evidence from analysis of individual studies or across multiple scientific studies (known as meta-analysis) to confirm or refute the effectiveness of any specific agent or class of medication for the treatment of TTM in adults, children or adolescents. In adults, evidence suggests tricyclic antidepressants (TCAs; a type of antidepressant) with predominantly serotonin reuptake inhibitor (SRI; increasing serotonin levels in the brain) actions may show a beneficial treatment effect compared to other TCAs, with reduction in TTM symptom severity. However, certainty in the estimate of effect was low and is based on a single trial comparing clomipramine with desipramine. Antipsychotics in adults may show a beneficial treatment effect and possible reduction of TTM symptom severity, with low-certainty in the estimate of effect, based on a single trial of olanzapine. Glutamate modulators (a type of amino acid modulator) in adults showed a probable beneficial treatment effect and a likely reduction in TTM symptom severity, with moderate-certainty in the estimate of effect, although based on a single trial of N-acetylcysteine (NAC; a glutamate modulator). Glutamate modulators in children and adolescents (8 to 17 years old) showed no evidence for beneficial effect in terms of the percentage of participants responding to treatment in a single study of NAC. However, evidence suggests a potential large reduction in TTM symptom severity; however, with low-certainty in the estimate. There was little to no evidence for beneficial treatment effects in terms of the percentage of participants responding to treatment or reduction of TTM symptom severity reported for antioxidants, cell signal transducers, opioid antagonists or selective serotonin reuptake inhibitors (SSRIs; a type of antidepressant) in adults, children or adolescents.\nAttrition due to adverse events was only reported for SSRIs and TCAs with predominantly SRI actions in adults and for glutamate modulators in children and adolescents. Glutamate modulators had the least severe side effect profile in adults, while antipsychotics were associated with several adverse side effects, although with low-certainty in the effect estimate, and based on individual trials for each medication class. There was low-certainty evidence showing no difference in dropouts due to adverse events between the glutamate modulator group and placebo group in the single study exclusively in children and adolescents."
    },
    {
      "heading": "What should happen next?",
      "text": "There is some evidence that NAC (a glutamate modulator) probably demonstrates efficacy in TTM in adults and possible symptom severity reduction in children and adolescents. There is some evidence that olanzapine (an antipsychotic) and clomipramine (a TCA with predominantly SRI actions) may demonstrate efficacy in TTM in adults, although based on individual trials and therefore not generalisable to other agents in the same medication classes. Studies are few and sample sizes are small, and as a result it is not possible to draw high-quality conclusions from meta-analysis. Additional studies, with rigorous designs and appropriately powered samples are needed, particularly in children and adolescents. Future studies could also include people with common comorbidities, as the current evidence base may not be representative of clinical populations, who might have multiple medical and psychiatric conditions."
    }
  ]
}