{
  "doi": "10.1002/14651858.CD009798.pub2",
  "name": "Dexmedetomidine for the management of awake fibreoptic intubation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Awake fibreoptic intubation (AFOI) frequently requires sedation, anxiolysis and relief of discomfort without impairing ventilation and depressing cardiovascular function. The goal is to allow the patient to be responsive and co-operative. Medications such as fentanyl, remifentanil, midazolam and propofol have been reported to assist AFOI; however,these agents are associated with cardiovascular or respiratory adverse effects. Dexmedetomidine has been proposed as an alternative to facilitate AFOI."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this review is to evaluate and compare the efficacy and safety of dexmedetomidine in the management of patients with a difficult or unstable airway undergoing awake fibreoptic intubation (AFOI)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2012, Issue 5), MEDLINE (1966 to May 2012) through Ovid, EMBASE (1980 to May 2012) and Web of Science (1945 to May 2012); we screened the reference lists of all eligible trials and reviews to look for further trials and contacted authors of trials to ask for additional information. We searched for ongoing trials at http://www.controlledtrials.com/ and http://clinicaltrials.gov/. We reran our search of all databases listed above on 21 November 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published and unpublished randomized controlled trials, regardless of blinding or language of publication, in participants 18 years of age or older who were scheduled for an elective AFOI because of an anticipated difficult airway. Participants received dexmedetomidine or control medications."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently extracted data on study design, participants, interventions and outcomes. We assessed risk of bias using The Cochrane Collaboration’s tool. We estimated risk ratios (RRs) or mean differences (MDs) with 95% confidence internals (CIs) for outcomes with sufficient data; for other outcomes, we performed a qualitative analysis."
    },
    {
      "heading": "Main results",
      "text": "We identified four randomized controlled trials (RCTs), which included 211 participants. The four trials compared dexmedetomidine with midazolam, fentanyl, propofol or a sodium chloride placebo, respectively. The trials showed low or unclear risk of bias primarily because information provided on allocation concealment and other potential sources of bias was inadequate. Owing to clinical heterogeneity and potential methodological heterogeneity, it was impossible to conduct a full meta-analysis. We described findings from individual studies or presented them in tabular form. Limited evidence was available for assessment of the outcomes of interest for this review. Results of the limited included trials showed that dexmedetomidine significantly reduced participants' discomfort with no significant differences in airway obstruction, low oxygen levels or treatment-emergent cardiovascular adverse events noted during AFOI compared with control groups. When the search was rerun (from May 2012 to November 2013), it was noted that four studies are awaiting assessment. We will deal with these studies when we update the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Small, limited trials provide weak evidence to support dexmedetomidine as an option for patients with an anticipated difficult airway who undergo AFOI. The findings of this review should be further corroborated by additional controlled investigations."
    }
  ],
  "pls_title": "Is dexmedetomidine a good option for patients undergoing awake fibreoptic intubation?",
  "pls_type": "long",
  "pls": "This is a review of the clinical evidence from randomized controlled trials on the effect of dexmedetomidine in the management of awake fibreoptic intubation. The review was conducted by researchers in The Cochrane Collaboration. Awake fibreoptic intubation (AFOI) is indicated for the management of patients with a difficult or unstable (critical) airway, such as those with airway deformity or tumour, airway injury or spinal cord instability. It is necessary in such a situation to maintain patient co-operation and reduce patient anxiety without causing severe adverse effects during the AFOI. Many agents, including fentanyl, remifentanil, midazolam and propofol, have been reported to assist with AFOI. However, these agents can cause respiratory arrest, loss of airway control or reduced cardiovascular (heart) function, especially when used in high doses, thus increasing the risk of low oxygen levels (hypoxaemia), aspiration, low blood pressure (hypotension) or slow heart rate (bradycardia).\nDexmedetomidine is a selective alpha-2-adrenoceptor agonist that can cause sedation, anxiolysis, analgesic sparing, reduced salivary secretion and minimal respiratory depression; this might be beneficial for patients with a difficult or unstable airway undergoing AFOI.\nWe searched the medical literature until May 2012 and identified four randomized controlled trials involving 211 patients that were appropriate for inclusion in the review. These studies compared dexmedetomidine versus midazolam, fentanyl, propofol or a sodium chloride placebo for patients undergoing AFOI. We reran our search in November 2013, and four studies are awaiting assessment. We will deal with them when we update the review.\nDexmedetomidine significantly reduced patient discomfort during AFOI compared with control groups in two included trials. No significant differences in intubation time, airway obstruction, low oxygen levels or treatment-emergent cardiovascular adverse events were reported during AFOI between the dexmedetomidine group and the control group.\nDexmedetomidine did not appear to be inferior to other medications. The data from this evidence database of modest size provide limited evidence to support the use of dexmedetomidine as an alternative or primary choice for AFOI. Further research should focus on this important topic. Additional well-designed randomized controlled trials are needed to test the exact benefits of dexmedetomidine in the management of AFOI."
}