{
  "doi": "10.1002/14651858.CD006171.pub4",
  "name": "Prenatal education for congenital toxoplasmosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Congenital toxoplasmosis is considered a rare but potentially severe infection. Prenatal education about congenital toxoplasmosis could be the most efficient and least harmful intervention, yet its effectiveness is uncertain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of prenatal education for preventing congenital toxoplasmosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 May 2015), and reference lists of relevant papers, reviews and websites."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized and quasi-randomized controlled trials of all types of prenatal education on toxoplasmosis infection during pregnancy. Cluster-randomized trials were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Two cluster-randomized controlled trials (RCTs) (involving a total of 5455 women) met the inclusion criteria. The two included trials measured the effectiveness of the intervention in different ways, which meant that meta-analysis of the results was not possible. The overall quality of the two studies, as assessed using the GRADE approach, was low, with high risk of detection and attrition bias in both included trials.\nOne trial (432 women enrolled) conducted in Canada was judged of low methodological quality. This trial did not report on any of the review's pre-specified primary outcomes and the secondary outcomes reported results only as P values. Moreover, losses to follow-up were high (34%, 147 out of 432 women initially enrolled). The authors concluded that prenatal education can effectively change pregnant women's behavior as it increased pet, personal and food hygiene. The second trial conducted in France was also judged of low methodological quality. Losses to follow-up were also high (44.5%, 2233 out of 5023 women initially enrolled) and differential (40% in the intervention group and 52% in the control group). The authors concluded that prenatal education for congenital toxoplasmoses has a significant effect on improving women's knowledge, whereas it has no effect on changing women's behavior. In this trial 17/3949 pregnant women seroconverted for toxoplasmosis: 13/2591 (0.5%) in the intervention group and 4/1358 (0.3%) in the control group. The rate of seroconversion detected during the study did not differ between groups (risk ratio (RR) 1.70, 95% confidence interval (CI) 0.56 to 5.21; participants = 3949; studies = one, low quality evidence). The number of events was too small to reach conclusions about the effect of prenatal education on seroconversion rate during pregnancy.\nNo other randomized trials on the effect of prenatal education on congenital toxoplasmosis rate, or toxoplasmosis seroconversion rate during pregnancy were detected."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Even though primary prevention of congenital toxoplasmosis is considered a desirable intervention, given the lack of related risks compared to secondary and tertiary prevention, its effectiveness has not been adequately evaluated. There is very little evidence from RCTs that prenatal education is effective in reducing congenital toxoplasmosis even though evidence from observational studies suggests it is. Given the lack of good evidence supporting prenatal education for congenital toxoplasmosis prevention, further RCTs are needed to confirm any potential benefits and to further quantify the impact of different sets of educational intervention."
    }
  ],
  "pls_title": "Prenatal education for congenital toxoplasmosis",
  "pls_type": "long",
  "pls": "Toxoplasmosis infection is caused by a parasite, Toxoplasma gondii. Eating or handling raw or insufficiently-cooked meat, not washing hands thoroughly after gardening, handling contaminated soil or water, or contact with cats' faeces can cause infection. Usually it is asymptomatic and self-limiting. Primary prevention involves educating the general public, filtering water and improving farm hygiene to reduce animal infection.\nIf pregnant women have not previously been exposed to the parasite and develop antibodies while pregnant, the infection can be transmitted from the mother to the fetus (congenital toxoplasmosis). This is rare but potentially has serious consequences such as malformation, mental retardation, deafness and blindness of the infected infant, intrauterine death or stillbirth. The probability of infection is greater during the third trimester but the risk of the fetus developing major clinical signs is greater early in pregnancy. Pregnant women are often unaware of risk factors for congenital toxoplasmosis. Offering prenatal education could mean that women adopt simple behavioral measures to avoid toxoplasmosis.\nThis review included two randomized controlled trials (involving 5455 women). Data could not be combined because each trial measured effectiveness in different ways. One study was from Canada and involved 432 women randomly assigned to a 10-minute presentation during a prenatal class about toxoplasmosis prevention or to a usual prenatal class. Losses to follow-up were high and 285 completed the post-test questionnaire in the third trimester. Only 5% of the intervention women recalled having obtained information on toxoplasmosis prevention during prenatal classes. However, the authors concluded that prenatal education can effectively change pregnant women's behavior as it increased pet, personal and food hygiene. The other trial conducted in France involved 5023 pregnant women with no evidence of toxoplasmosis infection (seronegative) who were randomly assigned to receive a brochure and an audiotape containing information for toxoplasmosis prevention, or to a usual prenatal class. Losses to follow-up were high and 2790 completed both pre-test and post-test questionnaire on behavior (44.5% loss to follow-up), whereas 3949 women were tested for blood antibodies (22.4% loss to follow-up). Women's behavior did not change after the intervention. Similarly, the seroconversion rate did not differ between groups (13 out of 2591 women seroconverted in the intervention and four out of 1358 in the control group).\nBoth trials were judged as having low methodological quality as assessed by the GRADE approach. This limits our confidence in the results. Evidence supporting prenatal education to prevent congenital toxoplasmosis is therefore limited."
}