{
  "doi": "10.1002/14651858.CD011693.pub3",
  "name": "Ab interno trabecular bypass surgery with Trabectome for open‐angle glaucoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Glaucoma is the leading cause of irreversible blindness. Minimally invasive surgical techniques, such as ab interno trabecular bypass surgery, have been introduced to prevent glaucoma from progressing."
    },
    {
      "heading": "Objectives",
      "text": "In light of the potential benefits for people with open-angle glaucoma and the widespread uptake of the technique, it is important to critically evaluate the evidence for whether treatment with ab interno trabecular bypass surgery with Trabectome is both efficacious and safe."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; which contains the Cochrane Eyes and Vision Trials Register; 2020, Issue 7); Ovid MEDLINE; Ovid Embase; the ISRCTN registry; ClinicalTrials.gov and the WHO ICTRP. The date of the search was 17 July 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) of ab interno trabecular bypass surgery with Trabectome compared to other surgical treatments (other minimally invasive glaucoma device techniques, trabeculectomy), laser treatment, or medical treatment. We also included trials in which these devices were combined with phacoemulsification compared to phacoemulsification in combination with other glaucoma surgery or alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. Our primary outcome was proportion of participants who were medication-free (not using eye drops). Secondary outcomes included mean change in intraocular pressure (IOP), proportion of participants who required further glaucoma surgery, mean change in quality of life, proportion of participants who achieved an IOP of 21 mmHg or less, 17 mmHg or less, or 14 mmHg or less and rate of visual field progression. Adverse effects were the proportion of participants experiencing intra- and postoperative complications. All outcomes were measured in the short term (6 to 18 months), medium term (18 to 36 months), and long term (36 months or longer)."
    },
    {
      "heading": "Main results",
      "text": "In this update, we included one RCT which had previously been identified as an ongoing study in our 2016 publication. This trial was a single-centre, single-surgeon RCT set in Canada with 19 participants. Participants were adults who had open-angle glaucoma, open angles, and had inadequately controlled IOP that required surgical intervention. The study was terminated before the intended sample size was reached 'due to slow recruitment and increasing lack of clinical equipoise over time'. This reduced the power of the study to detect clinically important effects. We assessed the trial as being at high risk of attrition, reporting, and other potential sources of biases. The risks of performance and detection bias are unclear.\nThe intervention group of 10 people had Trabectome ab interno trabeculotomy combined with cataract extraction (phaco-AIT) and the comparator group of 9 people had trabeculectomy with mitomycin C combined with cataract extraction (phaco-Trab), one of whom was lost to follow-up. Seven of 10 participants in the phaco-AIT group and 4 of 8 in the phaco-Trab group were medication-free (not using drops) at 12 months (odds ratio (OR) 2.33, 95% confidence interval (CI) 0.34 to 16.2; very low-certainty evidence). At 12 months, the mean change in IOP was worse for phaco-AIT than for phaco-Trab, but this evidence was very uncertain (mean difference (MD) 3.70 mmHg, 95% CI -1.44 to 8.84; very low-certainty evidence) in the phaco-AIT group, as was the difference in the mean number of IOP-lowering drops taken per day (MD -0.41, 95% CI -1.22 to 0.40; very low-certainty evidence).\nOnly one participant in the phaco-AIT group required further glaucoma surgery. The study protocol declared that quality of life and visual field progression were measured, but they were not reported\nAll 8 participants with complete data in the phaco-Trab group and 8 of 10 in the phaco-AIT had at least one early or late postoperative complication (e.g. day 1 IOP spike, hypotony, choroidal effusion, bleb leak or encapsulation, uveitis, or peripheral anterior synechiae).\nThe evidence was very low-certainty due to high risk of bias for several domains for this study and for large imprecision of all estimates.\nWe also identified one ongoing study, identified from the International Clinical Trials Registry Platform (ICTRP): a multicentre, open, RCT comparing Trabectome to ab interno trabeculectomy using microhook. The study investigators plan to recruit 120 adults between 20 and 90 years of age. The primary outcome is duration of treatment success. Secondary outcomes include postoperative IOP, number of anti-glaucoma medications, and adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no high-quality evidence for the outcomes of ab interno trabecular bypass surgery with Trabectome for open-angle glaucoma. Properly designed RCTs are needed to assess the long-term efficacy and safety of this technique."
    }
  ],
  "pls_title": "What are the benefits and risks of minimally invasive (Trabectome) surgery for treating glaucoma (a common eye condition)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Glaucoma is a common eye condition that affects the optic nerve. It can occur in people of all ages but is most common in adults over 70 years of age.\nThere are several different types of glaucoma. The most common is ‘primary open-angle glaucoma’. This tends to develop slowly over many years. It is caused by abnormally high pressure in the eye that develops when the eye’s drainage system does not work properly and fluid builds up in the eye. This increased pressure damages the optic nerve and can cause partial – or even total – blindness.\nSeveral different treatments are available for glaucoma. These include eye drops, laser treatment, and surgery. Surgery is usually used only if treatment with eye drops or laser has not worked.\nStandard surgery usually involves removing part of the drainage tubes in the eye to allow fluid to drain more easily. It may be performed under local anaesthetic (while the patient is awake) or under general anaesthetic (while the patient is asleep). Standard surgery often leads to complications (such as bleeding in the eye during and after surgery), and people may need the operation to be repeated.\nOne possible alternative to standard surgical procedures is Trabectome surgery. Trabectome surgery is performed under local anaesthetic and involves using a specially designed instrument (a Trabectome) to remove a portion of tissue to improve the eye’s drainage pathway. Surgeons make a smaller incision in the eye than in standard surgery, and this could lead to fewer risks for the patient.\nTo find out about the benefits and risks of Trabectome surgery, we reviewed the evidence from research studies."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "First, we searched for randomised controlled studies (clinical studies in which people are randomly put into one of two or more treatment groups), because these studies provide the most robust evidence about the effects of a treatment. We then compared the results and summarised the evidence from all the studies. Finally, we rated our confidence in the evidence-based on factors such as study methods and sizes and the consistency of findings across studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found one study that involved a total of 19 people with glaucoma. The study was set in Canada and funded by the University of Alberta. People were followed for up to one year after surgery. All participants were operated on by the same surgeon. Trabectome surgery was compared against a standard surgical procedure (trabeculectomy).\nBased on the single study we found, we cannot determine whether Trabectome surgery is better or worse than conventional surgery. The study was very small, and there were problems with the way it was conducted. Therefore, we have too little confidence in its results about the following:\n- the need to use any, or fewer, eye drops one year after surgery;\n- improvement in eye pressure one year after surgery;\n- the need for more surgery; and\n- complications.\nOther aspects, such as changes in vision or quality of life, were not studied.\nWe identified one ongoing study that is being conducted in Japan. Once results are available for this study, it will be possible to add them to future versions of this review."
    },
    {
      "heading": "What does this mean?",
      "text": "We do not know whether Trabectome surgery is better or worse than other treatments for glaucoma. This is because there is too little evidence at present. It would be helpful if more studies were conducted in this area in future. In particular, there is a need for robust studies that assess the long-term benefits and risks of Trabectome surgery."
    },
    {
      "heading": "How-up-to date is this review?",
      "text": "The evidence in this Cochrane Review is current to July 2020."
    }
  ]
}