{
  "doi": "10.1002/14651858.CD014463.pub2",
  "name": "Post‐mastectomy radiotherapy for women with early breast cancer and one to three positive lymph nodes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Continual improvement in adjuvant therapies has resulted in a better prognosis for women diagnosed with breast cancer. A surrogate marker used to detect the spread of disease after treatment of breast cancer is local and regional recurrence. The risk of local and regional recurrence after mastectomy increases with the number of axillary lymph nodes affected by cancer. There is a consensus to use radiotherapy as an adjuvant treatment after mastectomy (postmastectomy radiotherapy (PMRT)) in women diagnosed with breast cancer and found to have disease in four or more positive axillary lymph nodes. Despite data showing almost double the risk of local and regional recurrence in women treated with mastectomy and found to have one to three positive lymph nodes, there is a lack of international consensus on the use of PMRT in this group."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of PMRT in women diagnosed with early breast cancer and found to have one to three positive axillary lymph nodes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Group's Specialised Register, CENTRAL, MEDLINE, Embase, the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) and ClinicalTrials.gov up to 24 September 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs). The inclusion criteria included women diagnosed with breast cancer treated with simple or modified radical mastectomy and axillary surgery (sentinel lymph node biopsy (SLNB) alone or those undergoing axillary lymph node clearance with or without prior SLNB). We included only women receiving PMRT using X-rays (electron and photon radiation), and we defined the radiotherapy dose to reflect what is currently being recommended (i.e. 40 Gray (Gy) to 50 Gy in 15 to 25/28 fractions in 3 to 5 weeks. The included studies did not administer any boost to the tumour bed. In this review, we excluded studies using neoadjuvant chemotherapy as a supportive treatment before surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used Covidence to screen records. We collected data on tumour characteristics, adjuvant treatments and the outcomes of local and regional recurrence, overall survival, disease-free survival, time to progression, short- and long-term adverse events and quality of life. We reported on time-to-event outcome measures using the hazard ratio (HR) and subdistribution HR. We used Cochrane's risk of bias tool (RoB 1), and we presented overall certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "The RCTs included in this review were subgroup analyses of original RCTs conducted in the 1980s to assess the effectiveness of PMRT. Hence, the type and duration of adjuvant systemic treatments used in the studies included in this review were suboptimal compared to the current standard of care.\nThe review involved three RCTs with a total of 829 women diagnosed with breast cancer and low-volume axillary disease. Amongst the included studies, only a single study pertained to the modern-day radiotherapy practice. The results from this one study showed a reduction of local and regional recurrence (HR 0.20, 95% confidence interval (CI) 0.13 to 0.33, 1 study, 522 women; low-certainty evidence) and improvement in overall survival with PMRT (HR 0.76, 95% CI 0.60 to 0.97, 1 study, 522 women; moderate-certainty evidence). One of the other studies using radiotherapy techniques that do not reflect modern-day practice reported on disease-free survival in women with low-volume axillary disease (subdistribution HR 0.63, 95% CI 0.41 to 0.96, 1 study, 173 women). None of the included studies reported on PMRT side effects or quality-of-life outcome measures."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on one study, the use of PMRT in women diagnosed with breast cancer and low-volume axillary disease indicated a reduction in locoregional recurrence and an improvement in survival. There is a need for more research to be conducted using modern-day radiotherapy equipment and methods to support and supplement the review findings."
    }
  ],
  "pls_title": "Is X-ray treatment (radiotherapy) after removal of breast tissue (mastectomy) better than no X-ray treatment in women diagnosed with breast cancer that has spread to one to three armpit lymph nodes?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "• Radiotherapy after breast removal (also known as mastectomy) may reduce cancer returning to the chest wall and in the nearby lymph nodes.\n• Radiotherapy probably improves survival in women diagnosed with breast cancer who have 1 to 3 involved lymph nodes.\n• We found one large ongoing international study that should provide more evidence when it has finished."
    },
    {
      "heading": "What is breast cancer?",
      "text": "Breast cancer is the most common form of cancer affecting women. The improvements in treatments (anticancer drugs) that target the entire body over the last 2 decades have resulted in fewer cancer-related deaths. The development of recurrence in the chest wall and nearby lymph nodes after the initial treatment of breast cancer can increase the risk of cancer spreading. It has been shown that the risk of cancer recurring in the chest wall and nearby lymph nodes was more than doubled in women diagnosed with 1 to 3 positive axillary lymph nodes compared to node-negative disease."
    },
    {
      "heading": "What is the role of additional supportive treatment in the management of breast cancer?",
      "text": "Radiotherapy is a well-established supportive targeted treatment that reduces region-specific recurrence after surgery in women diagnosed with breast cancer. However, researchers over the last 2 to 3 decades were not able to show without doubt that the reduction in recurrence central to a location with radiotherapy leads to fewer breast cancer-related deaths."
    },
    {
      "heading": "When should radiotherapy be used?",
      "text": "Researchers agree about the use of radiotherapy after mastectomy in women with high-risk breast cancer characteristics, like large tumour size (larger than 5 cm) and 4 or more axillary lymph nodes affected with breast cancer. However, scientists are still unsure about the role of radiotherapy after mastectomy in women with lower-risk characteristics who are found to have 1 to 3 axillary lymph nodes affected by breast cancer."
    },
    {
      "heading": "What did the review authors want to find out?",
      "text": "For women diagnosed with breast cancer and found to have 1 to 3 lymph nodes affected by cancer, we asked:\n• Does radiotherapy after breast removal reduce the occurrence of region-based recurrence compared to no radiotherapy?\n• Is there any survival advantage in women undergoing PMRT compared to those not having radiotherapy?\n• What are the short- and long-term unwanted effects of PMRT?\n• Is there any difference in the quality of life for women undergoing radiotherapy compared to those with no radiotherapy?"
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared radiotherapy after mastectomy against no radiotherapy in women diagnosed with breast cancer with 1 to 3 involved axillary lymph nodes. Once we identified the relevant studies, we compared and summarised the results. We have also assessed and rated our confidence in the presented evidence based on the study methods and the number of women who participated in the studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 3 studies with 725 women; 355 women received radiotherapy, and 370 did not. The largest study was conducted in Denmark and involved 552 women. The remaining two studies were conducted in Sweden and involved 104 premenopausal and 173 postmenopausal women. Only the Danish study administered radiotherapy using methods that are comparable to modern-day practice. All the studies followed the women for 15 years or more. The studies were funded by independent charitable organisations with no funding from private or pharmaceutical companies."
    },
    {
      "heading": "Main results",
      "text": "The use of radiotherapy compared to no radiotherapy in women diagnosed with breast cancer who have 1 to 3 involved axillary lymph nodes:\n• may lead to a reduction in the regional recurrence; and\n• probably improves survival by 24% in women.\nWe did not identify any study that reliably assessed the effect of radiotherapy after mastectomy on disease-free survival, short- or long-term unwanted effects and quality of life in breast cancer survivors."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is low to moderate for 3 main reasons.\nFirst, the studies we included took place before many modern advancements in breast cancer treatment. Second, we could only interpret results from one study that used updated radiotherapy techniques. Finally, the studies we used did not provide all of the information we wanted regarding the long-term effectiveness of treatment in participants."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence presented here is up to date to September 2021."
    }
  ]
}