{
  "doi": "10.1002/14651858.CD005515.pub3",
  "name": "Orthodontic and orthopaedic treatment for anterior open bite in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anterior open bite occurs when there is a lack of vertical overlap of the upper and lower incisors. The aetiology is multifactorial including: oral habits, unfavourable growth patterns, enlarged lymphatic tissue with mouth breathing. Several treatments have been proposed to correct this malocclusion, but interventions are not supported by strong scientific evidence."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this systematic review was to evaluate orthodontic and orthopaedic treatments to correct anterior open bite in children."
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched: the Cochrane Oral Health Group's Trials Register (to 14 February 2014); the Cochrane Central Register of Controlled Trials (CENTRAL)(The Cochrane Library 2014, Issue 1); MEDLINE via OVID (1946 to 14 February 2014); EMBASE via OVID (1980 to 14 February 2014); LILACS via BIREME Virtual Health Library (1982 to 14 February 2014); BBO via BIREME Virtual Health Library (1980 to 14 February 2014); and SciELO (1997 to 14 February 2014). We searched for ongoing trials via ClinicalTrials.gov (to 14 February 2014). Chinese journals were handsearched and the bibliographies of papers were retrieved."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised or quasi-randomised controlled trials of orthodontic or orthopaedic treatments or both to correct anterior open bite in children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility of all reports identified. \nRisk ratios (RRs) and corresponding 95% confidence intervals (CIs) were calculated for dichotomous data. The continuous data were expressed as described by the author."
    },
    {
      "heading": "Main results",
      "text": "Three randomised controlled trials were included comparing: effects of Frankel's function regulator-4 (FR-4) with lip-seal training versus no treatment; repelling-magnet splints versus bite-blocks; and palatal crib associated with high-pull chincup versus no treatment.\nThe study comparing repelling-magnet splints versus bite-blocks could not be analysed because the authors interrupted the treatment earlier than planned due to side effects in four of ten patients.\nFR-4 associated with lip-seal training (RR = 0.02 (95% CI 0.00 to 0.38)) and removable palatal crib associated with high-pull chincup (RR = 0.23 (95% CI 0.11 to 0.48)) were able to correct anterior open bite.\nNo study described: randomisation process, sample size calculation, there was not blinding in the cephalometric analysis and the two studies evaluated two interventions at the same time. These results should be therefore viewed with caution."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is weak evidence that the interventions FR-4 with lip-seal training and palatal crib associated with high-pull chincup are able to correct anterior open bite. Given that the trials included have potential bias, these results must be viewed with caution. Recommendations for clinical practice cannot be made based only on the results of these trials. More randomised controlled trials are needed to elucidate the interventions for treating anterior open bite."
    }
  ],
  "pls_title": "Orthodontic and orthopaedic treatment for anterior open bite in children",
  "pls_type": "long",
  "pls": "Interventions were able to correct anterior open bite but this was based on data from two studies that have problems in their quality.\nOpen bite is characterised by a lack of vertical overlap of the upper and lower incisors. This problem has several possible causes such as mouth breathing, sucking habits, alteration of development of jaw and maxilla. It can make speech, swallowing, mastication and aesthetics difficult. Several treatments have been used to correct anterior open bite. The review authors evaluated three studies with the following treatments: Frankel's function regulator-4 (FR-4) with lip-seal training, palatal crib with chincup, and repelling-magnet splints versus bite-blocks. This last study could not be analysed because the author interrupted the treatment earlier than planned due to side effects."
}