{
  "doi": "10.1002/14651858.CD000435",
  "name": "Radiant warmers versus incubators for regulating body temperature in newborn infants",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The provision of a thermoneutral environment is an essential component of the immediate and longer term care of newborn infants. A variety of methods are currently employed including incubators and open-care systems, with or without modifications such as heat shields and plastic wrap. The system used must allow ready access to the infant but should also minimise alterations in the immediate environment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of radiant warmers versus incubators on neonatal fluid and electrolyte balance, morbidity and mortality."
    },
    {
      "heading": "Search methods",
      "text": "The standard search strategy of the Cochrane Neonatal Review Group was used. This included searches of electronic databases: Oxford Database of Perinatal Trials, Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1, 2005), MEDLINE (1966 -2005), and CINAHL (1982-2005), previous reviews including cross references, abstracts, conferences, symposia proceedings, expert informants and journal hand searching mainly in the English language."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials in which radiant warmers were compared to incubators in a neonatal population."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Independent data extraction and quality assessment of included trials was conducted by the authors. Data were analysed using relative risk (RR) and weighted mean difference (WMD). Results are presented with 95% confidence intervals. Meta-analysis was undertaken using a fixed effect model."
    },
    {
      "heading": "Main results",
      "text": "Eight studies are included in this review; six employed a crossover design. In the overall comparison of radiant warmers vs incubators, radiant warmers caused a statistically significant increase in insensible water loss (IWL) [WMD 0.94g/Kg/day (95% CI 0.47, 1.41)] and a trend towards increased oxygen consumption which was not statistically significant [WMD 0.27mL/kg/min (95% CI -0.09, 0.63)]. Due to small numbers, effects on important clinical outcomes could not be adequately assessed. A comparison of radiant warmers with heat shields vs incubators without heat shields showed a trend for increased IWL in the radiant warmer group, which was not statistically significant. No difference was shown in oxygen consumption."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Radiant warmers result in increased IWL compared to incubators. This needs to be taken into account when calculating daily fluid requirements. The results of this review do not provide sufficient evidence concerning effects on important outcomes to guide clinical practice. Further randomised controlled trials are required to assess the effects of radiant warmers versus incubators in neonatal care on important short and long term outcomes, with particular attention to extremely low birthweight infants in the early neonatal period."
    }
  ],
  "pls_title": "Radiant warmers versus incubators for regulating body temperature in newborn infants",
  "pls_type": "long",
  "pls": "Not enough evidence to show the effects of radiant warmers versus incubators for regulating body temperature in newborn babies.\nLow birthweight babies have a higher chance of survival if they are kept warm. Incubators have been used for some time to maintain body temperature. More recently, open cots with an overhead radiant warmer have also been used for babies needing intensive care. \nThe review of trials found that radiant warmers increase water loss in low birthweight babies in the newborn period when compared to incubators and that this water loss needs to be taken into account when daily fluid requirements are calculated. However, there was not enough information available for this review to enable assessment of other important effects of radiant warmers. Therefore, at the present time, it is not clear which method of maintaining body temperature is best for newborn babies - radiant warmers or incubators. More research is necessary."
}