{
  "doi": "10.1002/14651858.CD008050.pub2",
  "name": "Secondary bone grafting for alveolar cleft in children with cleft lip or cleft lip and palate ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Secondary alveolar bone grafting has been widely used to reconstruct alveolar cleft. However, there is still some controversy."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and safety of different secondary bone grafting methods."
    },
    {
      "heading": "Search methods",
      "text": "The final electronic and handsearches were carried out on 11 February 2011, and included the Cochrane Oral Health Group's Trials Register, Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE, Chinese Biomedical Literature Database and WHO International Clinical Trials Registry Platform. All the Chinese professional journals in the oral and dental field were handsearched and conference proceedings consulted. There was no language or time restriction."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomized clinical trials were selected. Patients with the diagnosis of cleft lip and alveolar process only, unilateral cleft lip and palate and bilateral cleft lip and palate involving the alveolar process and greater than 5 years of age were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted data and assessed the quality of included studies independently. Disagreement between the two review authors was resolved by discussion in the review team. The first authors of the included studies were contacted for additional information, if necessary."
    },
    {
      "heading": "Main results",
      "text": "Two of 582 potential studies met the inclusion criteria and were included. One trial compared alveolar bone grafting using artificial materials (InFuse bone graft substitute impregnated with BMP-2) with a traditional iliac graft. The other trial investigated the application of fibrin glue to the bone graft. Both trials were small with 21 and 27 patients and were assessed as being at high risk of bias. Any apparent differences between the interventions for outcomes in either study must therefore be treated with great caution and are not highlighted here."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the high level of risk of bias in the two included trials there is insufficient evidence to conclude that one intervention is superior to another."
    }
  ],
  "pls_title": "Secondary bone grafting for alveolar cleft in children with cleft lip or cleft lip and palate",
  "pls_type": "long",
  "pls": "Alveolar cleft is a bony defect in the gum of the mouth, which affects approximately 75% of cleft lip or cleft lip and palate patients. Failure to repair this defect may give rise to many problems. Although alveolar bone grafting has been widely accepted by professionals within cleft care, there is still controversy around the technique, timing, site from which bone is taken and whether artificial bone substitutes offer any benefits. One question is whether the type of graft material using artificial bone materials alone might have similar success to the traditional bone harvested from the hip when assessed clinically, by radiographic images and in reducing problems in the operated area.\nThis review found two small studies, one comparing a graft using a new material with a traditional graft, the other looking at the benefit of applying a special type of glue to the graft. Both studies were considered to be of poor quality and so no conclusions can be reached about whether either of these new techniques is better than the traditional type of graft."
}