{
  "doi": "10.1002/14651858.CD009641.pub3",
  "name": "Interventions to encourage uptake of cancer screening for people with severe mental illness ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adults with severe mental illness (i.e. schizophrenia or other related psychotic disorders and bipolar disorder) can be at greater risk of cancer than those without severe mental illness (SMI). Early detection of cancer through screening is effective in improving patient outcomes including death. However, people with SMI are less likely than others to take up available cancer screening."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of interventions targeted at adults with SMI, or their carers or health professionals, and aimed at increasing the uptake of cancer screening tests for which the adults with SMI are eligible."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group’s Trials Register (October 25, 2012; December 19, 2014; April 07, 2015; July 04, 2016)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) of interventions, targeted towards adults with SMI or their carers or health professionals, to encourage uptake of cancer screening tests for which the adults with SMI were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles and abstracts and assessed these against the inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "We did not find any trials that met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A comprehensive search showed that currently there is no RCT evidence for any method of encouraging cancer screening uptake in people with SMI. No specific approach can therefore be recommended. High-quality, large-scale RCTs are needed urgently to help address the disparity between people with SMI and others in cancer screening uptake."
    }
  ],
  "pls_title": "Interventions to encourage cancer screening uptake in severe mental illness",
  "pls_type": "long",
  "pls": "Cancer is a leading cause of death worldwide, accounting for approximately 13% of all deaths in 2007. Some studies have reported an increased incidence of cancer in people with mental health problems. The Schizophrenia Commission reports that people with schizophrenia who develop cancer are three times more likely to die than those in the general population with cancer.\nMental illness is associated with certain health problems, including: obesity; smoking; drinking alcohol; and poor diet, all of which increase risk of cancer. It has been estimated that approximately one-third of cancer deaths could be prevented with early detection, of which cancer screening is the most effective method. However, people with mental illness are less likely than others to take up available cancer screening. Reasons for non-uptake include: low income; increasing age; lack of transport; embarrassment; lack of reminders; and lack of familiar care providers.\nIn the general population, telephone invitations, telephone counselling, prompts following the initial invitation and opportunistic screening are good at increasing uptake of cancer screening. Reducing financial barriers (i.e. providing free screening tests, bus passes or postage) may also help. GPs have also been offered incentives under the Quality and Outcomes Framework to provide regular physical health checks to people with mental illness. People with mental illness may require more individualised care, such as more intense counselling, to encourage screening.\nA comprehensive search showed that currently there is no trial evidence for any method of encouraging uptake of cancer screening for people with mental illness. No specific approach can therefore be recommended. Early detection of cancer through screening is effective in improving patient outcomes, including death. Given that people with mental illness are at greater risk of cancer but less likely than others to take up available screening, better approaches that encourage uptake of cancer screening are needed urgently. Further research is required to ensure that people with mental illness do not miss out on cancer screening.\nThis plain language summary has been written by a consumer: Benjamin Gray, Service User and Service User Expert, Rethink Mental Illness. Email: [email protected]"
}