{
  "doi": "10.1002/14651858.CD003162.pub3",
  "name": "The Epley (canalith repositioning) manoeuvre for benign paroxysmal positional vertigo",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane Review first published in The Cochrane Library in Issue 1, 2002 and previously updated in 2004 and 2007.\nBenign paroxysmal positional vertigo (BPPV) is a syndrome characterised by short-lived episodes of vertigo in association with rapid changes in head position. It is a common cause of vertigo presenting to primary care and specialist otolaryngology clinics. Current treatment approaches include rehabilitative exercises and physical manoeuvres, including the Epley manoeuvre."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of the Epley manoeuvre for posterior canal BPPV."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; CENTRAL; PubMed; EMBASE; CINAHL; Web of Science; Cambridge Scientific Abstracts; ICTRP and additional sources for published and unpublished trials. The date of the most recent search was 23 January 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of the Epley manoeuvre versus placebo, no treatment or other active treatment for adults diagnosed with posterior canal BPPV (including a positive Dix-Hallpike test). The primary outcome of interest was complete resolution of vertigo symptoms. Secondary outcomes were conversion of a 'positive' Dix-Hallpike test to a 'negative' Dix-Hallpike test and adverse effects of treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "We included 11 trials in the review with a total of 745 patients.\nFive studies compared the efficacy of the Epley manoeuvre against a sham manoeuvre, three against other particle repositioning manoeuvres (Semont, Brandt-Daroff and Gans) and three against a control (no treatment, medication only, postural restriction). Patients were treated in hospital otolaryngology departments in eight studies and family practices in two studies. All patients were adults aged 18 to 90 years old, with a sex ratio of 1:1.5 male to female.\nThere was a low risk of overall bias in the studies included. All studies were randomised with six applying sealed envelope or external allocation techniques. Eight of the trials blinded the assessors to the participants' treatment group and data on all outcomes for all participants were reported in eight of the 11 studies.\nComplete resolution of vertigo\nComplete resolution of vertigo occurred significantly more often in the Epley treatment group when compared to a sham manoeuvre or control (odds ratio (OR) 4.42, 95% confidence interval (CI) 2.62 to 7.44; five studies, 273 participants); the proportion of patients resolving increased from 21% to 56%. None of the trials comparing Epley versus other particle repositioning manoeuvres reported vertigo resolution as an outcome.\nConversion of Dix-Hallpike positional test result from positive to negative\nConversion from a positive to a negative Dix-Hallpike test significantly favoured the Epley treatment group when compared to a sham manoeuvre or control (OR 9.62, 95% CI 6.0 to 15.42; eight studies, 507 participants). There was no difference when comparing the Epley with the Semont manoeuvre (two studies, 117 participants) or the Epley with the Gans manoeuvre (one study, 58 participants). In one study a single Epley treatment was more effective than a week of three times daily Brandt-Daroff exercises (OR 12.38, 95% CI 4.32 to 35.47; 81 participants).\nAdverse effects\nAdverse effects were infrequently reported. There were no serious adverse effects of treatment. Rates of nausea during the repositioning manoeuvre varied from 16.7% to 32%. Some patients were unable to tolerate the manoeuvres because of cervical spine problems."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is evidence that the Epley manoeuvre is a safe, effective treatment for posterior canal BPPV, based on the results of 11, mostly small, randomised controlled trials with relatively short follow-up. There is a high recurrence rate of BPPV after treatment (36%). Outcomes for Epley manoeuvre treatment are comparable to treatment with Semont and Gans manoeuvres, but superior to Brandt-Daroff exercises."
    }
  ],
  "pls_title": "The Epley manoeuvre for benign paroxysmal positional vertigo (BPPV)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Benign paroxysmal positional vertigo (BPPV) is caused by a rapid change in head movement. The person feels they or their surroundings are moving or rotating. Common causes are head trauma or ear infection. BPPV can be caused by debris in the semicircular canal of the ear, which continues to move after the head has stopped moving. This causes a sensation of ongoing movement that conflicts with other sensory information. The Epley manoeuvre is a treatment that is performed by a doctor (or other health personnel with appropriate training, e.g. audiological scientist, physiotherapist) and involves a series of four movements of the head and body from sitting to lying, rolling over and back to sitting. It is understood to work by moving the canal debris out of the semicircular canal. This linked video demonstrates how the Epley manoeuvre is performed."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 11 studies in the review, with a total of 745 participants. Five studies (334 patients) compared the efficacy of the Epley manoeuvre against a sham manoeuvre, three against other particle repositioning manoeuvres (Semont, Brandt-Daroff and Gans) and three with a control (no treatment, medication only, postural restriction). Patients were treated in hospital otolaryngology (ear, nose and throat) departments in eight studies and family practices in two studies. All patients were adults aged 18 to 90 years old, with a sex ratio of 1:1.5 male to female."
    },
    {
      "heading": "Key results",
      "text": "For resolution of vertigo the Epley manoeuvre was significantly more effective than a sham manoeuvre or control. None of the trials that compared Epley versus other particle repositioning manoeuvres reported vertigo resolution as an outcome.\nWhen studies looked at the conversion from a positive to a negative Dix-Hallpike test (a test to diagnose BPPV) in the patients, the results significantly favoured the Epley treatment group when compared to a sham manoeuvre or control. There was no difference when Epley was compared with the Semont or Gans manoeuvre. In one study a single Epley treatment was more effective than a week of three times daily Brandt-Daroff exercises.\nAdverse effects were not often reported. There were no serious adverse effects of treatment. Rates of nausea during the repositioning manoeuvre varied from 16.7% to 32%. Some patients were unable to tolerate the manoeuvres because of cervical spine (neck) problems.\nThe review of trials found that the Epley manoeuvre is safe and effective in the short term. Other specific sequences of physical movements, the Semont and Gans manoeuvres, have similar results."
    },
    {
      "heading": "Quality of the evidence",
      "text": "There was a low risk of overall bias in the studies included. All trials were randomised, with five studies applying sealed envelope or external allocation techniques. Seven of the trials blinded the assessors to the patients' treatment group and data on all outcomes for all participants were reported in most studies. This evidence is up to date to January 2014."
    }
  ]
}