{
  "doi": "10.1002/14651858.CD000127.pub2",
  "name": "Magnesium sulphate versus diazepam for eclampsia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Eclampsia, the occurrence of a seizure in association with pre-eclampsia, remains a rare but serious complication of pregnancy. A number of different anticonvulsants are used to control eclamptic fits and to prevent further fits."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of magnesium sulphate compared with diazepam when used for the care of women with eclampsia. Magnesium sulphate is compared with phenytoin and with lytic cocktail in other Cochrane reviews."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2010) and CENTRAL (2010, Issue 3)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing magnesium sulphate (intravenous or intramuscular administration) with diazepam for women with a clinical diagnosis of eclampsia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors assessed and extracted data independently."
    },
    {
      "heading": "Main results",
      "text": "We have included seven trials, involving 1396 women. Three trials (1030 women) were good quality. Magnesium sulphate was associated with a reduction in maternal death (seven trials;1396 women; risk ratio (RR) 0.59, 95% confidence interval (CI) 0.38 to 0.92) and recurrence of seizures (seven trials;1390 women; RR 0.43, 95% CI 0.33 to 0.55) compared to diazepam. There were no clear differences in other measures of maternal morbidity.\nThere was no clear difference in perinatal mortality (four trials; 788 infants; RR 1.04, 95% CI 0.81 to 1.34) or neonatal mortality (four trials; 759 infants; RR 1.18, 95% CI 0.75 to 1.84). In the magnesium sulphate group, fewer liveborn babies had an Apgar score less than seven at one minute (two trials; 597 babies; RR 0.75, 95% CI 0.65 to 0.87) or at five minutes (RR 0.70, 95% CI 0.54 to 0.90), and fewer appeared to need intubation at the place of birth (two trials; 591 infants; RR 0.67, 95% CI 0.45 to 1.00). There was no difference in admission to a special care nursery (four trials; 834 infants; RR 0.91, 95% CI 0.79 to 1.05), but fewer babies in the magnesium sulphate group had a length of stay more than seven days (three trials 631 babies; RR 0.66, 95% CI 0.46 to 0.96)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Magnesium sulphate for women with eclampsia reduces the risk ratio of maternal death and of recurrence of seizures, compared with diazepam."
    }
  ],
  "pls_title": "Magnesium sulphate versus diazepam for eclampsia",
  "pls_type": "long",
  "pls": "Magnesium sulphate leads to fewer maternal deaths and fewer further seizures than diazepam (Valium) when given for eclamptic seizures (fits).\nBetween two and eight in every 100 pregnant women develop pre-eclampsia (toxaemia), which usually means they have high blood pressure and protein in the urine. A small number of women with pre-eclampsia will also have a seizure (fit); this is called eclampsia. Eclampsia can occur in the second half of pregnancy, during labour, or after the birth. Women with eclampsia are given an anticonvulsant drug to control the eclamptic fit, and to prevent further fits. Eclampsia is an important condition because once women have an eclamptic fit they have a high risk of being seriously ill and dying. Worldwide, an estimated 358,000 women died in 2008 due to complications of pregnancy and childbirth, and 99% of these deaths are women in low- and middle-income countries. Overall, 15% of maternal deaths are associated with eclampsia. Eclampsia is more common in low- and middle-income countries than in high-income countries.\nOur review of seven randomised trials, involving 1396 women, found that intravenous or intramuscular magnesium sulphate was substantially better than intravenous diazepam in reducing the risk of maternal death and of having further seizures. Treatment was for 24 hours unless there was an indication to continue for longer. Diazepam infusion was titrated against the level of sedation, with the aim of keeping the woman drowsy but rousable.  Use of magnesium sulphate requires monitoring of respiration rate, tendon reflexes and urine output to avoid adverse effects.\nFewer babies had low Apgar scores at birth with magnesium sulphate than with diazepam and, although admissions to a special care nursery were similar, fewer babies in the magnesium sulphate group had a length of stay of more than seven days.\nIn other Cochrane reviews, magnesium sulphate was also substantially better than other drugs (phenytoin and lytic cocktail)."
}