{
  "doi": "10.1002/14651858.CD002991.pub4",
  "name": "Inhaled corticosteroids versus placebo  for stable chronic obstructive pulmonary disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The role of inhaled corticosteroids (ICS) in chronic obstructive pulmonary disease (COPD) has been the subject of much uncertainty. COPD clinical guidelines currently recommend selective use of ICS. ICS are not recommended as monotherapy for people with COPD, and are only given in combination with long-acting bronchodilators due to greater efficacy of combination therapy. Incorporating and critiquing newly published placebo-controlled trials into the monotherapy evidence base may help to resolve ongoing uncertainties and conflicting findings about their role in this population."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of inhaled corticosteroids, used as monotherapy versus placebo, in people with stable COPD, in terms of objective and subjective outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was October 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials comparing any dose of any type of ICS, given as monotherapy, with a placebo control in people with stable COPD. We excluded studies of less than 12 weeks' duration and studies of populations with known bronchial hyper-responsiveness (BHR) or bronchodilator reversibility."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our a priori primary outcomes were 1. exacerbations of COPD and 2. quality of life. Our secondary outcomes were 3. all-cause mortality, 4. lung function (rate of decline of forced expiratory volume in one second (FEV1)), 5. rescue bronchodilator use, 6. exercise capacity, 7. pneumonia and 8. adverse events including pneumonia. ]. We used GRADE to assess certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "Thirty-six primary studies with 23,139 participants met the inclusion criteria. Mean age ranged from 52 to 67 years, and females were 0% to 46% of participants. Studies recruited across the severities of COPD. Seventeen studies were of duration longer than three months and up to six months and 19 studies were of duration longer than six months. We judged the overall risk of bias as low.\nLong-term (more than six months) use of ICS as monotherapy reduced the mean rate of exacerbations in those studies where pooling of data was possible (generic inverse variance analysis: rate ratio 0.88 exacerbations per participant per year, 95% confidence interval (CI) 0.82 to 0.94; I2 = 48%, 5 studies, 10,097 participants; moderate-certainty evidence; pooled means analysis: mean difference (MD) −0.05 exacerbations per participant per year, 95% CI −0.07 to −0.02; I2 = 78%, 5 studies, 10,316 participants; moderate-certainty evidence). ICS slowed the rate of decline in quality of life, as measured by the St George's Respiratory Questionnaire (MD −1.22 units/year, 95% CI −1.83 to −0.60; I2 = 0%; 5 studies, 2507 participants; moderate-certainty evidence; minimal clinically importance difference 4 points). There was no evidence of a difference in all-cause mortality in people with COPD (odds ratio (OR) 0.94, 95% CI 0.84 to 1.07; I2 = 0%; 10 studies, 16,636 participants; moderate-certainty evidence). Long-term use of ICS  reduced the rate of decline in FEV1 in people with COPD (generic inverse variance analysis: MD 6.31 mL/year benefit, 95% CI 1.76 to 10.85; I2 = 0%; 6 studies, 9829 participants; moderate-certainty evidence; pooled means analysis: 7.28 mL/year, 95% CI 3.21 to 11.35; I2 = 0%; 6 studies, 12,502 participants; moderate-certainty evidence).\nAdverse events: in the long-term studies, the rate of pneumonia was increased in the ICS group, compared to placebo, in studies that reported pneumonia as an adverse event (OR 1.38, 95% CI 1.02 to 1.88; I2 = 55%; 9 studies, 14,831 participants; low-certainty evidence). There was an increased risk of oropharyngeal candidiasis (OR 2.66, 95% CI 1.91 to 3.68; 5547 participants) and hoarseness (OR 1.98, 95% CI 1.44 to 2.74; 3523 participants). The long-term studies that measured bone effects generally showed no major effect on fractures or bone mineral density over three years. We downgraded the certainty of evidence to moderate for imprecision and low for imprecision and inconsistency."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review updates the evidence base for ICS monotherapy with newly published trials to aid the ongoing assessment of their role for people with COPD. Use of ICS alone for COPD likely results in a reduction of exacerbation rates of clinical relevance, probably results in a reduction in the rate of decline of FEV1 of uncertain clinical relevance and likely results in a small improvement in health-related quality of life not meeting the threshold for a minimally clinically important difference. These potential benefits should be weighed up against adverse events (likely to increase local oropharyngeal adverse effects and may increase the risk of pneumonia) and probably no reduction in mortality. Though not recommended as monotherapy, the probable benefits of ICS highlighted in this review support their continued consideration in combination with long-acting bronchodilators. Future research and evidence syntheses should be focused in that area."
    }
  ],
  "pls_title": "Inhaled corticosteroids compared with placebo for stable chronic obstructive pulmonary disease (COPD)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Inhaled corticosteroids alone probably reduce flare-ups of chronic obstructive pulmonary disease (COPD), slow the decline of lung function (measured as the volume of air you can force from your lungs in one second) and lead to small improvements in quality of life. However, they probably also increase the risk of pneumonia and side effects in the mouth and probably do not improve survival. These findings support their continued consideration in combination with other treatments, and future research should be focused in that area."
    },
    {
      "heading": "What is chronic obstructive pulmonary disease?",
      "text": "COPD is the term used for lung problems that cause difficulty breathing. These include chronic bronchitis (long-lasting inflammation of the lungs) and emphysema (damage to the air sacs of the lungs). Inhaled corticosteroids alone are no longer recommended for people with COPD (known as 'monotherapy'), but they are given with other long-acting inhaled medicines due to greater effectiveness of combination treatment. Inhaled corticosteroids help to reduce inflammation in the air passages of people with asthma. However, it is uncertain whether these medications are beneficial in people with COPD."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We updated this review of inhaled corticosteroids to help resolve ongoing uncertainties about their role in people with COPD. We analysed their effects on frequency of flare-ups ('exacerbations'), quality of life, breathing capacity, death rates and side effects such as pneumonia."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for studies comparing inhaled corticosteroids versus inhaled placebo (pretend treatment) in people with stable COPD."
    },
    {
      "heading": "What did we find?",
      "text": "We included 36 studies, involving 23,139 participants."
    },
    {
      "heading": "Key results",
      "text": "Pooling the data from the trials showed that inhaled corticosteroids were beneficial in reducing the frequency of exacerbations and slowing down the rate of decline in quality of life. There was a long-term benefit (after six months of treatment) in slowing the rate of decline in breathing capacity. Death rates from any cause were unchanged. Inhaled corticosteroids increased the risk of side effects including thrush (Candida) infection in the mouth, voice hoarseness and pneumonia.\nIn deciding whether to use this treatment, consumers and health professionals should weigh up the benefits against the side effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Overall, we have low to moderate confidence in the evidence underlying these findings. We have moderate confidence in the evidence for the findings related to COPD exacerbations, quality of life, breathing capacity, death rates and side effects. This was due to some variation in the data across these studies. We have low confidence in the evidence for pneumonia risk due to variable results across a number of studies."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched for studies up to October 2022."
    }
  ]
}