{
  "doi": "10.1002/14651858.CD000049",
  "name": "Calcium channel blockers for potential impaired fetal growth",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Calcium channel blockers may increase the blood flow to the fetus or may improve fetal-placental cellular energy generation. This could enhance fetal growth."
    },
    {
      "heading": "Objectives",
      "text": "The objectives of this review were to assess the effects of calcium channel blockers on fetal growth and neonatal morbidity and mortality in pregnancies where impaired fetal growth is suspected."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (June 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "Acceptably controlled trials of calcium channel blockers in women with potential impaired fetal growth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eligibility and trial quality were assessed."
    },
    {
      "heading": "Main results",
      "text": "One study of 100 women (all smokers) was included. Mean birthweight was significantly higher in women receiving flunarizine compared to the control group. No other significant differences were found."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not enough evidence to evaluate the use of calcium channel blockers for impaired fetal growth. The apparent beneficial effect of calcium channel blockers on birthweight warrants further investigation."
    }
  ],
  "pls_title": "Calcium channel blockers for potential impaired fetal growth",
  "pls_type": "long",
  "pls": "Too little evidence to show whether the unborn baby's growth improves when pregnant women take calcium channel blockers, and more research is needed.\nCalcium channel blocker drugs relax muscles and lower blood pressure by reducing the intake of calcium into some cells. It has been thought that these drugs may improve the growth of an unborn baby who is growing more slowly than expected in the womb (impaired fetal growth). The review of trials has found too little evidence from trials on the effects of pregnant women taking calcium channel blockers. Only one trial, involving 100 women, has been included. However, there is some evidence of improved growth in some babies, and more research is needed into the effects of these drugs on both smoking and non-smoking women and their babies."
}