{
  "doi": "10.1002/14651858.CD008331.pub2",
  "name": "Tocilizumab for rheumatoid arthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tocilizumab, a new biologic that inhibits interleukin-6, is approved for treatment of rheumatoid arthritis (RA) in Europe, Japan and the US."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of tocilizumab in patients with RA using the data from published randomized or quasi-randomized controlled trials (RCTs)."
    },
    {
      "heading": "Search methods",
      "text": "We performed a search of the following databases: the Cochrane Central Register of Controlled Trials (CENTRAL) up to issue 3, 2009; OVID MEDLINE(1966 to 1 October 2009); CINAHL(1982 to 2009); EMBASE (1980 to week 39, 2009); Science Citation Index (Web of Science) (1945 to 2009) and Current Controlled Trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Tocilizumab alone or in combination with disease-modifying anti-rheumatic drugs (DMARDs) or biologics compared to placebo or other DMARDs or biologics."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted all data including major (ACR50, adverse events, serious adverse events, withdrawals, specific adverse events) and secondary outcomes. We calculated the risk ratio for dichotomous outcomes and mean difference for continuous outcomes."
    },
    {
      "heading": "Main results",
      "text": "Eight RCTs were included in this systematic review with 3334 participants; 2233 treated with tocilizumab and 1101 controls. Of the 2233, 1561 were treated with tocilizumab 8 mg/kg every four weeks, which is the approved dose. In patients taking concomitant methotrexate, compared to placebo, tocilizumab-treated patients were four times more likely to achieve ACR50 (absolute %, 38.8% versus 9.6%), 11 times more likely to achieve Disease Activity Score (DAS) remission (absolute %, 30.5% versus 2.7%), 1.8 times more likely to achieve clinically meaningful decrease in Health Assessment Questionnaire (HAQ/mHAQ) scores (absolute %, 60.5% versus 34%), 1.2 times more likely to have any adverse event (absolute %, 74% versus 65%) and 0.6 times less likely to withdraw from therapy for any reason (absolute %, 8.1% versus 14.9%). With the limitation that none of the studies were powered for safety as primary outcome, there were no statistically significant differences in serious adverse effects, or withdrawals due to adverse events. A significant increase in total, HDL and LDL cholesterol and triglyceride level was seen in the tocilizumab treated patients."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Tocilizumab is beneficial in decreasing RA disease activity and improving function. Tocilizumab treatment was associated with significant increase in cholesterol levels and in total adverse events. Larger safety studies are needed to address these safety concerns."
    }
  ],
  "pls_title": "Tocilizumab for rheumatoid arthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane Review presents what we know from research about the effect of tocilizumab for rheumatoid arthritis (RA)."
    },
    {
      "heading": "The review shows that in people with RA",
      "text": "We often do not have precise information about side effects and complications. This is particularly true for rare but serious side effects. Possible side effects may include stomach problems, liver problems, anemia or infection."
    },
    {
      "heading": "What is RA and what is tocilizumab?",
      "text": "When you have rheumatoid arthritis your immune system, which normally fights infection, attacks the lining of your joints. This makes your joints swollen, stiff and painful. The small joints of your hands and feet are usually affected first. There is no cure for RA at present, so the treatments aim to relieve pain and stiffness and improve your ability to move. Drugs such as tocilizumab also aim to help prevent permanent damage to your joints that can happen if RA is not treated.\nTocilizumab is one of the biologic medicines for arthritis that stops the inflammation caused by a protein in the body called interleukin-6. Biologics are a group of medications that suppress the immune system and reduce the inflammation in the joints. Even though suppressing the immune system can make it slightly harder to fight off infections, it also helps to stabilize an overactive immune system. By reducing the inflammation, the aim is to help prevent damage to the joints."
    },
    {
      "heading": "Best estimate of what happens to people with RA who have not improved with methotrexate alone, who take tocilizumab for rheumatoid arthritis",
      "text": "ACR50 (number of tender or swollen joints and other doctor or patient-assessed aspects of rheumatoid arthritis)\n- 31 people out of 100 who took tocilizumab experienced improvement in the symptoms of their rheumatoid arthritis.\n- 10 people out of 100 who took placebo experienced improvement.\n- 11 more people experienced improvement with tocilizumab.\nSide effects\n- 5 people out of 100 dropped out of studies of tocilizumab because of the side effects.\n- 3 people out of 100 who took placebo dropped out of the studies.\n- 2 more people had side effects with tocilizumab."
    }
  ]
}