{
  "doi": "10.1002/14651858.CD012066.pub3",
  "name": "Long‐acting muscarinic antagonist (LAMA) plus long‐acting beta‐agonist (LABA) versus LABA plus inhaled corticosteroid (ICS) for stable chronic obstructive pulmonary disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Long-acting beta-agonists (LABAs), long-acting muscarinic antagonists (LAMAs), and inhaled corticosteroids (ICSs) are inhaled medications used to manage chronic obstructive pulmonary disease (COPD). When two classes of medications are required, a LAMA plus an ICS (LABA+ICS) were previously recommended within a single inhaler as the first-line treatment for managing stable COPD in people in high-risk categories. However, updated international guidance recommends a LAMA plus a LABA (LAMA+LABA). This systematic review is an update of a Cochrane Review first published in 2017."
    },
    {
      "heading": "Objectives",
      "text": "To compare the benefits and harms of LAMA+LABA versus LABA+ICS for treatment of people with stable COPD."
    },
    {
      "heading": "Search methods",
      "text": "We performed an electronic search of the Cochrane Airways Group Specialised Register, ClinicalTrials.gov, and the World Health Organization Clinical Trials Search Portal, followed by handsearches. Two review authors screened the selected articles. The most recent search was run on 10 September 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included parallel or cross-over randomised controlled trials of at least one month's duration, comparing LAMA+LABA and LABA+ICS for stable COPD. We included studies conducted in an outpatient setting and irrespective of blinding."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and evaluated risk of bias. We resolved any discrepancies through discussion. We analysed dichotomous data as odds ratios (ORs), and continuous data as mean differences (MDs), with 95% confidence intervals (CIs) using Review Manager 5. Primary outcomes were: participants with one or more exacerbations of COPD; serious adverse events; quality of life, as measured by the St. George's Respiratory Questionnaire (SGRQ) total score change from baseline; and trough forced expiratory volume in one second (FEV1). We used the GRADE framework to rate our certainty of the evidence in each meta-analysis as high, moderate, low or very low."
    },
    {
      "heading": "Main results",
      "text": "This review updates the first version of the review, published in 2017, and increases the number of included studies from 11 to 19 (22,354 participants). The median number of participants per study was 700. In each study, between 54% and 91% (median 70%) of participants were males. Study participants had an average age of 64 years and percentage predicted FEV1 of 51.5% (medians of study means). Included studies had a generally low risk of selection, performance, detection, attrition, and reporting biases. All but two studies were sponsored by pharmaceutical companies, which had varying levels of involvement in study design, conduct, and data analysis.\nPrimary outcomes\nThe odds of having an exacerbation were similar for LAMA+LABA compared with LABA+ICS (OR 0.91, 95% CI 0.78 to 1.06; I2 = 61%; 13 studies, 20,960 participants; moderate-certainty evidence). The odds of having a serious adverse event were also similar (OR 1.02, 95% CI 0.91 to 1.15; I2 = 20%; 18 studies, 23,183 participants; high-certainty evidence). Participants receiving LAMA+LABA had a similar improvement in quality of life, as measured by the SGRQ, to those receiving LABA+ICS (MD -0.57, 95% CI -1.36 to 0.21; I2 = 78%; 9 studies, 14,437 participants; moderate-certainty evidence) but showed a greater improvement in trough FEV1 (MD 0.07, 95% CI 0.05 to 0.08; I2 = 73%; 12 studies, 14,681 participants; moderate-certainty evidence).\nSecondary outcomes\nLAMA+LABA decreased the odds of pneumonia compared with LABA+ICS from 5% to 3% (OR 0.61, 95% CI 0.52 to 0.72; I2 = 0%; 14 studies, 21,829 participants; high-certainty evidence) but increased the odds of all-cause death from 1% to 1.4% (OR 1.35, 95% CI 1.05 to 1.75; I2 = 0%; 15 studies, 21,510 participants; moderate-certainty evidence). The odds of achieving a minimal clinically important difference of four or more points on the SGRQ were similar between LAMA+LABA and LABA+ICS (OR 1.06, 95% CI 0.90 to 1.25; I2 = 77%; 4 studies, 13,614 participants; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Combination LAMA+LABA therapy probably holds similar benefits to LABA+ICS for exacerbations and quality of life, as measured by the St George's Respiratory Questionnaire, for people with moderate to severe COPD, but offers a larger improvement in FEV1 and a slightly lower risk of pneumonia. There is little to no difference between LAMA+LABA and LAMA+ICS in the odds of having a serious adverse event. Whilst all-cause death may be lower with LABA+ICS, there was a very small number of events in the analysis, translating to a low absolute risk. Findings are based on moderate- to high-certainty evidence from heterogeneous trials with an observation period of less than one year. This review should be updated again in a few years."
    }
  ],
  "pls_title": "Which combination of inhaled medications are safe and effective for chronic obstructive pulmonary disease (COPD)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Using an inhaler containing a long-acting muscarinic antagonist plus a long-acting beta-agonist (LAMA+LABA) for chronic obstructive pulmonary disease (COPD) probably improves respiratory function and reduces the risk of pneumonia compared to LABA plus an inhaled corticosteroid (LABA+ICS).\n• LAMA+LABA and LABA+ICS probably work as well as each other in reducing COPD exacerbations and improving quality of life.\n• The risk of death was slightly higher in people taking LAMA+LABA."
    },
    {
      "heading": "What is chronic obstructive pulmonary disease, and how is it treated?",
      "text": "Chronic obstructive pulmonary disease (COPD) is a long-term lung condition characterised by cough, sputum production (fluids from the lungs, i.e. phlegm), and difficulty breathing.\nCOPD is treated with medications called 'bronchodilators' that make breathing easier by relaxing the muscles in the lungs and widening the airways. Two key types of bronchodilator medicines are long-acting muscarinic antagonists (LAMAs) and long-acting beta-agonists (LABAs). Healthcare guidelines now recommend that people with stable, high-risk COPD use inhalers containing either a combined LAMA+LABA medicine or a combined LABA plus inhaled corticosteroid (LABA+ICS) medicine. Corticosteroids are anti-inflammatory medicines."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We examined the findings of trials that randomised people to receive either LAMA+LABA or LABA+ICS to see how they compare."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for trials that explored the benefits and harms of LAMA+LABA and LABA+ICS for the treatment of people with COPD. We summarised these results and rated our confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We included 19 studies involving 22,354 participants. The studies lasted from 6 to 52 weeks. The studies included more men than women (approximately 70% of participants were men), and the people in the studies were about 64 years old. Most studies included people with moderate to severe COPD. Pharmaceutical companies were involved in most of the studies, which might affect how much we can trust the results.\nCompared to LABA+ICS, LAMA+LABA led to an improvement in lung function, reduced pneumonia from 5% to 3% but increased the risk of death from 1% to 1.4%. LAMA+LABA probably made little to no difference to COPD exacerbations (flare-ups) compared to LABA+ICS. People in each of the treatment groups reported similar quality of life scores and were about as likely to experience serious side effects, which were rare."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence was moderate to high because the included studies were well-designed and had a sufficient number of participants with mainly moderate to severe COPD."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review is up to date to 10 September 2022. The results from future or ongoing trials evaluating newly developed medicines are awaited. This review should be updated again in a few years."
    }
  ]
}