{
  "doi": "10.1002/14651858.CD004943.pub4",
  "name": "Interventions at caesarean section for reducing the risk of aspiration pneumonitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Aspiration pneumonitis is a syndrome resulting from the inhalation of gastric contents. The incidence in obstetric anaesthesia has fallen, largely due to improved anaesthetic techniques and the increased use of regional anaesthesia at caesarean section. However, aspiration pneumonitis is still a cause of maternal morbidity and mortality, and it is important to use effective prophylaxis."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether interventions given prior to caesarean section reduce the risk of aspiration pneumonitis in women with an uncomplicated pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 April 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials were included. Quasi-randomised trials were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors independently assessed the studies for inclusion, assessed risk of bias and carried out data extraction. Data entry was checked. Fixed-effect meta-analysis was used to combine data where it was reasonable to assume that studies were estimating the same underlying treatment effect. If substantial clinical or statistical heterogeneity was detected, we used random-effects analysis to produce an overall summary."
    },
    {
      "heading": "Main results",
      "text": "Thirty-two studies were included in this review. However, only 22 studies, involving 2658 women, provided data for analysis. All the women in the included studies had a caesarean section under general anaesthesia. The studies covered a number of comparisons, but were mostly small and of unclear or poor quality.\nWhen compared with no treatment or placebo, there was a significant reduction in the risk of intragastric pH < 2.5 with antacids (risk ratio (RR) 0.17, 95% confidence interval (CI) 0.09 to 0.32, two studies, 108 women), H2 antagonists (RR 0.09, 95% CI 0.05 to 0.18, two studies, 170 women) and proton pump antagonists (RR 0.26, 95% CI 0.14 to 0.46, one study 80 women). H2 antagonists were associated with a reduced the risk of intragastric pH < 2.5 at intubation when compared with proton pump antagonists (RR 0.39, 95% CI 0.16 to 0.97, one study, 120 women), but compared with antacids the findings were unclear. The combined use of 'antacids plus H2 antagonists' was associated with a significant reduction in the risk of intragastric pH < 2.5 at intubation when compared with placebo (RR 0.02, 95% CI 0.00 to 0.15, one study, 89 women) or compared with antacids alone (RR 0.12, 95% CI 0.02 to 0.92, one study, 119 women)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The quality of the evidence was poor, but the findings suggest that the combination of antacids plus H2 antagonists was more effective than no intervention, and superior to antacids alone in preventing low gastric pH. However, none of the studies assessed potential adverse effects or substantive clinical outcomes. These findings are relevant for all women undergoing caesarean section under general anaesthesia."
    }
  ],
  "pls_title": "Interventions at caesarean section for reducing the risk of lung damage from inhaling stomach contents during anaesthesia",
  "pls_type": "long",
  "pls": "Stomach contents can regurgitate up the gullet into the wind pipe and enter the lungs when there is no cough reflex, e.g. during general anaesthesia. Solid food can block airways and cause breathing difficulties. The acidic liquid from the stomach can damage the lungs. This is called aspiration pneumonitis or Mendelson’s syndrome. It can lead to serious illness or even death. Many caesarean sections now are undertaken using epidural or spinal anaesthesia, and here the risk is much lower because the woman stays awake and the cough reflex remains intact. A breathing tube, which provides a seal, is normally placed in the windpipe when setting up a general anaesthetic to try to prevent this problem. However, aspiration can still occur before the tube is inserted and when it is removed.  It is thought that both the acidity and amount of fluid inhaled contribute to how much damage occurs in the lungs in the event of inhalation of the fluid into the lungs and how sick people become.\nThirty-two studies were included in this review. However, only 22 studies, involving 2658 women, provided data for analysis, looking at interventions given prior to caesarean section for reducing the risk of aspiration. There were several different drugs and drug combinations being considered and the studies were generally of poor or questionable quality. Antacids (like sodium citrate), H2 receptor antagonists (like ranitidine), proton pump antagonists (like omeprazole), all reduced the acidity of the stomach contents. An antacid plus an H2 receptor antagonist also reduced acidity. In theory, a combination like this, where the antacid acts quickly and the H2 receptor antagonists takes a little longer, should protect at periods of greatest risk, i.e. the beginning and end of the procedure (i.e. intubation and extubation). More research is needed to identify the best combination of drugs and to check for possible adverse effects."
}